[
  {
    "level": 7,
    "name": "Deadly Slashing Claws",
    "price": {
      "gp": 320
    },
    "description": "<p>Sharp claws have been grafted to your hands or feet, perhaps extending from your knuckles or the tips of your toes. You gain a claw unarmed attack that deals 1d6 slashing damage. These claws are in the brawling group and have the agile, deadly d8, and finesse traits.</p>",
    "rarity": "common",
    "traits": [
      "graft",
      "invested",
      "magical"
    ]
  },
  {
    "level": 11,
    "name": "Deadweight Mutagen (Greater)",
    "price": {
      "gp": 300
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>For 1 hour your joints loosen and bones thicken, making your body incredibly weighty and difficult to maneuver around.</p>\n<p><strong>Benefit</strong> You gain a +3 item bonus to Athletics checks to Shove and Trip, to your Fortitude and Reflex DCs against attempts to Shove or Trip you, and to saving throws against effects that attempt to force you to move or knock you Prone. You can attempt to Shove or Trip creatures up to two sizes larger than you.</p>\n<p><strong>Drawback</strong> You gain the Encumbered condition and can't remove it while under the effects of the mutagen.</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable",
      "elixir",
      "mutagen",
      "polymorph"
    ]
  },
  {
    "level": 1,
    "name": "Deadweight Mutagen (Lesser)",
    "price": {
      "gp": 3
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>For 1 minute your joints loosen and bones thicken, making your body incredibly weighty and difficult to maneuver around.</p>\n<p><strong>Benefit</strong> You gain a +1 item bonus to Athletics checks to Shove and Trip, to your Fortitude and Reflex DCs against attempts to Shove or Trip you, and to saving throws against effects that attempt to force you to move or knock you Prone.</p>\n<p><strong>Drawback</strong> You gain the Encumbered condition and can't remove it while under the effects of the mutagen.</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable",
      "elixir",
      "mutagen",
      "polymorph"
    ]
  },
  {
    "level": 17,
    "name": "Deadweight Mutagen (Major)",
    "price": {
      "gp": 3000
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>For 1 hour your joints loosen and bones thicken, making your body incredibly weighty and difficult to maneuver around.</p>\n<p><strong>Benefit</strong> You gain a +4 item bonus to Athletics checks to Shove and Trip, to your Fortitude and Reflex DCs against attempts to Shove or Trip you, and to saving throws against effects that attempt to force you to move or knock you Prone. You can attempt to Shove or Trip creatures up to three sizes larger than you.</p>\n<p><strong>Drawback</strong> You gain the Encumbered condition and can't remove it while under the effects of the mutagen.</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable",
      "elixir",
      "mutagen",
      "polymorph"
    ]
  },
  {
    "level": 3,
    "name": "Deadweight Mutagen (Moderate)",
    "price": {
      "gp": 12
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>For 10 minutes your joints loosen and bones thicken, making your body incredibly weighty and difficult to maneuver around.</p>\n<p><strong>Benefit</strong> You gain a +2 item bonus to Athletics checks to Shove and Trip, to your Fortitude and Reflex DCs against attempts to Shove or Trip you, and to saving throws against effects that attempt to force you to move or knock you Prone.</p>\n<p><strong>Drawback</strong> You gain the Encumbered condition and can't remove it while under the effects of the mutagen.</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable",
      "elixir",
      "mutagen",
      "polymorph"
    ]
  },
  {
    "level": 2,
    "name": "Deadweight Snare",
    "price": {
      "gp": 6
    },
    "description": "<p>This snare is made of magnetized weights and heavy ropes rigged to a trip wire or pressure plate. When a creature enters the square, the magnets and ropes deploy, weighing down the creature's weapons and limbs. The creature must attempt a @Check[reflex|showDC:all|dc:18] save.</p><hr /><p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes a -1 status penalty to attack rolls for 1 round or until it [[/act escape dc=18]]{Escapes} (DC 18).</p>\n<p></p>\n<p><strong>Failure</strong> The creature takes a -2 status penalty to attack rolls for 1 minute or until it Escapes (DC 18).</p>\n<p><strong>Critical Failure</strong> As failure, but the creature drops any metallic items it's holding.</p>\n<p></p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "kobold",
      "mechanical",
      "snare",
      "trap"
    ]
  },
  {
    "level": 8,
    "name": "Deafening Music Box",
    "price": {
      "gp": 500
    },
    "description": "<p>Symbols of musical notes decorate this gold-framed wooden cube measuring just under 1 foot by 1 foot. A funnel-shaped trumpet protrudes from the box's top at an angle, though it feels surprisingly light. The box has a large button on its side, and it must be set down on a flat surface in order to activate it; while it's activated, the rumbling and churning gears inside the box make it impossible to carry without dropping it.</p><hr /><p><strong>Activate</strong> <span class=\"action-glyph\">A</span> Interact</p>\n<p><strong>Effect</strong> You press the button on the side of the music box, causing it to erupt with a cacophonous and discordant melody for 1 minute while it plays its entire melody, and it can't be shut off prematurely. The music is so loud that any creature within 60 feet must succeed at a @Check[fortitude|dc:24] save or become Deafened for as long as they remain within 60 feet of the music box, and for 1 minute thereafter. On a critical success, a creature need not make any more saves and is temporarily immune to the <em>deafening music box</em> for the next 24 hours; on a success, the creature must attempt a new save each round it remains within 60 feet of the music box.</p>",
    "rarity": "uncommon",
    "traits": [
      "auditory",
      "magical"
    ]
  },
  {
    "level": 20,
    "name": "Death Coil",
    "price": {
      "gp": 9000
    },
    "description": "<p>This modified Stasian coil of metal and glass stands about three feet tall. It activates when at least three creatures are within 20 feet of it, or if at least one creature stays within 20 feet of it for more than 1 round. It then lashes out with a torrent of electrical energy dealing 7d12 electricity damage to all creatures within 20 feet of it. Due to the fact that it doesn't trigger immediately when a creature enters its square, abilities like Surprise Snare don't work with a death coil. Creatures within that area must attempt a @Check[fortitude|dc:43] saving throw.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes half damage.</p>\n<p><strong>Failure</strong> The creature takes full damage and is Stunned{Stunned 2}.</p>\n<p><strong>Critical Failure</strong> The creature takes double damage is Stunned{Stunned 4}.</p>",
    "rarity": "rare",
    "traits": [
      "consumable",
      "electricity",
      "mechanical",
      "snare",
      "trap"
    ]
  },
  {
    "level": 14,
    "name": "Death Knell Powder",
    "price": {
      "gp": 625
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> Interact</p>\n<p>This poison is made from toxic spores reduced to a gray powder and suffused with necromantic energy. If a creature is reduced to 0 Hit Points while under the effect of death knell powder, it must succeed at a DC 34 will save or die (this is a death effect). If a creature dies from death knell powder, a random creature adjacent to the victim is bolstered by its departing life force and gains 20 temporary HP and a +1 status bonus to attack and damage rolls for 10 minutes.</p>\n<p><strong>Saving Throw</strong> @Check[fortitude|dc:34]</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> 7d6 poison (1 round)</p>\n<p><strong>Stage 2</strong> 9d6 poison (1 round)</p>\n<p><strong>Stage 3</strong> 12d6 poison (1 round)</p>\n<hr />\n<p><strong>Craft Requirements</strong> Supply one casting of Death Knell.</p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "consumable",
      "divine",
      "injury",
      "poison"
    ]
  },
  {
    "level": 13,
    "name": "Deathcap Powder",
    "price": {
      "gp": 450
    },
    "description": "<p>The toxic deathcap mushroom can be dried, ground, and treated to form a flavorless powder with accelerated effects.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> (manipulate)</p>\n<p><strong>Saving Throw</strong> @Check[fortitude|dc:33]</p>\n<p><strong>Onset</strong> 10 minutes</p>\n<p><strong>Maximum Duration</strong> 6 minutes</p>\n<p><strong>Stage 1</strong> 7d8 poison damage (1 minute)</p>\n<p><strong>Stage 2</strong> 9d6 poison damage and Sickened{Sickened 2} (1 minute)</p>\n<p><strong>Stage 3</strong> 8d10 poison damage and Sickened{Sickened 3} (1 minute)</p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable",
      "ingested",
      "poison"
    ]
  },
  {
    "level": 7,
    "name": "Deathdrinking",
    "price": {
      "gp": 360
    },
    "description": "<p>A weapon etched with a <em>deathdrinking</em> rune shimmers with dark purple energy. When held by a living creature, the weapon causes twinges of hunger to manifest.</p>\n<p>While holding a <em>deathdrinking weapon</em>, you gain a +1 item bonus to saving throws against void damage and death effects. When you critically hit a creature with a <em>deathdrinking weapon</em>, you inflict an additional 1d6 points of vitality or void damage to the creature-whichever type of damage would harm the creature. You also gain the following reaction when wielding a <em>deathdrinking weapon</em>.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">r</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> you kill or destroy a creature with the deathdrinking weapon</p>\n<hr />\n<p><strong>Effect</strong> If the creature you killed was living, you gain a +1 item bonus to attack and damage rolls for 10 minutes. If the creature you destroyed was undead, you gain a number of temporary HP equal to twice your level for 10 minutes.</p>",
    "rarity": "rare",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 10,
    "name": "Deathless Light",
    "price": {
      "gp": 165
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision</p>\n<hr />\n<p>This glowing piece of flesh increases the spell rank of a spell with the light trait by 1 (maximum 7) when determining whether the spell's light will shine in magical darkness or counteract a Darkness spell.</p>",
    "rarity": "uncommon",
    "traits": [
      "catalyst",
      "consumable",
      "magical"
    ]
  },
  {
    "level": 7,
    "name": "Deathless",
    "price": {
      "gp": 330
    },
    "description": "<p>These symbols fortify your body's grasp on your soul, keeping it tethered when death approaches.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">r</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> You gain the Doomed or Wounded condition</p>\n<hr />\n<p><strong>Effect</strong> You reduce the value of the triggering condition by 1.</p>",
    "rarity": "uncommon",
    "traits": [
      "healing",
      "magical"
    ]
  },
  {
    "level": 8,
    "name": "Deathseeker",
    "price": {
      "gp": 500
    },
    "description": "<p>A hauntingly beautiful and masterfully crafted blade, this <em>+1 striking wounding kris</em> has been whet with the spilled blood of its creator, imbuing violent intent within its crimson curves. When you critically succeed at a Strike made with a deathseeker, the target feels the blade's unbridled bloodlust trying to consume it and must attempt a DC 24 will save; this effect has the incapacitation trait.</p><hr /><p><strong>Critical Success</strong> The target is unaffected and is temporarily immune for 24 hours.</p>\n<p><strong>Success</strong> The target takes an additional 1 persistent bleed damage, and the DC for recovering from persistent bleed damage is 17, or 12 with particularly effective assistance.</p>\n<p><strong>Failure</strong> As success, except the target is also Confused for 1 round. It gets a flat check to recover from this confusion when it critically succeeds at a Strike against another creature or reduces another living being to 0 Hit Points, but not when it takes damage.</p>\n<p><strong>Critical Failure</strong> As success, except the target is also confused for 3 rounds. It gets a flat check to recover from this confusion when it critically succeeds at a Strike against another creature or reduces another living being to 0 Hit Points, but not when it takes damage.</p>",
    "rarity": "common",
    "traits": [
      "agile",
      "deadly-d8",
      "finesse",
      "magical"
    ]
  },
  {
    "level": 7,
    "name": "Decanter of Endless Water",
    "price": {
      "gp": 320
    },
    "description": "<p>This item looks like an ordinary glass flask full of water. The stopper can't be removed unless you speak one of the item's three command words, each of which causes water to pour forth in a different way. Pulling the stopper straight out creates fresh water, and rotating it as you pull creates salt water. Any effect of the decanter lasts until the decanter is plugged (with its own stopper, a finger, or the like).</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> command, Interact</p>\n<hr />\n<p><strong>Effect</strong> Speaking \"stream\", you cause water to pour out at a rate of 1 gallon per round.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> command, Interact</p>\n<hr />\n<p><strong>Effect</strong> Speaking \"fountain\", you cause water to pour out in a 5-foot-long stream at a rate of 5 gallons per round.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> command, Interact</p>\n<hr />\n<p><strong>Effect</strong> Speaking \"geyser\", you cause a powerful deluge of water to erupt at a rate of 15 gallons per round. You can direct the stream at a creature, subjecting it to the effects of Hydraulic Push (spell attack roll +15). You can repeat this once per round as long as the geyser continues, spending an Interact action to direct the geyser each time.</p>",
    "rarity": "common",
    "traits": [
      "magical",
      "water"
    ]
  },
  {
    "level": 15,
    "name": "Decaying (Greater)",
    "price": {
      "gp": 6500
    },
    "description": "<p>Eerie waves of purplish energy dance across the surface of a weapon etched with this rune. When you hit with the weapon, add 1d4 void damage to the damage dealt. In addition, on a critical hit, the target takes 4d4 persistent void damage; if the target has a shield raised, the shield takes the same amount of persistent damage (its wielder rolls the flat check to see if the persistent damage ends, or the GM rolls if the shield is no longer in someone's possession). Unlike normal void damage, the void damage from a <em>decaying</em> rune damages objects, constructs, and the like by eroding them away.</p>\n<p>The void damage dealt by this weapon ignores the target's void resistance or immunity.</p>",
    "rarity": "common",
    "traits": [
      "acid",
      "magical",
      "void"
    ]
  },
  {
    "level": 8,
    "name": "Decaying",
    "price": {
      "gp": 500
    },
    "description": "<p>Eerie waves of purplish energy dance across the surface of a weapon etched with this rune. When you hit with the weapon, add 1d4 void damage to the damage dealt. In addition, on a critical hit, the target takes 2d4 persistent void damage; if the target has a shield raised, the shield takes the same amount of persistent damage (its wielder rolls the flat check to see if the persistent damage ends, or the GM rolls if the shield is no longer in someone's possession). Unlike normal void damage, the void damage from a <em>decaying</em> rune damages objects, constructs, and the like by eroding them away.</p>",
    "rarity": "common",
    "traits": [
      "acid",
      "magical",
      "void"
    ]
  },
  {
    "level": 20,
    "name": "Deck of Harrowed Tales",
    "price": {},
    "description": "<p>The Deck of Harrowed Tales is a unique deck connected to a unique demiplane known as the Harrowed Realm.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> envision, Interact</p>\n<p><strong>Frequency</strong> Once per day</p>\n<hr />\n<p><strong>Effect</strong> If on a plane other than the Harrowed Realm, the deck creates a Gate to the Harrowed Realm.</p>\n<hr />\n<p><strong>Destruction</strong> The Deck of Harrowed Tales can be destroyed by completing a mythical series of 54 quests tied to each of the cards within. Only then can the final 55th quest be revealed, upon the completion of which the deck vanishes.</p>",
    "rarity": "unique",
    "traits": [
      "artifact",
      "magical"
    ]
  },
  {
    "level": 6,
    "name": "Deck of illusions",
    "price": {
      "gp": 200
    },
    "description": "<p>This set of 34 parchment cards usually comes in a velvet bag or simple leather wrap. Each card depicts a different creature, monster, or other being that, when the deck is activated, immediately appears as a believable, life-size illusion. You can look at the card's artwork, but no magical effect takes place until you Activate the deck, shuffling and drawing randomly.</p>\n<p>@UUID[Compendium.pf2e.rollable-tables.RollTable.Deck of Illusions Cards]</p>\n<hr />\n<p><strong>Activate</strong> 1 envision, Interact</p>\n<hr />\n<p><strong>Effect</strong> You draw a card, chosen randomly from the remaining cards in the deck, and throw it to the ground to create an illusion of the creature depicted. The image is an illusory creature, except it has a range of only 30 feet from where the card was thrown and the illusion lasts until destroyed or until anyone moves or damages the card. The creature takes its actions once on your turn if you're within 60 feet of the card and Sustain the Activation. The illusion ends if you don't Sustain it, or if you activate a new card from the deck.</p>",
    "rarity": "uncommon",
    "traits": [
      "illusion",
      "magical"
    ]
  },
  {
    "level": 22,
    "name": "Deck of Many Things",
    "price": {},
    "description": "<p>These 22 cards of heavy vellum, usually stored in a box or a pouch, bear images or glyphs depicting symbols of magical power. Looking at a card without activating it shows the card face but has no magical effect. Once the deck is face down, the cards randomize themselves-if you look at the top card multiple times, you may find it changes. Any card removed from the deck goes missing after a few seconds, reappearing in the deck.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> envision, Interact</p>\n<hr />\n<p><strong>Effect</strong> You declare how many cards you will draw facedown from the deck, then draw your first card. The card takes effect immediately. Any further cards must be drawn within the next hour, and any card you don't voluntarily draw flits off the deck and affects you anyway. You can never activate the same <em>deck of many things</em> again. Once a card is drawn, it produces its effect immediately and then disappears back into the deck, which immediately shuffles itself. (The Dullard and Jester are exceptions, as described in their entries below.) The effects of each card are as follows.</p>",
    "rarity": "rare",
    "traits": [
      "artifact",
      "magical"
    ]
  },
  {
    "level": 4,
    "name": "Deck of Mischief",
    "price": {
      "gp": 75
    },
    "description": "<p>This deck of 54 cards appears nearly identical to standard playing cards. Comprised of four thematic suits of 13 cards each, as well as two wildcards, the deck of mischief is a favorite of scoundrels who prefer not to leave their games to chance-or to at least nudge the odds in their favor. If you know how to activate the deck, you can illusorily transform the ace and face cards into other cards in the deck.</p>\n<p>The deck is true to its name and less likely to comply with your wishes if not well cared for. While surprisingly resistant to the elements, a waterlogged, dirty, or battered deck may not function as desired, giving you incorrect information about which cards are still in the deck or failing to hold the illusion at a critical moment. If a deck becomes incomplete due to damaged or missing cards, it rapidly loses its deceptive capabilities and might even purposefully sabotage you.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision, Interact</p>\n<hr />\n<p><strong>Effect</strong> You learn which of the ace and face cards are still in the deck. You can then swap the apparent face of an ace or face card in your hand (if you have any) with the face of one still in the deck. A creature who Seeks or touches the card can attempt to disbelieve this illusion (DC 20 perception).</p>",
    "rarity": "uncommon",
    "traits": [
      "illusion",
      "magical"
    ]
  },
  {
    "level": 14,
    "name": "Deepdread Claw",
    "price": {
      "gp": 4000
    },
    "description": "<p>One of a set of four identical spears collectively known as the Four Claws of the Deepdread, this weapon is fashioned from a single seamless piece of matte-black metal with a razored silver edge. In bright light, it functions as a +1 striking spear, but in darkness or dim light, it becomes a +2 greater striking spear. You can upgrade its fundamental runes as normal for a specific weapon, starting from a +2 greater striking spear, but its fundamental runes are always one type worse in bright light.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> command</p>\n<hr />\n<p><strong>Effect</strong> You establish a telepathic link with someone else wielding a deepdread claw, enabling you to telepathically communicate with the creature while they possess the deepdread claw regardless of distance, so long as you remain on the same plane. You can end a telepathic link you create or that you are part of as an action, which has the concentrate trait.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> command, Interact</p>\n<hr />\n<p><strong>Effect</strong> You cast 4th-rank darkness. You can see clearly in this darkness.</p>",
    "rarity": "rare",
    "traits": [
      "invested",
      "magical",
      "monk",
      "thrown-20"
    ]
  },
  {
    "level": 17,
    "name": "Defiled Costa (Greater)",
    "price": {
      "gp": 2500
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> envision</p>\n<hr />\n<p>This still-bloody rib was taken from a priest of Urgathoa at the moment they passed into undeath and has a constant stench of decay. The first time any creature critically fails its saving throw against a Mask of Terror spell cast using this catalyst, it also takes 6d10 mental damage, with a basic Fortitude save against the spell's DC, as it lives through the memory of having its rib torn from its body. A creature who critically fails against this safe is killed instantly. This effect has the incapacitation trait.</p>\n<p>Once any creature takes this damage, the defiled costa's effect ends, and no other creatures take the damage, even if they critically fail.</p>",
    "rarity": "rare",
    "traits": [
      "catalyst",
      "consumable",
      "magical"
    ]
  },
  {
    "level": 14,
    "name": "Defiled Costa",
    "price": {
      "gp": 900
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> envision</p>\n<hr />\n<p>This still-bloody rib was taken from a priest of Urgathoa at the moment they passed into undeath and has a constant stench of decay. The first time any creature critically fails its saving throw against a Mask of Terror spell cast using this catalyst, it also takes 6d10 mental damage, with a basic Fortitude save against the spell's DC, as it lives through the memory of having its rib torn from its body. Once any creature takes this damage, the defiled costa's effect ends, and no other creatures take the damage, even if they critically fail.</p>",
    "rarity": "rare",
    "traits": [
      "catalyst",
      "consumable",
      "magical"
    ]
  },
  {
    "level": 14,
    "name": "Deflecting Branch",
    "price": {
      "gp": 4500
    },
    "description": "<p>This massive branch has been cut into a general club shape but still bears several knots and has a number of runes carved along its length. The <em>deflecting branch</em> is a <em>+2 greater striking greatclub</em>.</p>\n<p>On a critical hit, you knock the target Prone.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">r</span> Interact</p>\n<p><strong>Frequency</strong> once per minute</p>\n<p><strong>Trigger</strong> You are the target of a physical ranged attack</p>\n<p><strong>Requirements</strong> You're aware of the attack and are not Off-Guard against it</p>\n<hr />\n<p><strong>Effect</strong> You gain a +4 circumstance bonus to AC against the triggering attack. If the attack misses, you have knocked it away. You can't use this ability to deflect unusually massive ranged projectiles (such as boulders or ballista bolts).</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">f</span> Interact</p>\n<p><strong>Frequency</strong> once per hour</p>\n<p><strong>Trigger</strong> You knock away a physical ranged attack by using the deflecting branch's other activation</p>\n<hr />\n<p><strong>Effect</strong> You swing the club and reflect the oncoming attack. The attack is redirected toward a creature within 60 feet. Make a ranged attack against the creature using your highest proficiency with a ranged weapon.</p>",
    "rarity": "uncommon",
    "traits": [
      "backswing",
      "magical",
      "shove"
    ]
  },
  {
    "level": 12,
    "name": "Defoliation Bomb (Greater)",
    "price": {
      "gp": 350
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Strike</p>\n<hr />\n<p>This brightly painted ceramic sphere contains chemicals that cause plants to wither and die. You gain a +2 item bonus to attack rolls. A defoliation bomb deals the 3d6 void damage, 3d4 persistent void damage, and 3 void splash damage to all plants in the area. Non-creature plants in the area immediately wither and die.</p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "bomb",
      "consumable",
      "splash",
      "void"
    ]
  },
  {
    "level": 2,
    "name": "Defoliation Bomb (Lesser)",
    "price": {
      "gp": 7
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Strike</p>\n<hr />\n<p>This brightly painted ceramic sphere contains chemicals that cause plants to wither and die. A defoliation bomb deals the 1d6 void damage, 1d4 persistent void damage, and 1 void splash damage to all plants in the area. Non-creature plants in the area immediately wither and die.</p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "bomb",
      "consumable",
      "splash",
      "void"
    ]
  },
  {
    "level": 18,
    "name": "Defoliation Bomb (Major)",
    "price": {
      "gp": 3600
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Strike</p>\n<hr />\n<p>This brightly painted ceramic sphere contains chemicals that cause plants to wither and die. You gain a +3 item bonus to attack rolls. A defoliation bomb deals the 4d6 void damage, 4d4 persistent void damage, and 4 void splash damage to all plants in the area. Non-creature plants in the area immediately wither and die.</p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "bomb",
      "consumable",
      "splash",
      "void"
    ]
  },
  {
    "level": 4,
    "name": "Defoliation Bomb (Moderate)",
    "price": {
      "gp": 18
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Strike</p>\n<hr />\n<p>This brightly painted ceramic sphere contains chemicals that cause plants to wither and die. You gain a +1 item bonus to attack rolls. A defoliation bomb deals the 2d6 void damage, 2d4 persistent void damage, and 2 void splash damage to all plants in the area. Non-creature plants in the area immediately wither and die.</p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "bomb",
      "consumable",
      "splash",
      "void"
    ]
  },
  {
    "level": 10,
    "name": "Delve Scale",
    "price": {
      "gp": 155
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>If fried, a bulette's thick forefoot scales render into crunchy snacks. Alchemists add reagents to the frying oil to enhance the scales' properties and flavor. For 1 minute after eating a delve scale, you gain a burrow Speed of 15 feet and a +2 item bonus to Athletics checks to High Jump or Long Jump.</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable"
    ]
  },
  {
    "level": 15,
    "name": "Demilich Eye Gem",
    "price": {
      "gp": 3000
    },
    "description": "<p>This glowing gem is harvested from a demilich and has an 8th-rank spell magically bonded to it. This item has the traits of the spell it contains.</p>\n<p><strong>Activate</strong> command, Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The gem casts the 8th-rank spell it contains. This activation uses the same number of actions as Casting the Spell. Once the spell is cast, the gem's glow fades, but returns 24 hours later, when the spell can be used once again.</p>\n<hr />\n<p><strong>Craft Requirements</strong> <em>Demilich eye gems</em> can't be crafted.</p>",
    "rarity": "rare",
    "traits": [
      "arcane"
    ]
  },
  {
    "level": 6,
    "name": "Demolishing",
    "price": {
      "gp": 225
    },
    "description": "<p>A <em>demolishing</em> weapon is made to destroy constructs. Damage inflicted on a construct with a demolishing weapon continues to spread throughout the creature-cracks form, linkages fail, surfaces erode-and otherwise dismantle its body. When you damage a construct using a <em>demolishing</em> weapon, you deal an extra @Damage[1d6[persistent,force]] damage. On a critical hit, you deal an extra @Damage[1d12[persistent,force]] damage instead</p>",
    "rarity": "rare",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 17,
    "name": "Demolition Fulu (Greater)",
    "price": {
      "gp": 2750
    },
    "description": "<p>A demolition fulu allows a saboteur or excavator to be far away from the scene when demolition happens. The fulu crumbles to ash over 5 minutes to 8 hours, as you determine when you place the fulu. Once the duration ends, the fulu lowers the Hardness of the object it's affixed to by an amount equal to the fulu's level and then deals 10d6 bludgeoning to the object. A demolition fulu serves as a hazard with a @Check[perception|dc:37] check to detect it and @Check[thievery|dc:37] check to disable it according to its type.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "fulu",
      "magical"
    ]
  },
  {
    "level": 3,
    "name": "Demolition Fulu (Lesser)",
    "price": {
      "gp": 12
    },
    "description": "<p>A demolition fulu allows a saboteur or excavator to be far away from the scene when demolition happens. The fulu crumbles to ash over 5 minutes to 8 hours, as you determine when you place the fulu. Once the duration ends, the fulu lowers the Hardness of the object it's affixed to by an amount equal to the fulu's level and then deals 3d6 bludgeoning to the object. A demolition fulu serves as a hazard with a @Check[perception|dc:17] check to detect it and @Check[thievery|dc:17] check to disable it according to its type.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "fulu",
      "magical"
    ]
  },
  {
    "level": 11,
    "name": "Demolition Fulu (Moderate)",
    "price": {
      "gp": 275
    },
    "description": "<p>A demolition fulu allows a saboteur or excavator to be far away from the scene when demolition happens. The fulu crumbles to ash over 5 minutes to 8 hours, as you determine when you place the fulu. Once the duration ends, the fulu lowers the Hardness of the object it's affixed to by an amount equal to the fulu's level and then deals 6d6 bludgeoning to the object. A demolition fulu serves as a hazard with a @Check[perception|dc:28] check to detect it and @Check[thievery|dc:28] check to disable it according to its type.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "fulu",
      "magical"
    ]
  },
  {
    "level": 6,
    "name": "Demon Dust",
    "price": {
      "gp": 45
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<hr />\n<p>The save for addiction to demon dust is DC 24 fortitude, and the addiction has the virulent trait.</p>\n<p><strong>Saving Throw</strong> DC 20 fortitude</p>\n<p><strong>Maximum Duration</strong> 8 hours</p>\n<p><strong>Stage 1</strong> +2 item bonus to Athletics checks and treat up to 4 Bulk as being negligible in weight (1 minute)</p>\n<p></p>\n<p><strong>Stage 2</strong> +2 item bonus to Athletics checks, treat up to 4 Bulk as being negligible in weight, and Stupefied{Stupefied 1} (1 hour)</p>\n<p></p>\n<p><strong>Stage 3</strong> stupefied 1 (1 hour)</p>\n<p><strong>Stage 4</strong> Stupefied{Stupefied 2} (1 hour)</p>\n<p><strong>Stage 5</strong> stupefied 2 and all memories made since you were first exposed to this dose of demon dust become hazy and vague (1 hour)</p>\n<p><strong>Stage 6</strong> stupefied 2 and all memories made in the previous 24 hours become hazy and vague (1 hour)</p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "consumable",
      "drug",
      "inhaled",
      "poison"
    ]
  },
  {
    "level": 10,
    "name": "Demon Mask (Greater)",
    "price": {
      "gp": 900
    },
    "description": "<p>This terrifying mask is crafted in the visage of a leering demon and grants a +2 item bonus to Intimidation checks.</p>\n<p><strong>Activate—Leering Mask</strong> <span class=\"action-glyph\">2</span> (manipulate)</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The mask casts a 3rd-rank Fear spell with a DC of 29.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 4,
    "name": "Demon Mask",
    "price": {
      "gp": 85
    },
    "description": "<p>This terrifying mask is crafted in the visage of a leering demon and grants a +1 item bonus to Intimidation checks.</p>\n<p><strong>Activate—Leering Mask</strong> <span class=\"action-glyph\">2</span> (manipulate)</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The mask casts a Fear spell with a DC of 20.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 15,
    "name": "Demon's Knot",
    "price": {},
    "description": "<p>The demon Kaivirris is housed in the magnificent ruby that serves as the centerpiece of this beautiful, goldplated, cold iron pendant necklace. Creatures within 30 feet of the <em>demon's knot</em> feel a subtle urge to acquire the necklace and take a –1 status penalty to Will saves.</p>\n<p>Upon donning the <em>demon's knot</em>, it fuses to you. You are subject to a Geas that requires you to free Kaivirris from his prison. If you die without completing this task, you become a sulfur zombie that always remains within 100 feet of the demon's knot and is under the control of whoever is cursed by the <em>demon's knot</em>.</p>\n<p>The <em>demon's knot</em> sustains your physical form and protects your mind from mental control. You don't need to eat or drink. You become immune to the Confused and Controlled conditions.</p>\n<p>The <em>demon's knot</em> corrupts anyone wearing it. You gain weakness to cold iron 10 and holy 10. Whenever you're within 60 feet of a celestial, you're Frightened{Frightened 2} and can't reduce the value of the frightened condition below 2.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> command</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You allow Kaivirris's corrupting influence over you to outwardly manifest. For 1 minute, your features adopt a cruel cast, and you radiate a palpable aura of evil. During this time, you gain a +2 status bonus to Intimidation checks, and your Strikes deal an additional 1d6 spirit damage.</p>\n<p></p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> command, Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> The demon's knot casts Chilling Darkness.</p>",
    "rarity": "unique",
    "traits": [
      "artifact",
      "cursed",
      "evil",
      "invested",
      "magical",
      "unholy"
    ]
  },
  {
    "level": 5,
    "name": "Demortification Oil",
    "price": {
      "gp": 30
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<hr />\n<p>This foul-smelling oil has the appearance and odor of the greasy, thick fluids that seep from a decaying body. When you spread this oil on an intact corpse that has been dead no longer than 1 week, its decay fades and the corpse is restored to the condition it was just after death. <em>Demortification oil</em> can't undo damage done to a corpse after death, such as consumption by scavengers. Applied to a non-incorporeal undead, a dose of <em>demortification oil</em> grants the undead creature a +1 item bonus to Armor Class for 1 hour.</p>\n<p></p>",
    "rarity": "rare",
    "traits": [
      "consumable",
      "magical",
      "oil"
    ]
  },
  {
    "level": 2,
    "name": "Deployable Cover (Ballistic Cover)",
    "price": {
      "gp": 35
    },
    "description": "<p>This thick mat of canvas, foliage, and wood is mounted on a tripod of flexible metal struts, folded into a baton- like shape, and clamped shut. You can rapidly deploy it on the ground with an Interact action to create cover. Deployable cover is large enough to Take Cover behind, allowing you (and others) to gain standard cover when you use the Take Cover action. Before it can be used again, deployable cover must be carefully folded and clamped shut, which takes 1 minute.</p>\n<p>Specially crafted to protect against bullet fire, a ballistic cover also works against other physical projectiles, such as arrows, bolts, and thrown weapons. While a creature has cover from Taking Cover behind a ballistic cover, it gains resistance 2 to piercing damage from ranged weapons and ranged unarmed attacks.</p>",
    "rarity": "uncommon",
    "traits": []
  },
  {
    "level": 1,
    "name": "Deployable Cover",
    "price": {
      "gp": 15
    },
    "description": "<p>This thick mat of canvas, foliage, and wood is mounted on a tripod of flexible metal struts, folded into a baton- like shape, and clamped shut. You can rapidly deploy it on the ground with an Interact action to create cover. Deployable cover is large enough to Take Cover behind, allowing you (and others) to gain standard cover when you use the Take Cover action. Before it can be used again, deployable cover must be carefully folded and clamped shut, which takes 1 minute.</p>",
    "rarity": "uncommon",
    "traits": []
  },
  {
    "level": 5,
    "name": "Depth Charge I",
    "price": {
      "gp": 25
    },
    "description": "<p><strong>Ammunition</strong> any</p>\n<hr />\n<p>Carved with stylized images of water or aquatic life, depth charges that are fired underwater or at a submerged target function with their normal range increments and can hit no matter their normal damage type. This ammunition explodes if it hits a target underwater, dealing @Damage[3d6[bludgeoning]|options:area-damage] damage in a 20 foot burst DC 20 fortitude according to its type. This burst doesn't extend out of the water.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical"
    ]
  },
  {
    "level": 7,
    "name": "Depth Charge II",
    "price": {
      "gp": 55
    },
    "description": "<p><strong>Ammunition</strong> any</p>\n<hr />\n<p>Carved with stylized images of water or aquatic life, depth charges that are fired underwater or at a submerged target function with their normal range increments and can hit no matter their normal damage type. This ammunition explodes if it hits a target underwater, dealing @Damage[5d6[bludgeoning]|options:area-damage] damage in a 20 foot burst DC 24 fortitude according to its type. This burst doesn't extend out of the water.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical"
    ]
  },
  {
    "level": 10,
    "name": "Depth Charge III",
    "price": {
      "gp": 165
    },
    "description": "<p><strong>Ammunition</strong> any</p>\n<hr />\n<p>Carved with stylized images of water or aquatic life, depth charges that are fired underwater or at a submerged target function with their normal range increments and can hit no matter their normal damage type. This ammunition explodes if it hits a target underwater, dealing @Damage[7d6[bludgeoning]|options:area-damage] damage in a 20 foot burst DC 28 fortitude according to its type. This burst doesn't extend out of the water.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical"
    ]
  },
  {
    "level": 12,
    "name": "Depth Charge IV",
    "price": {
      "gp": 330
    },
    "description": "<p><strong>Ammunition</strong> any</p>\n<hr />\n<p>Carved with stylized images of water or aquatic life, depth charges that are fired underwater or at a submerged target function with their normal range increments and can hit no matter their normal damage type. This ammunition explodes if it hits a target underwater, dealing @Damage[9d6[bludgeoning]|options:area-damage] damage in a 20 foot burst DC 30 fortitude according to its type. This burst doesn't extend out of the water.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical"
    ]
  },
  {
    "level": 14,
    "name": "Depth Charge V",
    "price": {
      "gp": 660
    },
    "description": "<p><strong>Ammunition</strong> any</p>\n<hr />\n<p>Carved with stylized images of water or aquatic life, depth charges that are fired underwater or at a submerged target function with their normal range increments and can hit no matter their normal damage type. This ammunition explodes if it hits a target underwater, dealing @Damage[11d6[bludgeoning]|options:area-damage] damage in a 20 foot burst DC 32 fortitude according to its type. This burst doesn't extend out of the water.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical"
    ]
  },
  {
    "level": 16,
    "name": "Depth Charge VI",
    "price": {
      "gp": 1500
    },
    "description": "<p><strong>Ammunition</strong> any</p>\n<hr />\n<p>Carved with stylized images of water or aquatic life, depth charges that are fired underwater or at a submerged target function with their normal range increments and can hit no matter their normal damage type. This ammunition explodes if it hits a target underwater, dealing @Damage[13d6[bludgeoning]|options:area-damage] damage in a 20 foot burst DC 36 fortitude according to its type. This burst doesn't extend out of the water.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical"
    ]
  },
  {
    "level": 18,
    "name": "Depth Charge VII",
    "price": {
      "gp": 3200
    },
    "description": "<p><strong>Ammunition</strong> any</p>\n<hr />\n<p>Carved with stylized images of water or aquatic life, depth charges that are fired underwater or at a submerged target function with their normal range increments and can hit no matter their normal damage type. This ammunition explodes if it hits a target underwater, dealing @Damage[15d6[bludgeoning]|options:area-damage] damage in a 20 foot burst DC 39 fortitude according to its type. This burst doesn't extend out of the water.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical"
    ]
  },
  {
    "level": 0,
    "name": "Depth Gauge",
    "price": {
      "gp": 1
    },
    "description": "<p>This simple tool consists of a small iron weight attached to a thin rope that is marked at regular intervals (typically every foot). It can be used to measure the depth of a hole or body of water by dropping the weight down into unknown depths and counting the markings on the rope. It can also be used as a plumb bob.</p>",
    "rarity": "uncommon",
    "traits": []
  },
  {
    "level": 5,
    "name": "Desiccating Scepter",
    "price": {
      "gp": 150
    },
    "description": "<p>Often wielded by priests of cruel desert gods, this thin scepter is carved from dry, yellowed bone and can destroy the moisture in anything it touches.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p><strong>Frequency</strong> twice per day</p>\n<hr />\n<p><strong>Effect</strong> You touch the scepter to a body of water containing 20 gallons or less, which is instantly reduced to dust; larger bodies of water are unaffected. Alternatively, you can touch a creature whose body contains water with the scepter; the target takes 4d6 fire damage and must attempt a @Check[fortitude|dc:19] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target takes half damage.</p>\n<p><strong>Failure</strong> The target takes full damage and is Slowed{Slowed 1}.</p>\n<p><strong>Critical Failure</strong> As failure, but the target is Slowed{Slowed 2}.</p>",
    "rarity": "rare",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 13,
    "name": "Desolation Locket (Greater)",
    "price": {
      "gp": 2800
    },
    "description": "<p>The surface of this golden, heart-shaped locket is nearly worn through with cracks. If opened, it reveals a portrait of someone the bearer loved dearly and has lost. The spell DC of any spell cast by activating this item is 30.</p>\n<ul>\n<li><strong>Armor</strong> The <em>desolation locket</em> numbs you to further despair, and you gain a +3 item bonus to saving throws against emotion effects.</li>\n<li><strong>Weapon</strong>(emotion, mental) After you cast an enchantment spell by activating the <em>locket</em>, you emanate an aura of hopelessness in a 5 foot emanation until the start of your next turn. A creature that ends its turn in the aura must succeed at a Will saving throw against the locket's spell DC or become Slowed{Slowed 1} (Slowed{Slowed 2} on a critical failure) until the end of its next turn.</li>\n</ul>\n<p></p>\n<p></p>\n<hr />\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Effect</strong> You cast Haunting Hymn.</p>\n<hr />\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You cast 4th-rank Agonizing Despair.</p>\n<hr />\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You cast Wave of Despair.</p>",
    "rarity": "common",
    "traits": [
      "magical",
      "spellheart"
    ]
  },
  {
    "level": 19,
    "name": "Desolation Locket (Major)",
    "price": {
      "gp": 34000
    },
    "description": "<p>The surface of this golden, heart-shaped locket is nearly worn through with cracks. If opened, it reveals a portrait of someone the bearer loved dearly and has lost. The spell DC of any spell cast by activating this item is 41.</p>\n<ul>\n<li><strong>Armor</strong> The <em>desolation locket</em> numbs you to further despair, and you gain a +4 item bonus to saving throws against emotion effects. When you critically fail a saving throw against an emotion effect, you get a failure instead.</li>\n<li><strong>Weapon</strong>(emotion, mental) After you cast an enchantment spell by activating the <em>locket</em>, you emanate an aura of hopelessness in a 5 foot emanation until the start of your next turn. A creature that ends its turn in the aura must succeed at a Will saving throw against the locket's spell DC or become Slowed{Slowed 1} (Slowed{Slowed 2} on a critical failure) until the end of its next turn.</li>\n</ul>\n<p></p>\n<p></p>\n<hr />\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Effect</strong> You cast Haunting Hymn.</p>\n<hr />\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You cast 7th-rank Wave of Despair.</p>\n<hr />\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You cast Canticle of Everlasting Grief.</p>",
    "rarity": "common",
    "traits": [
      "magical",
      "spellheart"
    ]
  },
  {
    "level": 8,
    "name": "Desolation Locket",
    "price": {
      "gp": 470
    },
    "description": "<p>The surface of this golden, heart-shaped locket is nearly worn through with cracks. If opened, it reveals a portrait of someone the bearer loved dearly and has lost. The spell DC of any spell cast by activating this item is 24.</p>\n<ul>\n<li><strong>Armor</strong> The <em>desolation locket</em> numbs you to further despair, and you gain a +2 item bonus to saving throws against emotion effects.</li>\n<li><strong>Weapon</strong>(emotion, mental) After you cast an enchantment spell by activating the <em>locket</em>, you emanate an aura of hopelessness in a 5 foot emanation until the start of your next turn. A creature that ends its turn in the aura must succeed at a Will saving throw against the locket's spell DC or become Slowed{Slowed 1} (Slowed{Slowed 2} on a critical failure) until the end of its next turn.</li>\n</ul>\n<p></p>\n<p></p>\n<hr />\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Effect</strong> You cast Haunting Hymn.</p>\n<hr />\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You cast Agonizing Despair.</p>",
    "rarity": "common",
    "traits": [
      "magical",
      "spellheart"
    ]
  },
  {
    "level": 8,
    "name": "Detect Anathema Fulu",
    "price": {
      "gp": 100
    },
    "description": "<p>Given to undisciplined acolytes at risk of breaking their vows, this fulu activates on its own if its wearer begins to perform an act anathema to a specific deity or cause, decided at the time of crafting. The fulu heats up when activated, giving you enough warning to correct your actions; if you proceed, the fulu immolates in a burst of flame. This deals 4d6 fire damage and brands your skin until you receive an appropriate Atone ritual. Either way, activating the fulu consumes it.</p>\n<p><strong>Usage</strong> affixed to armor</p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "fulu",
      "magical",
      "talisman"
    ]
  },
  {
    "level": 3,
    "name": "Detective's Kit",
    "price": {
      "gp": 25
    },
    "description": "<p>This leather satchel contains empty vials, a pair of tweezers, a supply of small linen cloths, a set of brass calipers and a knotted string for measuring distances, several pieces of chalk, a pen, and a blank notebook for keeping notes. Every component of a detective's kit is of exceeding quality, and thus a detective's kit adds a +1 item bonus to checks to investigate a crime scene, a clue, or similar details. Like other tool kits, a detective's kit uses one hand if wearing the kit and two hands otherwise.</p>",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 7,
    "name": "Detector Stone",
    "price": {
      "gp": 360
    },
    "description": "<p>During their journeys across the Gravelands, the Knights of Lastwall found several smoky, gemstone-like objects that knights refer to as <em>detector stones</em>. Some of the knights' Magaambyan allies believe the stones are <em>aeon stones</em> corrupted by the same energies that corrupted the Gravelands, though they don't display the characteristic orbiting behavior of <em>aeon stones</em> when invested. Despite the controversy, many knights use the stones for their ability to detect the presence of undead.</p>\n<p>While you have a <em>detector stone</em> invested, it glows faintly when an undead creature is within 30 feet of you, unless the undead is Hidden or disguised with a Deception or Stealth result of 20 or higher. An invested stone may be carried in a pocket, but some knights set them in necklaces, bracelets, or weapon hilts.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision</p>\n<p><strong>Frequency</strong> once per minute</p>\n<hr />\n<p><strong>Effect</strong> You channel your life-force into the stone, empowering it temporarily. The stone can detect undead within 60 feet of you, rather than 30 feet, until the end of your turn. Undead hiding or disguising themselves must make an additional Deception or Stealth check to remain disguised or hidden from the activation, and the DC of the check is 23 rather than 20.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> envision, Interact</p>\n<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p><strong>Effect</strong> You focus on the stone as it glows, and your eyes glow with the same tainted light. You detect the auras of evil undead in a 30-foot radius around you and learn each aura's location and strength. This has the effects of a 2nd-rank Detect Alignment spell but only detects evil undead.</p>",
    "rarity": "uncommon",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 4,
    "name": "Deteriorating Dust",
    "price": {
      "gp": 15
    },
    "description": "<p>Contained in a specially enchanted small leather or hide sack, <em>deteriorating dust</em> is a potent caustic agent and a prized item among Rovagug's more discreet followers.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> Interact</p>\n<hr />\n<p><strong>Effect</strong> You sprinkle the <em>deteriorating dust</em> over an unattended Medium or smaller object. The dust quickly fades to a transparent color and the object immediately begins to rust, melt, or otherwise fall apart. For the listed time, the object takes constant damage; if the object has a Hardness, then the dust gradually reduces the object's Hardness instead. If the <em>deteriorating dust</em> is still active after the object's Hardness is reduced to 0, it deals damage to the object as previously described. If the object survives, reduced Hardness returns after the dust's duration expires, but any damage remains.</p>\n<p>The affected object takes 1 damage per 3 hours (8 damage per day) and its Hardness is reduced by 1 per hour. The effect lasts for 3 days.</p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "magical"
    ]
  },
  {
    "level": 3,
    "name": "Detonating Gears Snare",
    "price": {
      "gp": 12
    },
    "description": "<p>This snare uses clockwork stressed almost to the breaking point, which activates with a powerful explosion that deals 3d8 piercing damage to the first creature entering the snare's square. The creature must attempt a @Check[reflex|dc:19] saving throw.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes half damage.</p>\n<p><strong>Failure</strong> The creature takes full damage and @Damage[3[bleed]] damage.</p>\n<p><strong>Critical Failure</strong> The creature takes double damage and @Damage[6[bleed]] damage.</p>",
    "rarity": "common",
    "traits": [
      "auditory",
      "clockwork",
      "consumable",
      "mechanical",
      "snare",
      "trap"
    ]
  },
  {
    "level": 6,
    "name": "Devil's Bargain",
    "price": {
      "gp": 250
    },
    "description": "<p>Those favored by Asmodeus can be found wearing this <em>+1 studded leather</em>, which is lacquered in red and black.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">r</span> envision (fortune)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> You critically fail an attack roll, check, or saving throw</p>\n<hr />\n<p><strong>Effect</strong> You offer a prayer to Asmodeus, who accepts under a reciprocal condition. Reroll the triggering roll with a +2 circumstance bonus and use the higher result.</p>\n<p>If this reroll improves your degree of success, the GM can later reroll one Strike against you, one saving throw against your abilities, or one secret check or saving throw you make. This is a fortune effect if used on a Strike or save against you, or a misfortune effect if used on your secret check or saving throw. The GM must use this reroll before the end of the last day you activated the armor.</p>",
    "rarity": "uncommon",
    "traits": [
      "evil"
    ]
  },
  {
    "level": 7,
    "name": "Devil's Breath Incense",
    "price": {
      "gp": 70
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<hr />\n<p>This 6-inch-long stick of gray-green incense has an unsettling, oily look to it. When burned, a stick of <em>devil's breath incense</em> emits a brimstone-like stink and burns for 10 minutes. Varisian tales claim the stink of this incense closely matches the odor of the breath of the Sandpoint Devil, although it doesn't come close to the full stink of its flaming exhalations. A creature within 10 feet of a stick of burning <em>devil's breath incense</em> must succeed at a @Check[fortitude|dc:23] save or become Sickened{Sickened 1} (Sickened{Sickened 2} on a critical failure), after which they're temporarily immune to the incense for 1 hour.</p>\n<p>While a stick of <em>devil's breath incense</em> is burning, an adjacent creature can lean over the stick to inhale forcefully as an Interact action. Doing so consumes the entire stick immediately and automatically makes the creature Sickened{Sickened 3}, but when the creature exhales its next breath, the cloud of smoke they breathe out attempts to carry with it a single curse the creature is afflicted by. The incense has a counteract level of 4 and a [[/r 1d20+12 #Counteract]]{+12} modifier for the roll. If used to remove the effects of the Sandpoint Devil's Accursed Breath (or similar effects, such as the Cursed Flames that the goblin witch Minargul can create), the <em>devil's breath incense</em> automatically succeeds at removing the curse, regardless of the level of the curse itself.</p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "divine"
    ]
  },
  {
    "level": 3,
    "name": "Devil's Luck",
    "price": {},
    "description": "<p><strong>Devil</strong> Imp</p>\n<p><strong>Decipher Writing</strong> Arcana, Occultism, Society</p>\n<hr />\n<p>You've bargained with an imp, one of the least powerful devils, for a fragment of infernal luck.</p>\n<p><strong>Benefit</strong> Once per day, you can roll a saving throw twice and use the higher result.</p>\n<p><strong>Payment</strong> At the termination of your mortal life, your soul must serve the imp for 100 years.</p>\n<p><strong>Hidden Condition</strong> The \"termination of mortal life\" clause is carefully worded to hasten your demise. You can't use the benefit against a death effect, and if you roll a failure on a saving throw against a death effect, you get a critical failure instead.</p>\n<p><strong>Termination Clause</strong> If you critically fail a saving throw against a death effect and do not die, the contract becomes unenforceable on its terms and is voided.</p>",
    "rarity": "rare",
    "traits": [
      "contract",
      "fortune",
      "invested",
      "magical"
    ]
  },
  {
    "level": 9,
    "name": "Devil's Trident",
    "price": {
      "gp": 100
    },
    "description": "<p>This <em>+1 striking returning trident</em> is made of an ancient black metal that glistens unnaturally and is cold to the touch. The prongs of this trident drip with metallic lake water. Strikes with the <em>Devil's Trident</em> trigger the weaknesses of any creature with a weakness to water.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">r</span> Command</p>\n<p><strong>Trigger</strong> You critically hit a creature</p>\n<p><strong>Effect</strong> The target must succeed at a DC 25 fortitude save or become infected with sewer haze.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> envision, Interact</p>\n<p><strong>Frequency</strong> once per hour</p>\n<p><strong>Effect</strong> The trident casts 3rd-rank Quench with a DC of 25 and a counteract modifier of [[/r 1d20+15 #Quench Counteract Modifier]]{+15}. You can Sustain the Spell as normal.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">3</span> envision, Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You call upon the corrupted power of the trident to stay a foe. Attempt a Strike. On a hit, the trident casts 3rd-rank Paralyze on the target (DC 25). If the Strike was a critical hit, the target is Stunned{Stunned 1} even if it critically succeeds at the save.</p>\n<hr />\n<h3>Sewer Haze</h3>\n<section class=\"traits\">\n<p>disease</p>\n<p>virulent</p>\n</section>\n<p>Many healers and alchemists suspect that sewer haze has a supernatural origin, but the study is so unpleasant that research has made little progress.</p>\n<p><strong>Saving Throw</strong> DC 23 fortitude</p>\n<p><strong>Onset</strong> 2 days</p>\n<p><strong>Stage 1</strong> Stupefied{Stupefied 2} (1 day)</p>\n<p><strong>Stage 2</strong> Drained{Drained 2} and stupefied 2 (1 day)</p>\n<p><strong>Stage 3</strong> Drained{Drained 3} and Stupefied{Stupefied 3} (1 day)</p>",
    "rarity": "unique",
    "traits": [
      "thrown-20"
    ]
  },
  {
    "level": 11,
    "name": "Devoted Vestments",
    "price": {
      "gp": 1250
    },
    "description": "<p>These vestments are made of panels showing various scenes from the legends of a particular deity. It serves as a religious symbol of that deity, and you gain a +2 item bonus to Religion checks. When you cast <em>harm</em> or <em>heal</em>, healing granted to followers of that deity is increased by the rank of the spell.</p>\n<p><strong>Activate—Domain Devotion</strong> <span class=\"action-glyph\">F</span> (concentrate)</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> Gain 1 Focus Point, which you can spend only to cast a cleric domain spell for a domain belonging to the deity the vestments are dedicated to. If you don't spend this point by the end of this turn, it is lost.</p>\n<hr />\n<p><strong>Craft Requirements</strong> You are a cleric who worships the deity tied to the vestments.</p>",
    "rarity": "common",
    "traits": [
      "divine",
      "focused",
      "invested"
    ]
  },
  {
    "level": 11,
    "name": "Dezullon Fountain",
    "price": {
      "gp": 1300
    },
    "description": "<p>A <em>dezullon fountain</em> is a distinct type of <em>+2 striking air repeater</em> made from the still-living pitcher of a dezullon, dealing acid damage instead of the gun's normal piercing damage.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> command</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The next creature you successfully Strike with this weapon is exposed to amnesia venom.</p>\n<p><strong>Amnesia Venom</strong> (mental, poison)</p>\n<p><strong>Saving Throw</strong> DC 29 fortitude</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> Off-Guard (1 round)</p>\n<p><strong>Stage 2</strong> off-guard and Clumsy{Clumsy 1} (1 round)</p>\n<p><strong>Stage 3</strong> Confused, off-guard, and Clumsy{Clumsy 2} (1 round)</p>\n<hr />\n<p><strong>Craft Requirements</strong> The initial raw materials must include a pitcher from a dezullon or similar creature.</p>",
    "rarity": "uncommon",
    "traits": [
      "acid",
      "agile",
      "plant",
      "repeating"
    ]
  },
  {
    "level": 0,
    "name": "Diamond, large",
    "price": {
      "gp": 500
    },
    "description": "",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 0,
    "name": "Diamond ring with platinum band",
    "price": {
      "gp": 1000
    },
    "description": "",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 0,
    "name": "Diamond, small",
    "price": {
      "gp": 100
    },
    "description": "",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 5,
    "name": "Diluted Hype",
    "price": {
      "gp": 20
    },
    "description": "<p>A synthetic adrenaline supplement that increases awareness and reaction time. Diluted hype has been mixed with saltwater to allow for cheaper mass production.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> Interact (Ingested)</p>\n<p><strong>Saving Throw</strong> @Check[fortitude|dc:21]</p>\n<p><strong>Maximum Duration</strong> 1 minute</p>\n<p><strong>Stage 1</strong> Quickened and can use the additional action to Step (1 round)</p>\n<p><strong>Stage 2</strong> Stupefied{Stupefied 1} (1 round)</p>\n<p><strong>Stage 3</strong> Drained{Drained 1} and stupefied 1 (1 round)</p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "consumable",
      "drug",
      "ingested",
      "poison"
    ]
  },
  {
    "level": 12,
    "name": "Dimension Shot",
    "price": {
      "gp": 360
    },
    "description": "<p><strong>Ammunition</strong> any</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> command, envision</p>\n<hr />\n<p>Dimension shot is deep blue black, but motes of light play upon it like stars in the night sky. The activated ammunition allows you to teleport to a location near where the ammunition hits. If you hit a creature, you can teleport to an unoccupied space adjacent to that creature. If you fire at a square, you can teleport to a space that contains that square or an unoccupied space adjacent to it. The teleportation fails if no unoccupied space is available to you</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical"
    ]
  },
  {
    "level": 7,
    "name": "Dimensional Knot",
    "price": {
      "gp": 60
    },
    "description": "<p><strong>Activate</strong> Cast a Spell</p>\n<hr />\n<p>Shelynites originally crafted this complex knot of vibrant string for bracelets meant to tie the destinies of two people together. Now, however, spellcasters of all religions use them to enhance their capacity with teleportation magic. Adding this catalyst to a 4th-rank Translocate spell allows you to bring a single willing adjacent creature along with you; however, the teleportation is somewhat disorienting for them, causing them to become Stunned{Stunned 1}.</p>",
    "rarity": "common",
    "traits": [
      "catalyst",
      "consumable",
      "magical"
    ]
  },
  {
    "level": 16,
    "name": "Dinosaur Boots (Greater)",
    "price": {
      "gp": 9500
    },
    "description": "<p>The tough, scaled leather of these heavy boots comes from a mighty dinosaur, granting you the steadiness of a lumbering beast. Any time an action or effect would cause you to make a forced movement, roll a @Check[flat|dc:17] check. On a success, the forced movement fails to affect you.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> command (magical, morph, transmutation)</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You grow to size Huge if you choose, with the effects of 4th-rank Enlarge for 1 minute. During that time, you gain dinosaur features; your legs and feet transform into a dinosaur's. You gain a foot unarmed attack that has the same statistics as your fist unarmed attack, except its damage die is increased from 1d4 to 1d8. During the duration, you can use the @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.Trample] 3-action activity to Trample creatures one size smaller than you or smaller. This deals an amount of damage to each creature equal to that of your foot unarmed attack (including any extra weapon damage dice, bonuses, or additional damage as normal), with a DC 27 reflex save. You can Dismiss the activation.</p>",
    "rarity": "uncommon",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 10,
    "name": "Dinosaur Boots",
    "price": {
      "gp": 950
    },
    "description": "<p>The tough, scaled leather of these heavy boots comes from a mighty dinosaur, granting you the steadiness of a lumbering beast. Any time an action or effect would cause you to make a forced movement, roll a @Check[flat|dc:17] check. On a success, the forced movement fails to affect you.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> command (magical, morph, transmutation)</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You grow, gaining the effects of Enlarge for 1 minute. During that time, you gain dinosaur features; your legs and feet transform into a dinosaur's. You gain a foot unarmed attack that has the same statistics as your fist unarmed attack, except its damage die is increased from 1d4 to 1d6. Once during the duration, you can use the @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.Trample] 3-action activity to Trample creatures one size smaller than you or smaller. This deals an amount of damage to each creature equal to that of your foot unarmed attack (including any extra weapon damage dice, bonuses, or additional damage as normal), with a DC 27 reflex save. You can Dismiss the activation.</p>",
    "rarity": "uncommon",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 5,
    "name": "Diplomat's Badge",
    "price": {
      "gp": 125
    },
    "description": "<p>When displayed prominently, this brass badge makes creatures find you more agreeable. You gain a +1 item bonus to Diplomacy checks.</p>\n<hr />\n<p><strong>Activate—Diplomat's Bearing</strong> <span class=\"action-glyph\">A</span> (concentrate)</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> Attempt a DC 20 check to Recall Knowledge about people of a human ethnicity, a non-human ancestry, or some other type of creature. (The GM determines what your options are.) If you succeed, the badge's bonus increases to +2 for Diplomacy checks with creatures of that group for the rest of the day.</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 3,
    "name": "Diplomat's Charcuterie",
    "price": {
      "gp": 9
    },
    "description": "<p><strong>Activate</strong> 10 minutes (Interact)</p>\n<p>A common sight at political gatherings, a diplomat's charcuterie has fine meats, cheeses, nuts, fruits, and other finger foods mixed with reagents to engender friendly feelings between those consuming them. Contents of the plate vary by chef and the intended palates, from the hearty sausages and hard cheese of charcuterie from the Lands of the Linnorm Kings to the hot-pepper cheese curds and smoked almonds of Thuvian platters. After Activating the charcuterie by eating it, you gain a +1 item bonus to Diplomacy checks to Make an Impression and Perception checks to Sense Motive. These bonuses last 24 hours or until you make your next daily preparations, whichever comes first.</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable"
    ]
  },
  {
    "level": 4,
    "name": "Dischoran Rubble",
    "price": {
      "gp": 18
    },
    "description": "<p><strong>Activate</strong> Cast a Spell (add 1 action)</p><hr /><p>Rock fragments exposed to any dischoran's sonic blasts can sometimes retain a portion of the attack's energy, trembling slightly whenever they are touched. When you cast Noise Blast using a piece of <em>dischoran rubble</em>, the cacophony reverberates through the targets' forms for 1 round. If a creature that failed or critically failed its initial saving throw moves 10 feet or more on their next turn, it takes an additional 2d10 sonic damage.</p>",
    "rarity": "common",
    "traits": [
      "catalyst",
      "consumable",
      "magical"
    ]
  },
  {
    "level": 5,
    "name": "Discord Fulu",
    "price": {
      "gp": 22
    },
    "description": "<p><strong>Duration</strong> 1 hour</p>\n<p>Incorporating green in its writing, a <em>discord fulu</em> is a popular but unethical tool often deployed on romantic rivals to foil their advances. While the fulu is affixed to it, a creature treats its attitude toward other creatures as one step worse than it is. The creature also takes a –1 status penalty to Diplomacy checks. The first failure the creature rolls on a Diplomacy check becomes a critical failure instead, and the fulu turns to ash, ending its effect.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "fulu",
      "magical",
      "misfortune"
    ]
  },
  {
    "level": 3,
    "name": "Disguise Kit (Elite Cosmetics)",
    "price": {
      "sp": 5
    },
    "description": "<p>This small wooden box contains cosmetics, false facial hair, spirit gum, and a few simple wigs. You usually need a disguise kit to set up a disguise in order to Impersonate someone using the Deception skill. An elite disguise kit adds a +1 item bonus to relevant checks. If you've crafted a large number of disguises, you can replenish your cosmetics supply with replacement cosmetics suitable for the type of your disguise kit.</p>",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 3,
    "name": "Disguise Kit (Elite)",
    "price": {
      "gp": 40
    },
    "description": "<p>This small wooden box contains cosmetics, false facial hair, spirit gum, and a few simple wigs. You usually need a disguise kit to set up a disguise in order to Impersonate someone using the Deception skill. An elite disguise kit adds a +1 item bonus to relevant checks. If you've crafted a large number of disguises, you can replenish your cosmetics supply with replacement cosmetics suitable for the type of your disguise kit. You can draw and replace a worn disguise kit as part of the action that uses it.</p>",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 0,
    "name": "Disguise Kit (Replacement Cosmetics)",
    "price": {
      "sp": 1
    },
    "description": "<p>This small wooden box contains cosmetics, false facial hair, spirit gum, and a few simple wigs. You usually need a disguise kit to set up a disguise in order to Impersonate someone using the Deception skill. If you've crafted a large number of disguises, you can replenish your cosmetics supply with replacement cosmetics suitable for the type of your disguise kit.</p>",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 0,
    "name": "Disguise Kit",
    "price": {
      "gp": 2
    },
    "description": "<p>This small wooden box contains cosmetics, false facial hair, spirit gum, and a few simple wigs. You usually need a disguise kit to set up a disguise in order to Impersonate someone using the Deception skill. If you've crafted a large number of disguises, you can replenish your cosmetics supply with replacement cosmetics suitable for the type of your disguise kit. You can draw and replace a worn disguise kit as part of the action that uses it.</p>",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 15,
    "name": "Disintegration Bolt",
    "price": {
      "gp": 1300
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> (manipulate)</p><hr /><p>The shaft of this bolt is scorched and blackened, and handling it coats your fingers with a fine black powder. When an activated <em>disintegration bolt</em> hits a target, it is subject to a Disintegrate spell requiring a @Check[fortitude|dc:34] save. As with the spell, a critical hit on the attack roll causes the target's saving throw outcome to be one degree worse.</p><hr /><p><strong>Craft Requirements</strong> Supply one casting of <em>disintegrate</em>.</p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "magical"
    ]
  },
  {
    "level": 17,
    "name": "Dispelling Sliver",
    "price": {
      "gp": 2400
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">F</span> (concentrate)</p>\n<p><strong>Trigger</strong> Your Strike damages a target</p><hr /><p>Made from a treated sliver of cold iron, this talisman allows you to counteract magical effects. When you activate the <em>dispelling sliver</em>, it attempts to counteract a single spell active on the target (counteract modifier [[/r 1d20+29 #Counteract]]{+29}), with the effects of an 8th-rank Dispel Magic spell. If you activate the talisman on a successful Dispelling Slice, the talisman attempts to counteract all spells active on the target, in addition to your attempt from Dispelling Slice.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical",
      "talisman"
    ]
  },
  {
    "level": 6,
    "name": "Dispersing Bullet",
    "price": {
      "gp": 50
    },
    "description": "<p><strong>Ammunition</strong> sling bullet</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<hr />\n<p>The metals used to forge this lead shot were taken from a variety of continents and barely stay together. When an activated dispersing bullet hits a target, the bullet scatters into a sphere of metal shards as the metals try to return to their places of origin. All creatures in a 10 foot emanation around the target of the attack (and not including the target) must succeed at a @Check[fortitude|dc:21] save or be pushed 10 feet from the target (15 feet on a critical failure).</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical"
    ]
  },
  {
    "level": 11,
    "name": "Disrupting Oil (Greater)",
    "price": {
      "gp": 250
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>A pearlescent fluid, disrupting oil applied to a weapon grants the benefits of a Vitalizing (Greater){Greater Disrupting} rune with a DC 30 fortitude for 1 minute.</p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "magical",
      "oil"
    ]
  },
  {
    "level": 3,
    "name": "Disrupting Oil",
    "price": {
      "gp": 10
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>A pearlescent fluid, disrupting oil applied to a weapon grants the benefits of a Vitalizing rune for 1 minute.</p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "magical",
      "oil"
    ]
  },
  {
    "level": 4,
    "name": "Distracting Carapace",
    "price": {
      "gp": 80
    },
    "description": "<p>Your skin is studded with pieces of iridescent chitin that ripple like oil on water. When you move your body in a distracting way, your allies can take advantage to move stealthily. When you Aid an ally who is trying to Create a Diversion, instead of the usual effects of Aid, you can roll an Acrobatics or Performance check and use that result to determine the outcome of the diversion, instead of attempting a Deception check.</p>",
    "rarity": "common",
    "traits": [
      "graft",
      "invested",
      "magical"
    ]
  },
  {
    "level": 15,
    "name": "Diver's Gloves (Greater)",
    "price": {
      "gp": 6000
    },
    "description": "<p>These black leather gloves fit snuggly, running up the length of your arm to your elbow. Each glove has an angular fin running along the outside edge of your arms, which forms a narrow triangle when your hands meet in a diving position. While wearing the gloves, you gain a +3 item bonus to Athletics checks to Swim. The item bonus is +3. The gloves grant you a swim Speed equal to your land Speed or 30 feet, whichever is higher.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">r</span> envision</p>\n<p><strong>Trigger</strong> You would take damage from falling into water</p>\n<hr />\n<p><strong>Effect</strong> The gloves create a hydrodynamic barrier around you, dispersing the damage that would be done to you during a high dive. You take damage as if the fall were half the distance, to a minimum fall of 5 feet. You then Swim with the effects of a critical success for the check.</p>",
    "rarity": "uncommon",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 4,
    "name": "Diver's Gloves (Lesser)",
    "price": {
      "gp": 85
    },
    "description": "<p>These black leather gloves fit snuggly, running up the length of your arm to your elbow. Each glove has an angular fin running along the outside edge of your arms, which forms a narrow triangle when your hands meet in a diving position. While wearing the gloves, you gain a +1 item bonus to Athletics checks to Swim.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">r</span> envision</p>\n<p><strong>Trigger</strong> You would take damage from falling into water</p>\n<hr />\n<p><strong>Effect</strong> The gloves create a hydrodynamic barrier around you, dispersing the damage that would be done to you during a high dive. You take damage as if the fall were half the distance, to a minimum fall of 5 feet. You then Swim with the effects of a critical success for the check.</p>",
    "rarity": "uncommon",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 9,
    "name": "Diver's Gloves (Moderate)",
    "price": {
      "gp": 650
    },
    "description": "<p>These black leather gloves fit snuggly, running up the length of your arm to your elbow. Each glove has an angular fin running along the outside edge of your arms, which forms a narrow triangle when your hands meet in a diving position. While wearing the gloves, you gain a +2 item bonus to Athletics checks to Swim. The gloves grant you a swim Speed equal to half of your land Speed</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">r</span> envision</p>\n<p><strong>Trigger</strong> You would take damage from falling into water</p>\n<hr />\n<p><strong>Effect</strong> The gloves create a hydrodynamic barrier around you, dispersing the damage that would be done to you during a high dive. You take damage as if the fall were half the distance, to a minimum fall of 5 feet. You then Swim with the effects of a critical success for the check.</p>",
    "rarity": "uncommon",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 0,
    "name": "Divine art piece created by Shelyn",
    "price": {
      "gp": 1000
    },
    "description": "",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 4,
    "name": "Divine Scroll Case of Simplicity",
    "price": {
      "gp": 100
    },
    "description": "<p>The four different types of <em>scroll cases of simplicity</em> often bear adornments appropriate to their magical tradition, such as angelic wings or otherworldly lettering. On the inside, intricate runic diagrams spiral out to surround the scroll stored within. A scroll placed within the case can be converted into energy to cast consistently useful spells depending on its type. You must be able to cast spells of a given tradition to use a <em>scroll case of simplicity</em> of a corresponding type.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> Interact</p>\n<p><strong>Requirements</strong> The scroll case contains a single scroll of a 1st-rank spell</p>\n<hr />\n<p><strong>Effect</strong> You transfer the scroll's energy into the scroll case, consuming the scroll, and you can immediately begin casting one of the scroll case's spells. If you use any action other than to Cast a Spell from the scroll case after activating the <em>scroll case of simplicity</em>, the scroll and its energy are lost.</p>\n<p>The scroll case can be used to cast Heal or Cleanse Cuisine</p>",
    "rarity": "uncommon",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 9,
    "name": "Diviner's Nose Chain",
    "price": {
      "gp": 650
    },
    "description": "<p>The diviner's nose chain is worn by attaching piercings to the ear and nose, creating a connection between the senses of hearing and smell. The diviner's nose chain grants you scent out to 30 feet as an imprecise sense, and a +1 item bonus to checks to Seek or Sense Motive.</p>",
    "rarity": "uncommon",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 3,
    "name": "Diving Suit",
    "price": {
      "gp": 100
    },
    "description": "<p>Diving suits are bulky, waterproofed leather outfits with copper helmets, worn by divers and underwater salvagers. The suit grants a +1 item bonus to Swim checks made underwater, and the helmet features tubes for connecting <em>Bottled Air</em>. When connected to a diving suit, <em>bottled air</em> doesn't need to be held and can be used to breathe as a free action. If you wear armor over a diving suit, you become Clumsy{Clumsy 1} until you remove the diving suit.</p>",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 0,
    "name": "Djezet Alloy Ingot",
    "price": {
      "gp": 6000
    },
    "description": "<p>This rust red metal is liquid at room temperature, making it challenging for all but the most skilled metallurgists to craft with and earning it the name \"quickiron\" in some places.</p>\n<p>Djezet is also extremely reactive to magic, even in its solid, workable alloyed form. It glows when targeted by magic, and objects crafted with djezet alloys glow with scarlet striations, which lead some smiths to nickname it \"tiger iron.\"</p>\n<p>When targeted by spells, objects crafted from djezet alloys exhibit these glowing red markings that last for 1 round or the duration of the spell, whichever is longer. A djezet mass contains enough djezet to refine into up to two Djezet Dose{Djezet Doses}.</p>\n<h2>Djezet Alloy Items</h2>\n<table class=\"pf2e\">\n<thead>\n<tr>\n<th>Djezet Alloy Items</th>\n<th>Hardness</th>\n<th>HP</th>\n<th>BT</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><strong>Thin Items</strong></td>\n<td> </td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Standard-grade</td>\n<td>5</td>\n<td>20</td>\n<td>10</td>\n</tr>\n<tr>\n<td>High-grade</td>\n<td>8</td>\n<td>32</td>\n<td>16</td>\n</tr>\n<tr>\n<td><strong>Items</strong></td>\n<td> </td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Standard-grade</td>\n<td>9</td>\n<td>36</td>\n<td>18</td>\n</tr>\n<tr>\n<td>High-grade</td>\n<td>12</td>\n<td>48</td>\n<td>24</td>\n</tr>\n<tr>\n<td><strong>Structures</strong></td>\n<td> </td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Standard-grade</td>\n<td>18</td>\n<td>72</td>\n<td>36</td>\n</tr>\n<tr>\n<td>High-grade</td>\n<td>24</td>\n<td>96</td>\n<td>48</td>\n</tr>\n</tbody>\n</table>",
    "rarity": "rare",
    "traits": [
      "precious"
    ]
  },
  {
    "level": 13,
    "name": "Djezet Dose",
    "price": {
      "gp": 600
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> Interact</p>\n<p>Some mages carry vials of djezet for its magic-enhancing properties. When you drink a <em>djezet dose</em>, if your next action is to Cast a Spell, you can apply the effects of the Reach Spell or Widen Spell metamagic feats.</p>\n<hr />\n<p><strong>Craft Requirements</strong> At least 300 gp of djezet.</p>",
    "rarity": "rare",
    "traits": [
      "consumable",
      "magical"
    ]
  },
  {
    "level": 0,
    "name": "Djezet Mass",
    "price": {
      "gp": 600
    },
    "description": "<p>This rust red metal is liquid at room temperature, making it challenging for all but the most skilled metallurgists to craft with and earning it the name \"quickiron\" in some places.</p>\n<p>Djezet is also extremely reactive to magic, even in its solid, workable alloyed form. It glows when targeted by magic, and objects crafted with djezet alloys glow with scarlet striations, which lead some smiths to nickname it \"tiger iron.\"</p>\n<p>When targeted by spells, objects crafted from djezet alloys exhibit these glowing red markings that last for 1 round or the duration of the spell, whichever is longer. A djezet mass contains enough djezet to refine into up to two Djezet Dose{Djezet Doses}.</p>\n<h2>Djezet Alloy Items</h2>\n<table class=\"pf2e\">\n<thead>\n<tr>\n<th>Djezet Alloy Items</th>\n<th>Hardness</th>\n<th>HP</th>\n<th>BT</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><strong>Thin Items</strong></td>\n<td> </td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Standard-grade</td>\n<td>5</td>\n<td>20</td>\n<td>10</td>\n</tr>\n<tr>\n<td>High-grade</td>\n<td>8</td>\n<td>32</td>\n<td>16</td>\n</tr>\n<tr>\n<td><strong>Items</strong></td>\n<td> </td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Standard-grade</td>\n<td>9</td>\n<td>36</td>\n<td>18</td>\n</tr>\n<tr>\n<td>High-grade</td>\n<td>12</td>\n<td>48</td>\n<td>24</td>\n</tr>\n<tr>\n<td><strong>Structures</strong></td>\n<td> </td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Standard-grade</td>\n<td>18</td>\n<td>72</td>\n<td>36</td>\n</tr>\n<tr>\n<td>High-grade</td>\n<td>24</td>\n<td>96</td>\n<td>48</td>\n</tr>\n</tbody>\n</table>",
    "rarity": "rare",
    "traits": [
      "precious"
    ]
  },
  {
    "level": 7,
    "name": "Doctrine of Blissful Eternity",
    "price": {
      "gp": 340
    },
    "description": "<p>The bones of small animals decorate the cover of this tome, creating a pattern that resembles a gross perversion of Pharasma's holy symbol.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">R</span> command</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> An undead minion you summoned or created using a spell prepared from this grimoire takes damage that would bring it to 0 Hit Points</p>\n<hr />\n<p><strong>Effect</strong> You call out and demand the undead to remain, reaching out with tendrils of void energy that preserves your minion so it might continue to serve you. Expend a spell slot in which you've prepared a Harm spell to restore 1d8 Hit Points to your undead minion per level of the expended spell slot, before applying the damage. If this prevents the minion from being reduced to 0 Hit Points, it isn't destroyed.</p>",
    "rarity": "uncommon",
    "traits": [
      "grimoire",
      "magical"
    ]
  },
  {
    "level": 5,
    "name": "Dog-Bone Knife",
    "price": {
      "gp": 150
    },
    "description": "<p>The blade of this <em>+1 striking dagger</em> is made from the thigh bone of a canine that died in the act of protecting its master. A werecreature or other creature willingly under the effects of a non-permanent polymorph effect damaged by a <em>dog-bone knife</em> must attempt a @Check[will|dc:19] save or immediately revert to its natural form-this has no effect on a creature unwillingly polymorphed. On a successful save, the creature is temporarily immune to this effect for 1 minute. Kushtakas and other creatures vulnerable to canines take a -2 circumstance penalty to saves against this effect, and this weapon overcomes any resistance such creatures have to physical attacks.</p>",
    "rarity": "uncommon",
    "traits": [
      "agile",
      "finesse",
      "thrown-10",
      "versatile-s"
    ]
  },
  {
    "level": 0,
    "name": "Dogslicer",
    "price": {
      "sp": 1
    },
    "description": "<p>This short, curved, and crude makeshift blade often has holes drilled into it to reduce its weight. It's a favored weapon of goblins.</p>",
    "rarity": "uncommon",
    "traits": [
      "agile",
      "backstabber",
      "finesse",
      "goblin"
    ]
  }
]