[
  {
    "level": 10,
    "name": "Rime Jar",
    "price": {
      "gp": 175
    },
    "description": "<p>Magical reagents slosh inside this rime-frosted pottery jar the size of a human head. Despite appearing to be rimed in hoarfrost, the jar is warm to the touch. Ilverani wizards create rime jars to sustain themselves during the coldest winter nights.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">3</span> Interact</p>\n<hr />\n<p><strong>Effect</strong> The jar draws off the cold and warms your body. If you have the Fatigued condition caused by exposure to environmental cold, it removes the condition. For 8 hours after applying the rime, you treat extreme cold as severe cold.</p>",
    "rarity": "uncommon",
    "traits": [
      "magical"
    ],
    "usage": "Held In Two Hands",
    "worn": null
  },
  {
    "level": 9,
    "name": "Ring of Bestial Friendship",
    "price": {
      "gp": 600
    },
    "description": "<p>The ring is made from a lock of green hair woven around several small gemstones.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You cast Charm (heightened to 4th level) on an animal or beast within 30 feet. If the spell succeeds, it forms a mental bond between you and the target for the duration of the charm, which allows you to remain aware of the creature's present state, its direction from you, its distance from you, and any conditions affecting it, as long as you are both on the same plane of existence and are both alive. If you fail to affect the creature with this <em>charm</em>, or once the <em>charm</em> ends (such as if it is counteracted, or its duration expires), the creature becomes enraged and is immune to the ring's <em>charm</em> from that point on. The creature's rage drives it to attack you and grants it a +1 item bonus on all checks and DCs to do so for 1 hour.</p>",
    "rarity": "unique",
    "traits": [
      "cursed",
      "invested",
      "magical"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 12,
    "name": "Ring of Climbing",
    "price": {
      "gp": 1750
    },
    "description": "<p>Claw-like prongs on his thick golden band bears extend to dig deep into sheer surfaces when you are Climbing. This ring grants you a climb Speed equal to half your land Speed. Penalties to your Speed (including those from your armor) apply before halving.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 10,
    "name": "Ring of Counterspells",
    "price": {
      "gp": 925
    },
    "description": "<p>This ornate silver ring bears two competing geometric designs of brightly colored and wildly clashing inlaid gemstones. A spellcaster can cast a single spell into this ring as long as no spell is currently stored within, expending the normal time, costs, and so forth to Cast the Spell. The spell's effect doesn't occur; the spell's power is instead stored within the ring.</p>\n<p>When you invest a <em>ring of counterspells</em>, you immediately know the name and rank of the spell stored inside, if any. A <em>ring of counterspells</em> found as treasure has a 50% chance of having a spell stored in it. The GM determines that spell.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">R</span> envision</p>\n<p><strong>Trigger</strong> You are targeted by or within the area of the spell stored within the ring</p>\n<hr />\n<p><strong>Effect</strong> You can attempt to counteract the triggering spell, using the rank of the spell stored in the ring and a counteract modifier of [[/r 1d20+19]]. Once you do, the stored spell's energy is spent, and the ring is empty.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> command</p>\n<hr />\n<p><strong>Effect</strong> You harmlessly expend the stored spell, having no effect but emptying the ring so that another spell can be cast into it.</p>",
    "rarity": "uncommon",
    "traits": [
      "invested",
      "magical"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 1,
    "name": "Ring of Discretion",
    "price": {
      "gp": 15
    },
    "description": "<p>A <em>ring of discretion</em> magically conceals any armor and sheathed weapons you're wearing by either turning them invisible or creating the illusion of ordinary clothes. The ring doesn't change your appearance beyond concealing weapons and armor. As soon as you wield a weapon affected by the ring, the weapon becomes obvious to onlookers and is no longer affected until you sheathe the weapon for at least 1 minute. A creature can use the Seek action to examine you and disbelieve this illusion (DC 15), and it can attempt to do so without using an action each time it hits you with an attack.</p>",
    "rarity": "common",
    "traits": [
      "illusion",
      "invested",
      "magical",
      "visual"
    ],
    "usage": "Worn Ring",
    "worn": "Ring"
  },
  {
    "level": 10,
    "name": "Ring of Lies",
    "price": {
      "gp": 850
    },
    "description": "<p>This plain silver ring has an almost oily sheen. While wearing the ring, you gain a +2 item bonus to Deception checks.</p>\n<p><strong>Activate—Sweeten Lies</strong> <span class=\"action-glyph\">2</span> (manipulate)</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> Snapping your fingers on the hand that wears the ring causes the ring to cast Honeyed Words on you with no visual manifestations of a spell being cast.</p>",
    "rarity": "uncommon",
    "traits": [
      "invested",
      "magical"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 18,
    "name": "Ring of Maniacal Devices (Greater)",
    "price": {
      "gp": 21000
    },
    "description": "<p>This magic ring seems like simple tarnished brass, but it enhances your curiosity about traps and devices of all kinds.</p>\n<p>You can use an Interact action to pull a Thieves' Toolkit from the ring. This toolkit appears in your hand and any part of it folds back into the ring if they would leave your possession.</p>\n<p>They grant you a +3 item bonus to Thievery checks to Disable a Device and to Pick a Lock, and the ring's insights grant you the same bonus to Crafting checks to Craft and Repair snares and traps.</p><hr /><p><strong>Activate—Fireball Trap</strong> 10 minutes (manipulate)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You create the effects of a Rune Trap ritual containing your choice of either a 7th-rank Howling Blizzard or 7th-rank Fireball. You can have only one trapped rune from a <em>ring of maniacal devices</em> active at a time, even if you have multiple rings, and the rune disappears if you lose your investiture in the ring.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 11,
    "name": "Ring of Maniacal Devices",
    "price": {
      "gp": 1175
    },
    "description": "<p>This magic ring seems like simple tarnished brass, but it enhances your curiosity about traps and devices of all kinds.</p>\n<p>You can use an Interact action to pull a Thieves' Toolkit from the ring. This toolkit appears in your hand and any part of it folds back into the ring if they would leave your possession.</p>\n<p>They grant you a +2 item bonus to Thievery checks to Disable a Device and to Pick a Lock, and the ring's insights grant you the same bonus to Crafting checks to Craft and Repair snares and traps.</p><hr /><p><strong>Activate—Fireball Trap</strong> 10 minutes (manipulate)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You create the effects of a Rune Trap trap ritual containing Fireball. You can have only one trapped rune from a <em>ring of maniacal devices</em> active at a time, even if you have multiple rings, and the rune disappears if you lose your investiture in the ring.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 5,
    "name": "Ring of Minor Arcana",
    "price": {
      "gp": 160
    },
    "description": "<p>This rose-gold ring is adorned in the center by a somewhat ominous-looking horned skull. This ring gives you the power to cast the following innate arcane cantrips any number of times each day: Detect Magic, Telekinetic Hand, and Prestidigitation. Each is cast as a 1st-rank spell. If you are an arcane spellcaster, these can instead be heightened to the rank of your cantrips.</p>",
    "rarity": "uncommon",
    "traits": [
      "arcane",
      "invested"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 10,
    "name": "Ring of Observation (Greater)",
    "price": {
      "gp": 1160
    },
    "description": "<p>This simple gold ring is engraved with eyes and is inlaid with a single amber-colored cat-eye gemstone. While the gemstone itself isn't magical, it gives off the eerie impression that it's watching you. A Firebrand makes use of this ring to determine if they've drawn the attention of locals and guards without the owner giving away the fact that they know others are watching. More powerful versions of the ring help Firebrands escape the sight of others when necessary. The ring can cast either a 2nd- or 4th-rank Invisibility on you once per day.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> The watchful eye of the cat-eye gemstone remains unmoving but feels as if it's surveying your surroundings. The eye continues this uncanny surveying for 1 hour. During this time, you can use a single action, which has the concentrate trait, to focus on the ring. When you focus on the ring, it grows warm to the touch if you're being intentionally observed by creatures within 120 feet. The ring can only notice creatures that aren't Hidden from you and that are intentionally watching you. The ring ignores people who are part of a crowd but aren't actively paying attention to you, for example.</p>",
    "rarity": "uncommon",
    "traits": [
      "invested",
      "magical"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 3,
    "name": "Ring of Observation (Lesser)",
    "price": {
      "gp": 125
    },
    "description": "<p>This simple gold ring is engraved with eyes and is inlaid with a single amber-colored cat-eye gemstone. While the gemstone itself isn't magical, it gives off the eerie impression that it's watching you. A Firebrand makes use of this ring to determine if they've drawn the attention of locals and guards without the owner giving away the fact that they know others are watching. More powerful versions of the ring help Firebrands escape the sight of others when necessary.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> The watchful eye of the cat-eye gemstone remains unmoving but feels as if it's surveying your surroundings. The eye continues this uncanny surveying for 1 minute. During this time, you can use a single action, which has the concentrate trait, to focus on the ring. When you focus on the ring, it grows warm to the touch if you're being intentionally observed by creatures within 30 feet. The ring can only notice creatures that aren't Hidden from you and that are intentionally watching you. The ring ignores people who are part of a crowd but aren't actively paying attention to you, for example.</p>",
    "rarity": "uncommon",
    "traits": [
      "invested",
      "magical"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 7,
    "name": "Ring of Observation (Moderate)",
    "price": {
      "gp": 300
    },
    "description": "<p>This simple gold ring is engraved with eyes and is inlaid with a single amber-colored cat-eye gemstone. While the gemstone itself isn't magical, it gives off the eerie impression that it's watching you. A Firebrand makes use of this ring to determine if they've drawn the attention of locals and guards without the owner giving away the fact that they know others are watching. More powerful versions of the ring help Firebrands escape the sight of others when necessary. The ring can cast Invisibility on you once per day.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> The watchful eye of the cat-eye gemstone remains unmoving but feels as if it's surveying your surroundings. The eye continues this uncanny surveying for 10 minutes. During this time, you can use a single action, which has the concentrate trait, to focus on the ring. When you focus on the ring, it grows warm to the touch if you're being intentionally observed by creatures within 60 feet. The ring can only notice creatures that aren't Hidden from you and that are intentionally watching you. The ring ignores people who are part of a crowd but aren't actively paying attention to you, for example.</p>",
    "rarity": "uncommon",
    "traits": [
      "invested",
      "magical"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 7,
    "name": "Ring of Ravenousness",
    "price": {
      "gp": 325
    },
    "description": "<p>Carved of acacia wood, a ring of ravenousness is inlaid with a geometric pattern. The ring appears to be a <em>Ring of Sustenance</em>. Once you invest it, though, it fuses to you, its effects activating immediately. While wearing the ring, you require twice the normal amount of food and drink for a creature your size to avoid starvation and thirst.</p>",
    "rarity": "rare",
    "traits": [
      "cursed",
      "invested",
      "magical"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 20,
    "name": "Ring Of Recalcitrant Wishes",
    "price": {
      "gp": 10000
    },
    "description": "<p>This band of interwoven gold and copper, traced with Aklo symbols, is topped with a gleaming, luminescent opal gently bleeding wisps of shadowstuff.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">3</span> command</p>\n<hr />\n<p><strong>Effect</strong> You attempt to make the ring cast an arcane Wish spell. However, if the ring doesn't deem the wish to be sufficiently selfless, the wish isn't cast and the ring can't be activated for 24 hours.</p>\n<p>You are Drained{Drained 3}, whether or not the ring refuses the wish.</p>\n<hr />\n<p>Once the wish is cast, the Ring of Recalcitrant Wishes has no powers, though it is rumored that the wearer's death in an act of profound self-sacrifice restores the wish to the ring.</p>",
    "rarity": "rare",
    "traits": [
      "invested",
      "magical"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 6,
    "name": "Ring of Sigils (Greater)",
    "price": {
      "gp": 225
    },
    "description": "<p>This silver band is carved with the personal sigils of different individuals, adding one to represent you when you invest it. The ring allows you to cast Sigil as an arcane innate cantrip.</p>\n<hr />\n<p><strong>Activate—Track Sigil</strong> <span class=\"action-glyph\">1</span> (concentrate, detection)</p>\n<p><strong>Frequency</strong> once per 10 minutes</p>\n<p><strong>Effect</strong> You detect the general direction toward the most recent <em>sigil</em> you created using the ring. This activation fails if the <em>sigil</em> is more than 100 miles away or if there's lead or running water between you and the <em>sigil</em>. In addition, if the <em>sigil</em> was placed on a living creature, you also determine whether the creature is alive, its distance from you, and any conditions affecting it.</p>",
    "rarity": "common",
    "traits": [
      "arcane",
      "invested"
    ],
    "usage": "Worn Ring",
    "worn": "Ring"
  },
  {
    "level": 1,
    "name": "Ring of Sigils",
    "price": {
      "gp": 20
    },
    "description": "<p>This silver band is carved with the personal sigils of different individuals, adding one to represent you when you invest it. The ring allows you to cast Sigil as an arcane innate cantrip.</p>\n<hr />\n<p><strong>Activate—Track Sigil</strong> <span class=\"action-glyph\">1</span> (concentrate, detection)</p>\n<p><strong>Frequency</strong> once per 10 minutes</p>\n<p><strong>Effect</strong> You detect the general direction toward the most recent <em>sigil</em> you created using the ring. This activation fails if the <em>sigil</em> is more than 5 miles away or if there's lead or running water between you and the <em>sigil</em>.</p>",
    "rarity": "common",
    "traits": [
      "arcane",
      "invested"
    ],
    "usage": "Worn Ring",
    "worn": "Ring"
  },
  {
    "level": 7,
    "name": "Ring of Sneering Charity",
    "price": {},
    "description": "<p>This gold ring seems to offer good fortune to the wearer when they are charitable to those in need, but its curse was created to tear societies apart by inflaming class resentments and discrediting good works of true charity.</p>\n<p>Upon donning the ring, you must attempt a secret DC 25 will save to avoid activating its magic. If you succeed, the ring's curse remains dormant, and it appears to be an exhausted item with no magic left. If you fail, the curse awakens, and the ring fuses to you.</p>\n<p>You are compelled to spend 10% of your wealth-and 10% of any future wealth you obtain-on charity. However, your acts of charity are insensitive and so insulting that they earn the recipients' enmity. For example, upon learning someone lost a child, you might toss money at them \"to buy a new one.\" You can't understand why your gifts aren't met with gratitude and resent the unappreciative recipients, and you firmly believe you should be able to call upon them for favors. You consider yourself an ideal philanthropist, and you constantly try to ingratiate yourself with other charitable organizations and individuals by offering to guide their donations to be more like your own.</p>",
    "rarity": "common",
    "traits": [
      "cursed",
      "invested",
      "magical"
    ],
    "usage": "Worn Ring",
    "worn": "Ring"
  },
  {
    "level": 20,
    "name": "Ring of Spell Turning",
    "price": {
      "gp": 67000
    },
    "description": "<p>This golden ring has three diamonds set into its face.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">R</span> envision</p>\n<p><strong>Trigger</strong> You are targeted by a spell</p>\n<hr />\n<p><strong>Effect</strong> The ring replicates the effects of an 8th-rank Spell Turning with a counteract modifier of [[/r 1d20+35]], possibly causing the triggering spell to reflect back on its caster.</p>\n<p>The ring can reflect no more than 9 total ranks of spells per day. If you activate the ring to reflect a spell that would exceed this limit, the attempt fails, but the attempted usage of the ring does not count toward the daily limit.</p>",
    "rarity": "rare",
    "traits": [
      "invested",
      "magical"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 12,
    "name": "Ring of Stoneshifting",
    "price": {
      "gp": 1800
    },
    "description": "<p>This simple iron ring is faceted with a bulbous geode lined with bright purple crystals. A <em>ring of stoneshifting</em> grants you the ability to ignore difficult terrain caused by rubble or uneven ground made of stone and earth.</p>\n<p><strong>Activate</strong> 1 minute</p>\n<p><strong>Frequency</strong> three times per day</p>\n<p><strong>Requirements</strong> You are standing on at least 5 feet of earthen material (such as stone, soil, clay, or sand)</p>\n<hr />\n<p><strong>Effect</strong> You sink into the ground and emerge at another location within 100 miles. This location must have an earthen surface at least 5 feet deep and you must be able to identify the location precisely by both its position relative to your starting position and its appearance or other identifying features. You can't carry extradimensional spaces with you to the destination, and if you attempt to do so, the activation fails.</p>",
    "rarity": "uncommon",
    "traits": [
      "earth",
      "invested",
      "magical",
      "teleportation"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 7,
    "name": "Ring of Sustenance",
    "price": {
      "gp": 325
    },
    "description": "<p>This polished wooden ring constantly refreshes your body and mind. You don't need to eat or drink while wearing it, and you need only 2 hours of sleep per day to gain the benefits of 8 hours of sleep. A <em>ring of sustenance</em> doesn't function until it's been worn and invested continuously for a week. Removing it resets this interval.</p>",
    "rarity": "uncommon",
    "traits": [
      "invested",
      "magical"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 12,
    "name": "Ring of Swimming",
    "price": {
      "gp": 1750
    },
    "description": "<p>This blue metal ring grants you a swim Speed equal to half your land Speed. Penalties to your Speed (including from your armor) apply before halving.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 13,
    "name": "Ring of the Ram (Greater)",
    "price": {
      "gp": 2700
    },
    "description": "<p>This heavy iron ring is shaped to look like the head of a ram, with curling horns.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> or more (Interact)</p>\n<p><strong>Frequency</strong> once per minute</p>\n<hr />\n<p><strong>Effect</strong> A ram-shaped blast of force slams into one foe that you can see within 60 feet. The number of actions you spend to Activate this Item (from 1 to 3) determines the intensity of the force.</p>\n<p>The blow deals 3d6 force damage per action spent and pushes the target 5 feet per action spent. The target must attempt a DC 32 fortitude save.</p>\n<p>When you activate the ring using 3 actions, you can disperse the force into multiple magical rams, targeting all creatures in a 30 foot cone instead of one target within 60 feet.</p>\n<p><span class=\"action-glyph\">1</span> 3d6 force damage</p>\n<p><span class=\"action-glyph\">2</span> 6d6 force damage</p>\n<p><span class=\"action-glyph\">3</span> 9d6 force damage</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target takes half damage and is pushed half the distance.</p>\n<p><strong>Failure</strong> The target takes full damage and is pushed the full distance.</p>\n<p><strong>Critical Failure</strong> The target takes double damage and is pushed twice the distance.</p>",
    "rarity": "common",
    "traits": [
      "force",
      "invested",
      "magical"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 6,
    "name": "Ring of the Ram",
    "price": {
      "gp": 220
    },
    "description": "<p>This heavy iron ring is shaped to look like the head of a ram, with curling horns.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> or more (Interact)</p>\n<p><strong>Frequency</strong> once per minute</p>\n<hr />\n<p><strong>Effect</strong> A ram-shaped blast of force slams into one foe that you can see within 60 feet. The number of actions you spend to Activate this Item (from 1 to 3) determines the intensity of the force.</p>\n<p>The blow deals 2d6 force damage per action spent and pushes the target 5 feet per action spent. The target must attempt a @Check[fortitude|dc:22] save.</p>\n<p><span class=\"action-glyph\">1</span> 2d6 force damage</p>\n<p><span class=\"action-glyph\">2</span> 4d6 force damage</p>\n<p><span class=\"action-glyph\">3</span> 6d6 force damage</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target takes half damage and is pushed half the distance.</p>\n<p><strong>Failure</strong> The target takes full damage and is pushed the full distance.</p>\n<p><strong>Critical Failure</strong> The target takes double damage and is pushed twice the distance.</p>",
    "rarity": "common",
    "traits": [
      "force",
      "invested",
      "magical"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 10,
    "name": "Ring of the Tiger (Greater)",
    "price": {
      "gp": 1000
    },
    "description": "<p>This ring, carved from green wood, bears carvings of tigers chasing each other through grasslands and forests. <em>Rings of the tiger</em> are traditionally crafted by Kellids in northeastern Avistan, and are often worn by scouts or explorers. Many barbarians in these regions react poorly to anyone obviously not part of their people who dare to wear such a ring, but ironically have been known to gift these rings to outsiders who have proven their worth-potentially setting up a further clash in the future should that character encounter another group of Kellids who aren't familiar with how the wearer earned the right to wear the ring. A <em>ring of the tiger</em> grants a +2 item bonus on Stealth checks and Perception checks made in outdoor wilderness areas, and it can be activated to momentarily transform the wearer's hand into a tiger's claw.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p><strong>Requirement</strong> You aren't carrying anything in the hand on which the ring is worn</p>\n<p><strong>Effect</strong> Your hand becomes a tiger's claw, granting you an agile claw unarmed attack that inflicts 2d6 slashing damage, and you Strike with the claw. The additional damage die is not cumulative with additional damage dice from striking runes. Then the claw turns back to normal.</p>",
    "rarity": "uncommon",
    "traits": [
      "invested",
      "magical",
      "primal"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 5,
    "name": "Ring of the Tiger",
    "price": {
      "gp": 160
    },
    "description": "<p>This ring, carved from green wood, bears carvings of tigers chasing each other through grasslands and forests. <em>Rings of the tiger</em> are traditionally crafted by Kellids in northeastern Avistan, and are often worn by scouts or explorers. Many barbarians in these regions react poorly to anyone obviously not part of their people who dare to wear such a ring, but ironically have been known to gift these rings to outsiders who have proven their worth-potentially setting up a further clash in the future should that character encounter another group of Kellids who aren't familiar with how the wearer earned the right to wear the ring. A <em>ring of the tiger</em> grants a +1 item bonus on Stealth checks and Perception checks made in outdoor wilderness areas, and it can be activated to momentarily transform the wearer's hand into a tiger's claw.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p><strong>Requirement</strong> You aren't carrying anything in the hand on which the ring is worn</p>\n<p><strong>Effect</strong> Your hand becomes a tiger's claw, granting you an agile claw unarmed attack that inflicts 1d6 slashing damage, and you Strike with the claw. Then the claw turns back to normal.</p>",
    "rarity": "uncommon",
    "traits": [
      "invested",
      "magical",
      "primal"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 5,
    "name": "Ring of the Weary Traveler",
    "price": {
      "gp": 160
    },
    "description": "<p>This fanciful golden ring has an ornate band cast with delicate, swirling decorations and is inlaid with three bright-green emeralds. While wearing this ring, you gain a +10-foot item bonus to your Speed, but only when determining your overland movement per hour.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">3</span> envision, interact</p>\n<hr />\n<p><strong>Effect</strong> You refresh yourself from fatigue. For 10 minutes, you can ignore the penalties from the fatigued condition. This does not remove the condition, it merely suppresses the penalties and drawbacks of having the condition. If something would cause you to become fatigued again while the ring's power is in effect, the suppression ends, and you immediately take the penalties again.</p>",
    "rarity": "uncommon",
    "traits": [
      "invested"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 3,
    "name": "Ring of Torag",
    "price": {
      "gp": 60
    },
    "description": "<p>This simple golden ring has a large, red gemstone set into it that sparkles with an inner fire.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p><strong>Frequency</strong> once per round</p>\n<p><strong>Requirements</strong> You're taking persistent fire damage</p>\n<p><strong>Effect</strong> You call upon the ring to put out the flame and its magic attempts to bring the fire under control. This is especially effective assistance against persistent fire damage, so you gain an immediate flat check to remove the persistent fire damage, and the DC typically decreases from 15 to 10.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">R</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> You're targeted by a fire effect</p>\n<p><strong>Effect</strong> The ring's red gemstone flashes with light, granting you resistance 5 against fire and a +1 status bonus on your AC or saving throw against the fire effect targeting you; these benefits end as soon as the fire effect is resolved.</p>",
    "rarity": "rare",
    "traits": [
      "invested",
      "magical"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 10,
    "name": "Ring of Truth",
    "price": {},
    "description": "<p>This ring appears to be a ring of lies, but when invested, close investigation reveals angelic wings and divine creatures hidden on the face of the ring. When you invest the ring, you are rendered unable to tell a deliberate lie, in either speech or writing. If you attempt to omit the truth or phrase things truthfully but deceptively, roll a @Check[flat|dc:11]; on a failure, the ring itself blurts out the entire truth (as you believe it) as an answer. Keeping silent does not activate the ring's curse. Once the curse has activated for the first time, the ring fuses to you.</p>",
    "rarity": "rare",
    "traits": [
      "cursed",
      "invested",
      "magical"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 7,
    "name": "Ring of Wizardry (Type I)",
    "price": {
      "gp": 360
    },
    "description": "<p>This ring is made from the purest platinum and is covered in esoteric arcane symbols. It does nothing unless you have a spellcasting class feature with the arcane tradition. While wearing the ring of wizardry, you gain a +1 item bonus to Arcana checks and have two additional 1st-rank arcane spell slots each day. You prepare spells in these slots or cast from them spontaneously, just as you normally cast your spells.</p>\n<p>If you take off the ring for any reason, you lose the additional spell slots. You can't gain spell slots from more than one ring of wizardry per day, nor can a single ring of wizardry grant spell slots more than once per day.</p>\n<p>If you can cast arcane spells in a variety of different ways (such as if you are a draconic bloodline sorcerer with the wizard multiclass archetype), you can divide the spell slots as you wish among your various sources of arcane spells.</p>\n<p><strong>Craft Requirements</strong> You have a spellcasting class feature with the arcane tradition.</p>",
    "rarity": "uncommon",
    "traits": [
      "arcane",
      "invested"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 10,
    "name": "Ring of Wizardry (Type II)",
    "price": {
      "gp": 1000
    },
    "description": "<p>This ring is made from the purest platinum and is covered in esoteric arcane symbols. It does nothing unless you have a spellcasting class feature with the arcane tradition. While wearing the ring of wizardry, you gain a +2 item bonus to Arcana checks and have two additional 2nd-rank and one additional 1st-rank arcane spell slot each day. You prepare spells in these slots or cast from them spontaneously, just as you normally cast your spells.</p>\n<p>If you take off the ring for any reason, you lose the additional spell slots. You can't gain spell slots from more than one ring of wizardry per day, nor can a single ring of wizardry grant spell slots more than once per day.</p>\n<p>If you can cast arcane spells in a variety of different ways (such as if you are a draconic bloodline sorcerer with the wizard multiclass archetype), you can divide the spell slots as you wish among your various sources of arcane spells.</p>\n<p><strong>Craft Requirements</strong> You have a spellcasting class feature with the arcane tradition.</p>",
    "rarity": "uncommon",
    "traits": [
      "arcane",
      "invested"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 12,
    "name": "Ring of Wizardry (Type III)",
    "price": {
      "gp": 2000
    },
    "description": "<p>This ring is made from the purest platinum and is covered in esoteric arcane symbols. It does nothing unless you have a spellcasting class feature with the arcane tradition. While wearing the ring of wizardry, you gain a +2 item bonus to Arcana checks and have two additional 3rd-rank and one additional 2nd-rank arcane spell slot each day. You prepare spells in these slots or cast from them spontaneously, just as you normally cast your spells.</p>\n<p>If you take off the ring for any reason, you lose the additional spell slots. You can't gain spell slots from more than one ring of wizardry per day, nor can a single ring of wizardry grant spell slots more than once per day.</p>\n<p>If you can cast arcane spells in a variety of different ways (such as if you are a draconic bloodline sorcerer with the wizard multiclass archetype), you can divide the spell slots as you wish among your various sources of arcane spells.</p>\n<p><strong>Craft Requirements</strong> You have a spellcasting class feature with the arcane tradition.</p>",
    "rarity": "uncommon",
    "traits": [
      "arcane",
      "invested"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 14,
    "name": "Ring of Wizardry (Type IV)",
    "price": {
      "gp": 4500
    },
    "description": "<p>This ring is made from the purest platinum and is covered in esoteric arcane symbols. It does nothing unless you have a spellcasting class feature with the arcane tradition. While wearing the ring of wizardry, you gain a +2 item bonus to Arcana checks and have two additional 4th-rank and one additional 3rd-rank arcane spell slot each day. You prepare spells in these slots or cast from them spontaneously, just as you normally cast your spells.</p>\n<p>If you take off the ring for any reason, you lose the additional spell slots. You can't gain spell slots from more than one ring of wizardry per day, nor can a single ring of wizardry grant spell slots more than once per day.</p>\n<p>If you can cast arcane spells in a variety of different ways (such as if you are a draconic bloodline sorcerer with the wizard multiclass archetype), you can divide the spell slots as you wish among your various sources of arcane spells.</p>\n<p><strong>Craft Requirements</strong> You have a spellcasting class feature with the arcane tradition.</p>",
    "rarity": "uncommon",
    "traits": [
      "arcane",
      "invested"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 12,
    "name": "Ringmaster's Staff (Greater)",
    "price": {
      "gp": 1800
    },
    "description": "<p>This highly polished black wooden staff resembles an aristocrat's oversized walking cane, complete with a silver head shaped like a large circus animal such as a horse or elephant. Ringmasters or announcers use <em>ringmaster's staves</em> to draw attention from their audiences or to salvage acts that fall flat mid-performance.</p>\n<p>While wielding a <em>ringmaster's staff</em>, your normal voice can be clearly heard by all creatures within 300 feet regardless of intervening barriers or ambient noise, although your voice can't penetrate magical silence and you can't use this to extend an auditory or sonic effect through barriers that would otherwise block it.</p>\n<p><strong>Activate</strong> Cast a Spell</p>\n<hr />\n<p><strong>Effect</strong> You expend a number of charges from the staff to cast a spell from its list.</p>\n<p><strong>Craft Requirements</strong> Supply one casting of all listed levels of all listed spells.</p>\n<ul>\n<li><strong>Cantrip</strong> s Light</li>\n<li><strong>1st</strong> Gentle Landing, Carryall{Floating Disk}</li>\n<li><strong>2nd</strong> Revealing Light, Illusory Creature, Mist</li>\n<li><strong>3rd</strong> Enthrall, Pyrotechnics</li>\n<li><strong>4th</strong> Unfettered Movement, Summon Animal</li>\n<li><strong>5th</strong> Cloak of Colors, Command</li>\n</ul>",
    "rarity": "uncommon",
    "traits": [
      "illusion",
      "magical",
      "staff",
      "two-hand-d8"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 6,
    "name": "Ringmaster's Staff",
    "price": {
      "gp": 230
    },
    "description": "<p>This highly polished black wooden staff resembles an aristocrat's oversized walking cane, complete with a silver head shaped like a large circus animal such as a horse or elephant. Ringmasters or announcers use <em>ringmaster's staves</em> to draw attention from their audiences or to salvage acts that fall flat mid-performance.</p>\n<p>While wielding a <em>ringmaster's staff</em>, your normal voice can be clearly heard by all creatures within 300 feet regardless of intervening barriers or ambient noise, although your voice can't penetrate magical silence and you can't use this to extend an auditory or sonic effect through barriers that would otherwise block it.</p>\n<p><strong>Activate</strong> Cast a Spell</p>\n<hr />\n<p><strong>Effect</strong> You expend a number of charges from the staff to cast a spell from its list.</p>\n<p><strong>Craft Requirements</strong> Supply one casting of all listed levels of all listed spells.</p>\n<ul>\n<li><strong>Cantrip</strong> s Light</li>\n<li><strong>1st</strong> Gentle Landing, Carryall{Floating Disk}</li>\n<li><strong>2nd</strong> Revealing Light, Illusory Creature, Mist</li>\n</ul>",
    "rarity": "uncommon",
    "traits": [
      "illusion",
      "magical",
      "staff",
      "two-hand-d8"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 1,
    "name": "Rite of Reinforcement Exoskeleton",
    "price": {},
    "description": "<p><strong>Note</strong> Conrasu Rite of Reinforcement Heritage Only</p>\n<hr />\n<p>Your woven exoskeleton rivals the hardest armors that can be found. Your exoskeleton is medium armor in the plate armor group that grants a +4 item bonus to AC, a Dex cap of +1, a check penalty of -2, a speed penalty of -5 feet, and a Strength value of +3, and has the comfort trait. You can never wear other armor or remove your exoskeleton. You can etch armor runes onto your exoskeleton as normal.</p>",
    "rarity": "rare",
    "traits": [
      "comfort"
    ],
    "usage": "",
    "worn": null
  },
  {
    "level": 18,
    "name": "Roaring Potion (Greater)",
    "price": {
      "gp": 3600
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>Ripples move constantly through a roaring potion, a cloudy liquid that growls when you open its container. Drinking it gives you access to two other activations for 1 hour.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision</p>\n<p><strong>Effect</strong> You gain the effects of a 7th-rank Bullhorn spell. You can Dismiss the activation.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision</p>\n<p><strong>Frequency</strong> once every [[/r 1d4 #rounds]]{1d4 rounds}</p>\n<p><strong>Effect</strong> You emit a scream in a 15 foot cone that deals @Damage[10d4[sonic]|options:area-damage]. Each creature in the area can attempt a DC 38 fortitude saving throw.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes half damage.</p>\n<p><strong>Failure</strong> The creature takes full damage and is Frightened{Frightened 1}.</p>\n<p><strong>Critical Failure</strong> The creature takes double damage and is Frightened{Frightened 2}.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical",
      "potion",
      "sonic"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 8,
    "name": "Roaring Potion (Lesser)",
    "price": {
      "gp": 90
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>Ripples move constantly through a roaring potion, a cloudy liquid that growls when you open its container. Drinking it gives you access to two other activations for 1 hour.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision</p>\n<p><strong>Effect</strong> You gain the effects of a Bullhorn spell. You can Dismiss the activation.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision</p>\n<p><strong>Frequency</strong> once every [[/r 1d4 #rounds]]{1d4 rounds}</p>\n<p><strong>Effect</strong> You emit a scream in a 15 foot cone that deals @Damage[4d4[sonic]|options:area-damage]. Each creature in the area can attempt a DC 24 fortitude saving throw.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes half damage.</p>\n<p><strong>Failure</strong> The creature takes full damage and is Frightened{Frightened 1}.</p>\n<p><strong>Critical Failure</strong> The creature takes double damage and is Frightened{Frightened 2}.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical",
      "potion",
      "sonic"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 13,
    "name": "Roaring Potion (Moderate)",
    "price": {
      "gp": 550
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>Ripples move constantly through a roaring potion, a cloudy liquid that growls when you open its container. Drinking it gives you access to two other activations for 1 hour.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision</p>\n<p><strong>Effect</strong> You gain the effects of a 5th-rank Bullhorn spell. You can Dismiss the activation.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision</p>\n<p><strong>Frequency</strong> once every [[/r 1d4 #rounds]]{1d4 rounds}</p>\n<p><strong>Effect</strong> You emit a scream in a 15 foot cone that deals @Damage[6d4[sonic]|options:area-damage]. Each creature in the area can attempt a DC 30 fortitude saving throw.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes half damage.</p>\n<p><strong>Failure</strong> The creature takes full damage and is Frightened{Frightened 1}.</p>\n<p><strong>Critical Failure</strong> The creature takes double damage and is Frightened{Frightened 2}.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical",
      "potion",
      "sonic"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 17,
    "name": "Robe of Eyes",
    "price": {
      "gp": 13000
    },
    "description": "<p>This garment appears to be an ordinary robe until donned, at which point numerous strange and alien eyes of varied shapes and colors open and blink across its fabric. While wearing the robe, you gain a +3 item bonus to Perception checks, and you constantly benefit from the effects of a 2nd-rank See the Unseen spell.</p>\n<p>You can also see powerful magic auras. The highest-level magic aura within 30 feet of you glows in a color that reveals its school to you and allows you to determine where the effect originates. This can narrow down the origin point of the effect to a 5-foot-cube, but not more precisely than that.</p>\n<p>The <em>robe of eyes</em> is not without its dangers. If any spell with the light trait is cast on you or your square while you are wearing the robe, you are blinded for a number of rounds equal to the spell's rank unless you succeed at a Fortitude save against the spell's DC.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> Interact</p>\n<hr />\n<p><strong>Effect</strong> You pluck an eye from the robe and toss it into the air, where it turns invisible and floats to a destination you choose, with the same effect as a 5th-rank Scouting Eye spell. You can Sustain the Activation just as you would be able to Sustain the Spell.</p>",
    "rarity": "uncommon",
    "traits": [
      "invested",
      "magical"
    ],
    "usage": "Worn Garment",
    "worn": "Garment"
  },
  {
    "level": 8,
    "name": "Robe of Feathers Fall",
    "price": {},
    "description": "<p>This dashing travel- (and beer-) stained feathered robe is the result of magic experimentation gone awry. Dared to create a robe that would continually cast Gentle Landing during a brainstorming session at a local pub, a young wizard got the enchantment wrong. Instead of a robe that would let its wearer float through the air, they got....this:</p>\n<p>When you first invest the robe, and whenever you make your daily preparations, roll [[/r 1d6]] and consult the following list to determine the type of feathers. 1: crow; 2: duck; 3: ostrich; 4: chicken; 5: goose; 6: peacock. With each step taken, huge amounts of feathers sprout forth from the robe with great force. The feathers make you Concealed from all other creatures, but also conceal all other creatures from you. Of course, you cannot use this concealed condition to Hide.</p>\n<hr />\n<p><em><strong>Note</strong>: This item originates from the 2022 Paizo April Fools Blog post.</em></p>",
    "rarity": "common",
    "traits": [
      "invested"
    ],
    "usage": "Worn Clothing",
    "worn": "Clothing"
  },
  {
    "level": 11,
    "name": "Robe of Stone",
    "price": {
      "gp": 1400
    },
    "description": "<p>A <em>robe of stone</em>, decorated with patterns reminiscent of gems and geodes, constantly sheds tiny amounts of dust. While wearing it, you gain imprecise tremorsense in a radius of 10 feet, and you can speak and read Petran. Also, you can eat earth (soil, sand), gems (crystals, glass), and metal instead of food to meet your daily nutrition requirements. You find eating these materials as pleasant as food—the more valuable, the more delicious.</p>\n<p><strong>Activate—Become Stone</strong> <span class=\"action-glyph\">2</span> (concentrate, manipulate, polymorph)</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The cloak casts Elemental Form on you, transforming you into an earth elemental. In addition to the spell's normal effects, you can Burrow through any earthen matter, including rock, moving at the spell's burrow Speed, leaving no tunnels or signs of your passing. Also, the range of the tremorsense you gain from the robe increases to 30 feet.</p>",
    "rarity": "uncommon",
    "traits": [
      "earth",
      "invested",
      "magical"
    ],
    "usage": "Worn Garment",
    "worn": "Garment"
  },
  {
    "level": 19,
    "name": "Robe of the Archmagi (Greater)",
    "price": {
      "gp": 32000
    },
    "description": "<p>Embroidered with fine silver thread in ornate arcane patterns, these robes come in one of three colors depending on their attuned alignment. Good robes are gold, neutral robes are light blue, and evil robes are red. An evil or good robe gains the appropriate trait. The robes benefit only characters who can cast arcane spells and whose alignment on the good-evil axis matches that of the robe. If your alignment does not match that of the robe, or you are not an arcane spellcaster, you are instead Stupefied{Stupefied 2} while wearing a <em>robe of the archmagi</em>. This condition can't be removed in any way until you remove the robe.</p>\n<p>The robes are <em>+2 greater resilient explorer's clothing</em>, and they grant a +1 circumstance bonus to saving throws against arcane spells and resistance 10 to damage from arcane spells.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">R</span> command</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> You or an ally within 30 feet attempts a saving throw against an arcane spell, but you haven't rolled yet</p>\n<p><strong>Effect</strong> You or the ally automatically succeed at your save against the triggering arcane spell.</p>\n<hr />\n<p><strong>Craft Requirements</strong> You are an arcane spellcaster.</p>",
    "rarity": "uncommon",
    "traits": [
      "comfort"
    ],
    "usage": "",
    "worn": null
  },
  {
    "level": 15,
    "name": "Robe of the Archmagi",
    "price": {
      "gp": 6500
    },
    "description": "<p>Embroidered with fine silver thread in ornate arcane patterns, these robes come in one of three colors depending on their attuned alignment. Good robes are gold, neutral robes are light blue, and evil robes are red. An evil or good robe gains the appropriate trait. The robes benefit only characters who can cast arcane spells and whose alignment on the good-evil axis matches that of the robe. If your alignment does not match that of the robe, or you are not an arcane spellcaster, you are instead Stupefied{Stupefied 2} while wearing a <em>robe of the archmagi</em>. This condition can't be removed in any way until you remove the robe.</p>\n<p>The robes are <em>+2 greater resilient explorer's clothing</em>, and they grant a +1 circumstance bonus to saving throws against arcane spells and resistance 5 to damage from arcane spells.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">R</span> command</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> You attempt a saving throw against an arcane spell, but you haven't rolled yet</p>\n<p><strong>Effect</strong> You automatically succeed at your save against the triggering arcane spell.</p>\n<hr />\n<p><strong>Craft Requirements</strong> You are an arcane spellcaster.</p>",
    "rarity": "uncommon",
    "traits": [
      "comfort"
    ],
    "usage": "",
    "worn": null
  },
  {
    "level": 13,
    "name": "Rock-Braced",
    "price": {
      "gp": 3000
    },
    "description": "<p><em>Rock-braced</em> armor makes you as hard to move as a boulder. Whenever another creature attempts to forcibly move you from your space, you gain a +4 item bonus to your Fortitude DC against the check to move you. If the creature would not normally need to attempt a check to move you, then the creature must succeed at an Athletics check against your Fortitude DC (including the +4 item bonus) or you are unmoved.</p>",
    "rarity": "rare",
    "traits": [
      "dwarf",
      "magical",
      "saggorak"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 3,
    "name": "Rock Ripper Snare",
    "price": {
      "gp": 9
    },
    "description": "<p>You weave plant matter among loose stones in an area with trees or a ceiling overhead. When a creature enters the square, the snare's square and each adjacent square becomes difficult terrain, and the triggering creature must attempt a DC 19 reflex saving throw.</p>\n<hr />\n<p><strong>Success</strong> The target is unaffected.</p>\n<p><strong>Failure</strong> The target takes 1d6 bludgeoning damage.</p>\n<p><strong>Critical Failure</strong> The target takes 2d6 bludgeoning damage.</p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "mechanical",
      "snare",
      "trap"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 20,
    "name": "Rod of Cancellation",
    "price": {
      "gp": 75000
    },
    "description": "<p>This powerful magic rod is inimical to all magic.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> Interact</p>\n<hr />\n<p><strong>Effect</strong> You touch the rod to a magical effect or magic item and attempt to counteract the effect or item. Regardless of the result, the rod of cancellation can't be activated again for [[/r 2d6]] hours.</p>\n<p>On a success, the effect or item is deactivated for the same amount of time, and its duration, if any, continues to expire during that time. If you choose, you can instead completely drain the rod of cancellation's magic on a success in order to completely drain the magic from the effect or item. If you do, both become completely non-magical and their magic can't be recovered, even by the Remake spell.</p>\n<p>The rod of cancellation automatically fails to counteract most artifacts and similarly powerful items, but it reacts explosively when activated against a Sphere of Annihilation without a counteract check.</p>",
    "rarity": "rare",
    "traits": [
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 14,
    "name": "Rod of Negation",
    "price": {
      "gp": 4300
    },
    "description": "<p>This long, plain, leaden rod can disrupt magic.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> Interact</p>\n<hr />\n<p><strong>Effect</strong> This rod emits a thin, gray beam that negates a spell or magic item, casting a 6th-rank Dispel Magic spell with a counteract modifier of [[/r 1d20+23]]. Once activated, the rod can't be activated again for [[/r 2d6]] hours.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 15,
    "name": "Rod of Razors",
    "price": {
      "gp": 1300
    },
    "description": "<p>This ornate, polearm-like weapon appears to be a cross between a halberd and a strange scepter of alien design. The rod's blades are edged in adamantine, and its haft is surprisingly elastic and can be used to extend the item's reach in combat dynamically, as needed.</p>\n<p>A rod of razors gains the effects of a <em>+2 adamantine greater striking halberd</em>, but these effects are high-tech in nature, not magical. You can't etch property runes onto a rod of razors. The rod of razors has a long-lasting internal power source that does not require recharging from batteries, but if the rod of razors becomes broken, its power supply grows unreliable. In such a case, each time the rod of razors is activated, the user must also succeed at a @Check[flat|dc:5]. Failure indicates that the rod's power supply fails and causes the rod to explode. This destroys the rod and causes 10d6 piercing damage and 10d6 slashing damage to the rod's wielder (DC 36 reflex). Additionally, if the rod is destroyed through other means, the rod's current wielder must make a successful @Check[flat|dc:11] to avoid having the rod explode in the same way. Stories of desperate people intentionally destroying a rod of razors as a last ditch attack have inadvertently given these Numearian weapons a poor reputation among certain circles in that nation, particularly with the Technic League, who regard those who fight with these weapons as fools.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Strike</p>\n<p><strong>Frequency</strong> six times per day</p>\n<p><strong>Effect</strong> You fire a razor-sharp flechette from the rod of razors. This is a ranged weapon attack that has a range of 100 feet, a reload of 0, and the deadly d10 and volley 30 feet traits. The flechette inflicts 3d8 piercing damage on a hit, and belongs to the dart weapon group. The flechette is an adamantine weapon.</p>",
    "rarity": "rare",
    "traits": [
      "magical",
      "reach",
      "tech",
      "versatile-s"
    ],
    "usage": "Held In Two Hands",
    "worn": null
  },
  {
    "level": 8,
    "name": "Rod of Wonder",
    "price": {
      "gp": 465
    },
    "description": "<p>This peculiar rod is strange and unpredictable. Each time it is activated, it produces one of a variety of effects at random.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> command, Interact</p>\n<hr />\n<p><strong>Effect</strong> Choose a creature within 60 feet and roll d% on the table below to determine the rod's effect. If an entry lists only a spell name, the rod casts that spell at its lowest level. You make any decisions for a spell cast by the rod unless otherwise indicated, except that it must target the creature you chose, or the creature you chose must be the center of the spell's area, if it has an area but no targets. If the spell's range is less than 60 feet, increase the range to 60 feet.</p>\n<p>Any spell DC required is DC 27, and any spell attack roll required is [[/r 1d20+17]]. If the rod casts a spell on you, you don't get a saving throw or other defense against it.</p>\n<p>Once activated, the rod can't be activated again for [[/r 1d4]] hours.</p>\n<p>Roll on the @UUID[Compendium.pf2e.rollable-tables.RollTable.Rod of Wonder] table to determine the outcome.</p>",
    "rarity": "rare",
    "traits": [
      "chaotic",
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 7,
    "name": "Root Boots",
    "price": {
      "gp": 360
    },
    "description": "<p>The soles of these plain leather boots look like coils of flattened roots. The boots allow for full-foot flexibility despite their sturdy make and smell faintly of evergreen trees. While worn and invested, your footsteps sound like rustling leaves, granting you a +1 item bonus to Stealth checks in a forest or wooded area.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> The small roots extending from the soles of these boots allow you to move freely and easily across wood. For 10 minutes, you gain a 20-foot climb Speed on trees and other wooden surfaces, and you don't need to use your hands to climb.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">r</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> You're standing on earth, and something attempts to move you against your will</p>\n<p><strong>Effect</strong> The roots extend from your boots to grip the ground, granting you a +4 item bonus to your Fortitude DC against effects that attempt to move you, such as Shove or Pull.</p>",
    "rarity": "rare",
    "traits": [
      "invested",
      "magical"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 11,
    "name": "Rooting (Greater)",
    "price": {
      "gp": 1400
    },
    "description": "<p>Small roots grow along the surface of the weapon, clinging tightly to its contours. On a critical hit with the weapon, roots grow from the target. It's Immobilized for 1 round (Escape DC 28) and Clumsy{Clumsy 1} for as long as the immobilization lasts.</p>",
    "rarity": "common",
    "traits": [
      "magical",
      "plant",
      "wood"
    ],
    "usage": "Etched Onto Melee Weapon",
    "worn": null
  },
  {
    "level": 15,
    "name": "Rooting (Major)",
    "price": {
      "gp": 6500
    },
    "description": "<p>Small roots grow along the surface of the weapon, clinging tightly to its contours. On a critical hit with the weapon, roots grow from the target. It's Immobilized for 1 round (Escape DC 34) and Clumsy{Clumsy 1} for as long as the immobilization lasts.</p>",
    "rarity": "common",
    "traits": [
      "magical",
      "plant",
      "wood"
    ],
    "usage": "Etched Onto Melee Weapon",
    "worn": null
  },
  {
    "level": 19,
    "name": "Rooting (True)",
    "price": {
      "gp": 40000
    },
    "description": "<p>Small roots grow along the surface of the weapon, clinging tightly to its contours. On a critical hit with the weapon, roots grow from the target. It's Immobilized for 1 round (Escape DC 41) and Clumsy{Clumsy 1} for as long as the immobilization lasts.</p>",
    "rarity": "common",
    "traits": [
      "magical",
      "plant",
      "wood"
    ],
    "usage": "Etched Onto Melee Weapon",
    "worn": null
  },
  {
    "level": 7,
    "name": "Rooting",
    "price": {
      "gp": 360
    },
    "description": "<p>Small roots grow along the surface of the weapon, clinging tightly to its contours. On a critical hit with the weapon, roots grow from the target. It's Immobilized for 1 round (Escape DC 23) and Clumsy{Clumsy 1} for as long as the immobilization lasts.</p>",
    "rarity": "common",
    "traits": [
      "magical",
      "plant",
      "wood"
    ],
    "usage": "Etched Onto Melee Weapon",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rope Dart",
    "price": {
      "gp": 1
    },
    "description": "<p>A deceptively simple weapon made from a length of cord attached to a weighted, conical metal spike. A rope dart can be whirled and manipulated at great speeds to attack in unexpected ways and from unexpected angles.</p>",
    "rarity": "uncommon",
    "traits": [
      "disarm",
      "finesse",
      "sweep",
      "tethered",
      "thrown-20",
      "trip"
    ],
    "usage": "Held In Two Hands",
    "worn": null
  },
  {
    "level": 7,
    "name": "Rope of Climbing (Greater)",
    "price": {
      "gp": 300
    },
    "description": "<p>This silk rope measures 50 feet long and is capable of holding up to 3,000 pounds. If the rope is ever cut, only the longest remaining portion retains its magic.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<hr />\n<p><strong>Effect</strong> You hold one end of the rope and point to a destination. The rope animates for 1 minute, moving 10 feet per round until it reaches the destination or runs out of length. The rope can move across any non-damaging horizontal or vertical surface, but it can't extend upward without a surface to support it. At any point while the rope is animated, you can use an Interact action to wiggle the rope, giving it one of the following commands: stop in place, fasten securely to the nearest available object, detach from an object, or knot or unknot itself.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 3,
    "name": "Rope of Climbing (Lesser)",
    "price": {
      "gp": 45
    },
    "description": "<p>This silk rope measures 50 feet long and is capable of holding up to 3,000 pounds. If the rope is ever cut, only the longest remaining portion retains its magic.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You hold one end of the rope and point to a destination. The rope animates for 1 minute, moving 10 feet per round until it reaches the destination or runs out of length. The rope can move across any non-damaging horizontal or vertical surface, but it can't extend upward without a surface to support it. At any point while the rope is animated, you can use an Interact action to wiggle the rope, giving it one of the following commands: stop in place, fasten securely to the nearest available object, detach from an object, or knot or unknot itself.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 5,
    "name": "Rope of Climbing (Moderate)",
    "price": {
      "gp": 125
    },
    "description": "<p>This silk rope measures 50 feet long and is capable of holding up to 3,000 pounds. If the rope is ever cut, only the longest remaining portion retains its magic.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p><strong>Effect</strong> You hold one end of the rope and point to a destination. The rope animates for 1 minute, moving 10 feet per round until it reaches the destination or runs out of length. The rope can move across any non-damaging horizontal or vertical surface, but it can't extend upward without a surface to support it. At any point while the rope is animated, you can use an Interact action to wiggle the rope, giving it one of the following commands: stop in place, fasten securely to the nearest available object, detach from an object, or knot or unknot itself.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rope",
    "price": {
      "sp": 5
    },
    "description": "<p>50 feet of rope.</p>",
    "rarity": "common",
    "traits": [],
    "usage": "Held In Two Hands",
    "worn": null
  },
  {
    "level": 10,
    "name": "Rose of Loves Lost",
    "price": {},
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>No thorns are visible on this ruby-red crystal rose, which seems to grant a boon to a loved one, but it draws three beads of blood when first bestowed upon an unwitting recipient. Hags delight in using the rose's curse to ruin young lovers, but it can be found anywhere-even buried innocently in a treasure hoard.</p>\n<p>You activate the <em>rose of loves lost</em> by giving it to someone toward whom you feel romantic attraction. This item functions only if you feel genuine attraction and desire, and it doesn't function if you know the item's curse. If the target accepts the gift, they must succeed at a @Check[will|dc:27] save with the effects of Charm, except the duration is unlimited. Every 24 hours, the victim attempts another Will save to break the spell. If they fail three consecutive Will saves, they become Doomed{Doomed 1}, as the rose inflicts a lethal wasting disease upon the recipient. This value can't decrease while the curse continues. Instead, it worsens every 3 days the victim fails to break the rose's spell, until the victim either dies or shakes off the enchantment. A successful saving throw or Cleanse Affliction ends the charm and enables the victim to begin decreasing their doomed value.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "cursed",
      "evil",
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rotary Bow",
    "price": {
      "gp": 8
    },
    "description": "<p>This one-handed crossbow has four arms instead of two, and four rotating chambers that can be pre-loaded with bolts for more efficient firing. The chamber can be swapped and the arms redrawn with a simple crank device built into the crossbow.</p>",
    "rarity": "common",
    "traits": [
      "capacity-4"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rounds (Arquebus)",
    "price": {
      "sp": 1
    },
    "description": "<p>Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a prepackaged paper cartridge, including wadding, bullet, and black powder, or loose shot packed in manually. Some weapons, like hand cannons and blunderbusses, can fire other materials, but their ammunition has the same Price due to the cost of the black powder. Because making rounds of firearm ammunition requires creating black powder, you need the Alchemical Crafting skill feat to make them. Firearm rounds are a valid option for magical ammunition, just like arrows or bolts. Crafting magical firearm ammunition requires you to be able to craft both alchemical and magical items.</p>",
    "rarity": "common",
    "traits": [
      "alchemical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rounds (Axe Musket)",
    "price": {
      "sp": 1
    },
    "description": "<p>Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a prepackaged paper cartridge, including wadding, bullet, and black powder, or loose shot packed in manually. Some weapons, like hand cannons and blunderbusses, can fire other materials, but their ammunition has the same Price due to the cost of the black powder. Because making rounds of firearm ammunition requires creating black powder, you need the Alchemical Crafting skill feat to make them. Firearm rounds are a valid option for magical ammunition, just like arrows or bolts. Crafting magical firearm ammunition requires you to be able to craft both alchemical and magical items.</p>",
    "rarity": "common",
    "traits": [
      "alchemical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rounds (Black Powder Knuckle Dusters)",
    "price": {
      "sp": 1
    },
    "description": "<p>Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a prepackaged paper cartridge, including wadding, bullet, and black powder, or loose shot packed in manually. Some weapons, like hand cannons and blunderbusses, can fire other materials, but their ammunition has the same Price due to the cost of the black powder. Because making rounds of firearm ammunition requires creating black powder, you need the Alchemical Crafting skill feat to make them. Firearm rounds are a valid option for magical ammunition, just like arrows or bolts. Crafting magical firearm ammunition requires you to be able to craft both alchemical and magical items.</p>",
    "rarity": "common",
    "traits": [
      "alchemical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rounds (Blunderbuss)",
    "price": {
      "sp": 1
    },
    "description": "<p>Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a prepackaged paper cartridge, including wadding, bullet, and black powder, or loose shot packed in manually. Some weapons, like hand cannons and blunderbusses, can fire other materials, but their ammunition has the same Price due to the cost of the black powder. Because making rounds of firearm ammunition requires creating black powder, you need the Alchemical Crafting skill feat to make them. Firearm rounds are a valid option for magical ammunition, just like arrows or bolts. Crafting magical firearm ammunition requires you to be able to craft both alchemical and magical items.</p>",
    "rarity": "common",
    "traits": [
      "alchemical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rounds (Cane Pistol)",
    "price": {
      "sp": 1
    },
    "description": "<p>Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a prepackaged paper cartridge, including wadding, bullet, and black powder, or loose shot packed in manually. Some weapons, like hand cannons and blunderbusses, can fire other materials, but their ammunition has the same Price due to the cost of the black powder. Because making rounds of firearm ammunition requires creating black powder, you need the Alchemical Crafting skill feat to make them. Firearm rounds are a valid option for magical ammunition, just like arrows or bolts. Crafting magical firearm ammunition requires you to be able to craft both alchemical and magical items.</p>",
    "rarity": "common",
    "traits": [
      "alchemical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rounds (Clan Pistol)",
    "price": {
      "sp": 1
    },
    "description": "<p>Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a prepackaged paper cartridge, including wadding, bullet, and black powder, or loose shot packed in manually. Some weapons, like hand cannons and blunderbusses, can fire other materials, but their ammunition has the same Price due to the cost of the black powder. Because making rounds of firearm ammunition requires creating black powder, you need the Alchemical Crafting skill feat to make them. Firearm rounds are a valid option for magical ammunition, just like arrows or bolts. Crafting magical firearm ammunition requires you to be able to craft both alchemical and magical items.</p>",
    "rarity": "common",
    "traits": [
      "alchemical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rounds (Coat Pistol)",
    "price": {
      "sp": 1
    },
    "description": "<p>Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a prepackaged paper cartridge, including wadding, bullet, and black powder, or loose shot packed in manually. Some weapons, like hand cannons and blunderbusses, can fire other materials, but their ammunition has the same Price due to the cost of the black powder. Because making rounds of firearm ammunition requires creating black powder, you need the Alchemical Crafting skill feat to make them. Firearm rounds are a valid option for magical ammunition, just like arrows or bolts. Crafting magical firearm ammunition requires you to be able to craft both alchemical and magical items.</p>",
    "rarity": "common",
    "traits": [
      "alchemical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rounds (Dagger Pistol)",
    "price": {
      "sp": 1
    },
    "description": "<p>Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a prepackaged paper cartridge, including wadding, bullet, and black powder, or loose shot packed in manually. Some weapons, like hand cannons and blunderbusses, can fire other materials, but their ammunition has the same Price due to the cost of the black powder. Because making rounds of firearm ammunition requires creating black powder, you need the Alchemical Crafting skill feat to make them. Firearm rounds are a valid option for magical ammunition, just like arrows or bolts. Crafting magical firearm ammunition requires you to be able to craft both alchemical and magical items.</p>",
    "rarity": "common",
    "traits": [
      "alchemical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rounds (Double-Barreled Musket)",
    "price": {
      "sp": 1
    },
    "description": "<p>Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a prepackaged paper cartridge, including wadding, bullet, and black powder, or loose shot packed in manually. Some weapons, like hand cannons and blunderbusses, can fire other materials, but their ammunition has the same Price due to the cost of the black powder. Because making rounds of firearm ammunition requires creating black powder, you need the Alchemical Crafting skill feat to make them. Firearm rounds are a valid option for magical ammunition, just like arrows or bolts. Crafting magical firearm ammunition requires you to be able to craft both alchemical and magical items.</p>",
    "rarity": "common",
    "traits": [
      "alchemical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rounds (Double-Barreled Pistol)",
    "price": {
      "sp": 1
    },
    "description": "<p>Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a prepackaged paper cartridge, including wadding, bullet, and black powder, or loose shot packed in manually. Some weapons, like hand cannons and blunderbusses, can fire other materials, but their ammunition has the same Price due to the cost of the black powder. Because making rounds of firearm ammunition requires creating black powder, you need the Alchemical Crafting skill feat to make them. Firearm rounds are a valid option for magical ammunition, just like arrows or bolts. Crafting magical firearm ammunition requires you to be able to craft both alchemical and magical items.</p>",
    "rarity": "common",
    "traits": [
      "alchemical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rounds (Dragon Mouth Pistol)",
    "price": {
      "sp": 1
    },
    "description": "<p>Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a prepackaged paper cartridge, including wadding, bullet, and black powder, or loose shot packed in manually. Some weapons, like hand cannons and blunderbusses, can fire other materials, but their ammunition has the same Price due to the cost of the black powder. Because making rounds of firearm ammunition requires creating black powder, you need the Alchemical Crafting skill feat to make them. Firearm rounds are a valid option for magical ammunition, just like arrows or bolts. Crafting magical firearm ammunition requires you to be able to craft both alchemical and magical items.</p>",
    "rarity": "common",
    "traits": [
      "alchemical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rounds (Dueling Pistol)",
    "price": {
      "sp": 1
    },
    "description": "<p>Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a prepackaged paper cartridge, including wadding, bullet, and black powder, or loose shot packed in manually. Some weapons, like hand cannons and blunderbusses, can fire other materials, but their ammunition has the same Price due to the cost of the black powder. Because making rounds of firearm ammunition requires creating black powder, you need the Alchemical Crafting skill feat to make them. Firearm rounds are a valid option for magical ammunition, just like arrows or bolts. Crafting magical firearm ammunition requires you to be able to craft both alchemical and magical items.</p>",
    "rarity": "common",
    "traits": [
      "alchemical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rounds (Dwarven Scattergun)",
    "price": {
      "sp": 1
    },
    "description": "<p>Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a prepackaged paper cartridge, including wadding, bullet, and black powder, or loose shot packed in manually. Some weapons, like hand cannons and blunderbusses, can fire other materials, but their ammunition has the same Price due to the cost of the black powder. Because making rounds of firearm ammunition requires creating black powder, you need the Alchemical Crafting skill feat to make them. Firearm rounds are a valid option for magical ammunition, just like arrows or bolts. Crafting magical firearm ammunition requires you to be able to craft both alchemical and magical items.</p>",
    "rarity": "common",
    "traits": [
      "alchemical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rounds (Explosive Dogslicer)",
    "price": {
      "sp": 1
    },
    "description": "<p>Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a prepackaged paper cartridge, including wadding, bullet, and black powder, or loose shot packed in manually. Some weapons, like hand cannons and blunderbusses, can fire other materials, but their ammunition has the same Price due to the cost of the black powder. Because making rounds of firearm ammunition requires creating black powder, you need the Alchemical Crafting skill feat to make them. Firearm rounds are a valid option for magical ammunition, just like arrows or bolts. Crafting magical firearm ammunition requires you to be able to craft both alchemical and magical items.</p>",
    "rarity": "common",
    "traits": [
      "alchemical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rounds (Fire Lance)",
    "price": {
      "sp": 1
    },
    "description": "<p>Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a prepackaged paper cartridge, including wadding, bullet, and black powder, or loose shot packed in manually. Some weapons, like hand cannons and blunderbusses, can fire other materials, but their ammunition has the same Price due to the cost of the black powder. Because making rounds of firearm ammunition requires creating black powder, you need the Alchemical Crafting skill feat to make them. Firearm rounds are a valid option for magical ammunition, just like arrows or bolts. Crafting magical firearm ammunition requires you to be able to craft both alchemical and magical items.</p>",
    "rarity": "common",
    "traits": [
      "alchemical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rounds (Flingflenser)",
    "price": {
      "sp": 1
    },
    "description": "<p>Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a prepackaged paper cartridge, including wadding, bullet, and black powder, or loose shot packed in manually. Some weapons, like hand cannons and blunderbusses, can fire other materials, but their ammunition has the same Price due to the cost of the black powder. Because making rounds of firearm ammunition requires creating black powder, you need the Alchemical Crafting skill feat to make them. Firearm rounds are a valid option for magical ammunition, just like arrows or bolts. Crafting magical firearm ammunition requires you to be able to craft both alchemical and magical items.</p>",
    "rarity": "common",
    "traits": [
      "alchemical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rounds (Flintlock Musket)",
    "price": {
      "sp": 1
    },
    "description": "<p>Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a prepackaged paper cartridge, including wadding, bullet, and black powder, or loose shot packed in manually. Some weapons, like hand cannons and blunderbusses, can fire other materials, but their ammunition has the same Price due to the cost of the black powder. Because making rounds of firearm ammunition requires creating black powder, you need the Alchemical Crafting skill feat to make them. Firearm rounds are a valid option for magical ammunition, just like arrows or bolts. Crafting magical firearm ammunition requires you to be able to craft both alchemical and magical items.</p>",
    "rarity": "common",
    "traits": [
      "alchemical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rounds (Flintlock Pistol)",
    "price": {
      "sp": 1
    },
    "description": "<p>Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a prepackaged paper cartridge, including wadding, bullet, and black powder, or loose shot packed in manually. Some weapons, like hand cannons and blunderbusses, can fire other materials, but their ammunition has the same Price due to the cost of the black powder. Because making rounds of firearm ammunition requires creating black powder, you need the Alchemical Crafting skill feat to make them. Firearm rounds are a valid option for magical ammunition, just like arrows or bolts. Crafting magical firearm ammunition requires you to be able to craft both alchemical and magical items.</p>",
    "rarity": "common",
    "traits": [
      "alchemical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rounds (Gnome Amalgam Musket)",
    "price": {
      "sp": 1
    },
    "description": "<p>Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a prepackaged paper cartridge, including wadding, bullet, and black powder, or loose shot packed in manually. Some weapons, like hand cannons and blunderbusses, can fire other materials, but their ammunition has the same Price due to the cost of the black powder. Because making rounds of firearm ammunition requires creating black powder, you need the Alchemical Crafting skill feat to make them. Firearm rounds are a valid option for magical ammunition, just like arrows or bolts. Crafting magical firearm ammunition requires you to be able to craft both alchemical and magical items.</p>",
    "rarity": "common",
    "traits": [
      "alchemical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rounds (Gun Sword)",
    "price": {
      "sp": 1
    },
    "description": "<p>Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a prepackaged paper cartridge, including wadding, bullet, and black powder, or loose shot packed in manually. Some weapons, like hand cannons and blunderbusses, can fire other materials, but their ammunition has the same Price due to the cost of the black powder. Because making rounds of firearm ammunition requires creating black powder, you need the Alchemical Crafting skill feat to make them. Firearm rounds are a valid option for magical ammunition, just like arrows or bolts. Crafting magical firearm ammunition requires you to be able to craft both alchemical and magical items.</p>",
    "rarity": "common",
    "traits": [
      "alchemical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rounds (Hammer Gun)",
    "price": {
      "sp": 1
    },
    "description": "<p>Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a prepackaged paper cartridge, including wadding, bullet, and black powder, or loose shot packed in manually. Some weapons, like hand cannons and blunderbusses, can fire other materials, but their ammunition has the same Price due to the cost of the black powder. Because making rounds of firearm ammunition requires creating black powder, you need the Alchemical Crafting skill feat to make them. Firearm rounds are a valid option for magical ammunition, just like arrows or bolts. Crafting magical firearm ammunition requires you to be able to craft both alchemical and magical items.</p>",
    "rarity": "common",
    "traits": [
      "alchemical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rounds (Hand Cannon)",
    "price": {
      "sp": 1
    },
    "description": "<p>Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a prepackaged paper cartridge, including wadding, bullet, and black powder, or loose shot packed in manually. Some weapons, like hand cannons and blunderbusses, can fire other materials, but their ammunition has the same Price due to the cost of the black powder. Because making rounds of firearm ammunition requires creating black powder, you need the Alchemical Crafting skill feat to make them. Firearm rounds are a valid option for magical ammunition, just like arrows or bolts. Crafting magical firearm ammunition requires you to be able to craft both alchemical and magical items.</p>",
    "rarity": "common",
    "traits": [
      "alchemical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rounds (Harmona Gun)",
    "price": {
      "sp": 1
    },
    "description": "<p>Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a prepackaged paper cartridge, including wadding, bullet, and black powder, or loose shot packed in manually. Some weapons, like hand cannons and blunderbusses, can fire other materials, but their ammunition has the same Price due to the cost of the black powder. Because making rounds of firearm ammunition requires creating black powder, you need the Alchemical Crafting skill feat to make them. Firearm rounds are a valid option for magical ammunition, just like arrows or bolts. Crafting magical firearm ammunition requires you to be able to craft both alchemical and magical items.</p>",
    "rarity": "common",
    "traits": [
      "alchemical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rounds (Jezail)",
    "price": {
      "sp": 1
    },
    "description": "<p>Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a prepackaged paper cartridge, including wadding, bullet, and black powder, or loose shot packed in manually. Some weapons, like hand cannons and blunderbusses, can fire other materials, but their ammunition has the same Price due to the cost of the black powder. Because making rounds of firearm ammunition requires creating black powder, you need the Alchemical Crafting skill feat to make them. Firearm rounds are a valid option for magical ammunition, just like arrows or bolts. Crafting magical firearm ammunition requires you to be able to craft both alchemical and magical items.</p>",
    "rarity": "common",
    "traits": [
      "alchemical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rounds (Mace Multipistol)",
    "price": {
      "sp": 1
    },
    "description": "<p>Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a prepackaged paper cartridge, including wadding, bullet, and black powder, or loose shot packed in manually. Some weapons, like hand cannons and blunderbusses, can fire other materials, but their ammunition has the same Price due to the cost of the black powder. Because making rounds of firearm ammunition requires creating black powder, you need the Alchemical Crafting skill feat to make them. Firearm rounds are a valid option for magical ammunition, just like arrows or bolts. Crafting magical firearm ammunition requires you to be able to craft both alchemical and magical items.</p>",
    "rarity": "common",
    "traits": [
      "alchemical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rounds (Mithral Tree)",
    "price": {
      "sp": 1
    },
    "description": "<p>Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a prepackaged paper cartridge, including wadding, bullet, and black powder, or loose shot packed in manually. Some weapons, like hand cannons and blunderbusses, can fire other materials, but their ammunition has the same Price due to the cost of the black powder. Because making rounds of firearm ammunition requires creating black powder, you need the Alchemical Crafting skill feat to make them. Firearm rounds are a valid option for magical ammunition, just like arrows or bolts. Crafting magical firearm ammunition requires you to be able to craft both alchemical and magical items.</p>",
    "rarity": "common",
    "traits": [
      "alchemical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rounds (Pepperbox)",
    "price": {
      "sp": 1
    },
    "description": "<p>Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a prepackaged paper cartridge, including wadding, bullet, and black powder, or loose shot packed in manually. Some weapons, like hand cannons and blunderbusses, can fire other materials, but their ammunition has the same Price due to the cost of the black powder. Because making rounds of firearm ammunition requires creating black powder, you need the Alchemical Crafting skill feat to make them. Firearm rounds are a valid option for magical ammunition, just like arrows or bolts. Crafting magical firearm ammunition requires you to be able to craft both alchemical and magical items.</p>",
    "rarity": "common",
    "traits": [
      "alchemical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rounds (Piercing Wind)",
    "price": {
      "sp": 1
    },
    "description": "<p>Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a prepackaged paper cartridge, including wadding, bullet, and black powder, or loose shot packed in manually. Some weapons, like hand cannons and blunderbusses, can fire other materials, but their ammunition has the same Price due to the cost of the black powder. Because making rounds of firearm ammunition requires creating black powder, you need the Alchemical Crafting skill feat to make them. Firearm rounds are a valid option for magical ammunition, just like arrows or bolts. Crafting magical firearm ammunition requires you to be able to craft both alchemical and magical items.</p>",
    "rarity": "common",
    "traits": [
      "alchemical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rounds (Rapier Pistol)",
    "price": {
      "sp": 1
    },
    "description": "<p>Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a prepackaged paper cartridge, including wadding, bullet, and black powder, or loose shot packed in manually. Some weapons, like hand cannons and blunderbusses, can fire other materials, but their ammunition has the same Price due to the cost of the black powder. Because making rounds of firearm ammunition requires creating black powder, you need the Alchemical Crafting skill feat to make them. Firearm rounds are a valid option for magical ammunition, just like arrows or bolts. Crafting magical firearm ammunition requires you to be able to craft both alchemical and magical items.</p>",
    "rarity": "common",
    "traits": [
      "alchemical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rounds (Slide Pistol)",
    "price": {
      "sp": 1
    },
    "description": "<p>Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a prepackaged paper cartridge, including wadding, bullet, and black powder, or loose shot packed in manually. Some weapons, like hand cannons and blunderbusses, can fire other materials, but their ammunition has the same Price due to the cost of the black powder. Because making rounds of firearm ammunition requires creating black powder, you need the Alchemical Crafting skill feat to make them. Firearm rounds are a valid option for magical ammunition, just like arrows or bolts. Crafting magical firearm ammunition requires you to be able to craft both alchemical and magical items.</p>",
    "rarity": "common",
    "traits": [
      "alchemical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rounds (Three Peaked Tree)",
    "price": {
      "sp": 1
    },
    "description": "<p>Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a prepackaged paper cartridge, including wadding, bullet, and black powder, or loose shot packed in manually. Some weapons, like hand cannons and blunderbusses, can fire other materials, but their ammunition has the same Price due to the cost of the black powder. Because making rounds of firearm ammunition requires creating black powder, you need the Alchemical Crafting skill feat to make them. Firearm rounds are a valid option for magical ammunition, just like arrows or bolts. Crafting magical firearm ammunition requires you to be able to craft both alchemical and magical items.</p>",
    "rarity": "common",
    "traits": [
      "alchemical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 18,
    "name": "Rovagug's Mud (Greater)",
    "price": {
      "gp": 4800
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>Rovagug's mud smells and tastes like wet, sour earth. For 1 hour after you drink it, you have a +2 item bonus to saving throws against incapacitation effects. Also, you can use a single action to breathe out a 20 foot cone of bitter vapor that causes an earth-shaking rumble that can be heard for 100 feet. Creatures and objects in the area take @Damage[8d6[untyped]|options:area-damage] damage (DC 38 fortitude), decreasing Hardness by 10. An object's Hardness remains lowered for [[/r 1d4 #rounds]]{1d4 rounds}, and you can't use this breath again for the same amount of time.</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical",
      "potion"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 13,
    "name": "Rovagug's Mud",
    "price": {
      "gp": 600
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>Rovagug's mud smells and tastes like wet, sour earth. For 1 hour after you drink it, you have a +2 item bonus to saving throws against incapacitation effects. Also, you can use a single action to breathe out a 20 foot cone of bitter vapor that causes an earth-shaking rumble that can be heard for 100 feet. Creatures and objects in the area take @Damage[5d6[untyped]|options:area-damage] damage (DC 30 fortitude), decreasing Hardness by 5. An object's Hardness remains lowered for [[/r 1d4 #rounds]]{1d4 rounds}, and you can't use this breath again for the same amount of time.</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical",
      "potion"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 16,
    "name": "Rowan Rifle",
    "price": {
      "gp": 14000
    },
    "description": "<p>In a dense forest within Arcadia, djezet fell from the sky millennia ago, even before Earthfall. While this metal was poisonous to most of the plant life growing nearby, one stubborn rowan tree refused to die, its roots slowly absorbing djezet in small particles from the ground until the entire plant was suffused with it. Fey bowyers discovered the remarkable plant and coaxed it into growing into a very particular shape, its branching trunks woven together into a tightly twisted and naturally rifled barrel.</p>\n<p>One of the legendary star guns, Arcadia's greatest treasures, the <em>Rowan Rifle</em> is a <em>+2 Fearsome (Greater){Greater Fearsome} Quickstrike{Speed} greater striking</em> advanced firearm with a range of increment of 300 feet. It deals 1d8 fire damage and has the backstabber, concussive, and fatal d12 traits. As a star gun, the <em>Rowan Rifle</em> runs on magic, and doesn't use ammunition or black powder.</p>\n<p>As a weapon forged to protect the fey peoples of Arcadia, the <em>Rowan Rifle</em>'s enchantments prevent it from ever causing harm to a creature with the fey trait; any attempt to shoot a fey with it results in an automatic misfire. This legendary star gun is as much a badge of office as a weapon, as it denotes dominion over all Briarbough. If the <em>Rowan Rifle</em>'s wielder is fey, or if they were specifically given the <em>Rowan Rifle</em> by a fey creature who recognized them as a worthy champion, they can use the following activations.</p><hr /><p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision</p>\n<p><strong>Effect</strong> You will the <em>Rowan Rifle</em> to change the energy it fires from the white-hot energy of summer that glows like a star to the shivering chill of winter, the crackling electricity of the storm, or even the sonic vibrations of a roar. The <em>Rowan Rifle</em>'s damage type changes from its current damage type to cold, electricity, fire, or sonic. On the next sunrise, the <em>Rowan Rifle</em> returns to dealing fire damage.</p><hr /><p><strong>Activate</strong> <span class=\"action-glyph\">1</span> command, Interact</p>\n<p><strong>Effect</strong> The <em>Rowan Rifle</em> fires a 60 foot line of liquid djezet that wraps around all creatures in the affected area before hardening, which impedes them with metallic vines unless the affected creature succeeds at a DC 35 reflex save. A creature who fails the save takes a -15-foot circumstance penalty to their Speeds, and a creature who critically fails is Immobilized. A creature who succeeds at a DC 35 Escape check ends this effect. Otherwise, the djezet vines last for 10 minutes before crumbling away.</p><hr /><p><strong>Activate</strong> command, envision, Interact (1 minute)</p>\n<p><strong>Frequency</strong> once per 10 minutes</p>\n<p><strong>Effect</strong> You hold aloft the <em>Rowan Rifle</em> and step into a tree in Briarbough, and you Nature's Pathway{Tree Stride} to another tree in Briarbough.</p>",
    "rarity": "unique",
    "traits": [
      "backstabber",
      "concussive",
      "fatal-d12"
    ],
    "usage": "Held In Two Hands",
    "worn": null
  },
  {
    "level": 0,
    "name": "Rubbing Set",
    "price": {
      "gp": 1
    },
    "description": "<p>By using a rubbing set, you can quickly make a copy of carvings or etchings you find during your explorations, making them easier to accurately reproduce. This kit consists of a roll of thin onion-skin paper in a waterproof leather case, several thick wax crayons, and a bar of sealing wax that can be melted and used to temporarily hold the paper in place while you take the rubbing. Using the kit consumes the materials and provides a +1 item bonus on checks to document or reproduce artwork or writing that has been carved, etched, or otherwise physically added to a surface.</p>",
    "rarity": "uncommon",
    "traits": [],
    "usage": "Held In Two Hands",
    "worn": null
  },
  {
    "level": 14,
    "name": "Ruby Capacitor (Greater)",
    "price": {
      "gp": 800
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">f</span> Interact</p>\n<p><strong>Requirements</strong> You prepared the staff.</p>\n<hr />\n<p>This cluster of unworked ruby is bound to the top of a staff by silver wire. When activated, it adds three temporary charges to the staff. Any spells cast from the staff before the end of the turn expend these charges first. Any unused temporary charges are lost at the end of your turn.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical",
      "talisman"
    ],
    "usage": "Affixed To A Magical-Staff",
    "worn": null
  },
  {
    "level": 18,
    "name": "Ruby Capacitor (Major)",
    "price": {
      "gp": 4500
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">f</span> Interact</p>\n<p><strong>Requirements</strong> You prepared the staff.</p>\n<hr />\n<p>This cluster of unworked ruby is bound to the top of a staff by silver wire. When activated, it adds five temporary charges to the staff. Any spells cast from the staff before the end of the turn expend these charges first. Any unused temporary charges are lost at the end of your turn.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical",
      "talisman"
    ],
    "usage": "Affixed To A Magical-Staff",
    "worn": null
  },
  {
    "level": 10,
    "name": "Ruby Capacitor",
    "price": {
      "gp": 180
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">f</span> Interact</p>\n<p><strong>Requirements</strong> You prepared the staff.</p>\n<hr />\n<p>This cluster of unworked ruby is bound to the top of a staff by silver wire. When activated, it adds one temporary charge to the staff. Any spells cast from the staff before the end of the turn expend these charges first. Any unused temporary charges are lost at the end of your turn.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical",
      "talisman"
    ],
    "usage": "Affixed To A Magical-Staff",
    "worn": null
  },
  {
    "level": 0,
    "name": "Ruby, large",
    "price": {
      "gp": 500
    },
    "description": "",
    "rarity": "common",
    "traits": [],
    "usage": "",
    "worn": null
  }
]