[
  {
    "level": 9,
    "name": "Stole of Civility",
    "price": {
      "gp": 700
    },
    "description": "<p>Woven from swaths of rich brocade silk and embroidered with ancient Azlanti script in golden thread, this stole imparts a noble appearance to even the homeliest of individuals when draped over the shoulders.</p>\n<p>While wearing a stole of civility, you receive a +2 item bonus to Diplomacy checks to Make an Impression with humans or Request{Make a Request} of humans, and a +2 item bonus to Intimidation checks against humans.</p>\n<p>The stole also grants you full understanding of the Azlanti language.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Requirements</strong> you are a human</p>\n<hr />\n<p><strong>Effect</strong> You gain 10 temporary Hit Points, which last for 10 minutes.</p>\n<p></p>",
    "rarity": "uncommon",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 15,
    "name": "Stone Body Mutagen (Greater)",
    "price": {
      "gp": 920
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> Interact</p>\n<hr />\n<p>This mutagen calcifies your body making it as hard as stone.</p>\n<p><strong>Benefit</strong> You gain resistance 10 to physical damage (except bludgeoning).</p>\n<p><strong>Drawback</strong> Your speeds are reduced by 10 feet (minimum 5 feet) and you take a -2 penalty to Reflex saves.</p>\n<p><strong>Duration</strong> 1 hour.</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable",
      "elixir",
      "mutagen",
      "polymorph"
    ]
  },
  {
    "level": 5,
    "name": "Stone Body Mutagen (Lesser)",
    "price": {
      "gp": 22
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> Interact</p>\n<hr />\n<p>This mutagen calcifies your body making it as hard as stone.</p>\n<p><strong>Benefit</strong> You gain resistance 5 to physical damage (except bludgeoning).</p>\n<p><strong>Drawback</strong> Your speeds are reduced by 10 feet (minimum 5 feet) and you take a -2 penalty to Reflex saves.</p>\n<p><strong>Duration</strong> 10 minute.</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable",
      "elixir",
      "mutagen",
      "polymorph"
    ]
  },
  {
    "level": 12,
    "name": "Stone Body Mutagen (Moderate)",
    "price": {
      "gp": 300
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> Interact</p>\n<hr />\n<p>This mutagen calcifies your body making it as hard as stone.</p>\n<p><strong>Benefit</strong> You gain resistance 5 to physical damage (except bludgeoning).</p>\n<p><strong>Drawback</strong> Your speeds are reduced by 10 feet (minimum 5 feet) and you take a -2 penalty to Reflex saves.</p>\n<p><strong>Duration</strong> 1 hour.</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable",
      "elixir",
      "mutagen",
      "polymorph"
    ]
  },
  {
    "level": 15,
    "name": "Stone Bullet",
    "price": {
      "gp": 1300
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> (manipulate)</p>\n<hr />\n<p>This sling bullet looks like a petrified serpent's eye. A creature hit by an activated <em>stone bullet</em> is subject to the effects of a 6th-rank Petrify spell (@Check[fortitude|dc:34]).</p>\n<hr />\n<p><strong>Craft Requirements</strong> Supply one casting of Petrify.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical"
    ]
  },
  {
    "level": 19,
    "name": "Stone Circle (Greater)",
    "price": {
      "gp": 32000
    },
    "description": "<p>A <em>stone circle</em> appears to be a thumb-sized rectangular gray stone until activated.</p>\n<hr />\n<p><strong>Activate</strong> (1 minute) envision, Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> When the circle is stood on the ground and activated, the stone grows into a massive stone pillar 13 feet high, 7 feet across, and weighing 25 tons. Identical pillars rise up from the ground marking a circle 100 feet across, with capstones connecting the pillars. There must be enough space to deploy the circle or it won't activate. During the activation, you align the stone circle to face a single astronomical feature, such as the sun, the moon, or a constellation. You can revert the stone circle back to its original state by using an Interact action to push over the original stone pillar. Once you do, the rest of the stone circle collapses in a dramatic fashion, the stones falling, cracking, and disintegrating into dust. If you don't begin a ritual inside of the stone circle within 1 day of its activation, it reverts back to its original state.</p>\n<p>When you cast any ritual within the <em>stone circle</em>, the secondary check with the worst degree of success is improved by one degree of success, even if that secondary check succeeded. Once you complete a ritual within the stone circle, regardless of the result, the stones collapse and it reverts back to its original form.</p>",
    "rarity": "uncommon",
    "traits": [
      "magical",
      "structure"
    ]
  },
  {
    "level": 10,
    "name": "Stone Circle",
    "price": {
      "gp": 1000
    },
    "description": "<p>A <em>stone circle</em> appears to be a thumb-sized rectangular gray stone until activated.</p>\n<hr />\n<p><strong>Activate</strong> (1 minute) envision, Interact</p>\n<p><strong>Frequency</strong> once per week</p>\n<hr />\n<p><strong>Effect</strong> When the circle is stood on the ground and activated, the stone grows into a massive stone pillar 13 feet high, 7 feet across, and weighing 25 tons. Identical pillars rise up from the ground marking a circle 100 feet across, with capstones connecting the pillars. There must be enough space to deploy the circle or it won't activate. During the activation, you align the stone circle to face a single astronomical feature, such as the sun, the moon, or a constellation. You can revert the stone circle back to its original state by using an Interact action to push over the original stone pillar. Once you do, the rest of the stone circle collapses in a dramatic fashion, the stones falling, cracking, and disintegrating into dust. If you don't begin a ritual inside of the stone circle within 1 day of its activation, it reverts back to its original state.</p>\n<p>When you cast a ritual of 5th rank or lower within the <em>stone circle</em>, the first failure on a secondary check is improved by one degree of success (a critical failure becomes a failure and a failure becomes a success). Once you complete a ritual within the stone circle, regardless of the result, the stones collapse and it reverts back to its original form.</p>",
    "rarity": "uncommon",
    "traits": [
      "magical",
      "structure"
    ]
  },
  {
    "level": 4,
    "name": "Stone Fist Elixir",
    "price": {
      "gp": 13
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> (manipulate)</p><hr /><p>Your fists become hard as stone. For 1 hour, your fists deal 1d6 bludgeoning damage and lose the nonlethal trait.</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable",
      "elixir",
      "morph"
    ]
  },
  {
    "level": 8,
    "name": "Stone of Encouragement (Greater)",
    "price": {
      "gp": 475
    },
    "description": "<p>This smooth, round, gray stone fits neatly into the palm of your hand and feels comfortable to hold regardless of the size or shape of your hand. While you're holding the stone, it telepathically speaks to you at regular intervals in generic words of encouragement, such as \"You can do it!\" and \"Let's go!\" The encouraging words manifest in the voice of your internal monologue or take on the characteristics of the voice of someone you trust. Despite the similarity, you're aware that the stone is telepathically projecting its voice and can differentiate between the stone's voice and your internal monologue or the voice of the person you trust.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Command</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You ask the stone for help with a task. It speaks a few motivating words related to the task at hand, which grants you a +2 item bonus to the first skill check you attempt within 1 minute. You become temporarily immune to the effects of all <em>stones of encouragement</em>, even ones other than the one you activated, for 1 day. You can still hear the encouraging words of different stones if you hold them, but they don't provide any benefits.</p>",
    "rarity": "uncommon",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 2,
    "name": "Stone of Encouragement",
    "price": {
      "gp": 30
    },
    "description": "<p>This smooth, round, gray stone fits neatly into the palm of your hand and feels comfortable to hold regardless of the size or shape of your hand. While you're holding the stone, it telepathically speaks to you at regular intervals in generic words of encouragement, such as \"You can do it!\" and \"Let's go!\" The encouraging words manifest in the voice of your internal monologue or take on the characteristics of the voice of someone you trust. Despite the similarity, you're aware that the stone is telepathically projecting its voice and can differentiate between the stone's voice and your internal monologue or the voice of the person you trust.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Command</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You ask the stone for help with a task. It speaks a few motivating words related to the task at hand, which grants you a +1 item bonus to the first skill check you attempt within 1 minute. You become temporarily immune to the effects of all <em>stones of encouragement</em>, even ones other than the one you activated, for 1 day. You can still hear the encouraging words of different stones if you hold them, but they don't provide any benefits.</p>",
    "rarity": "uncommon",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 17,
    "name": "Stone of Unrivaled Skill",
    "price": {},
    "description": "<p>You traded your senses to a hag for unrivaled expertise stolen from various souls who were once the greatest in their field. Your <em>bargained contract</em> is sealed by sleeping with a pitch-black stone under your pillow every night. Choose one skill when you seal this <em>bargained contract</em>. You become an expert in that skill; if you were already an expert, you become a master, and if you were already a master, you become legendary. Once per day, from any distance, the hag that holds your contract can take over your senses for 10 minutes, during which time the hag hears, sees, smells, tastes, and feels everything you would typically experience. During this time, you are Dazzled by your own disjointed senses.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> command</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You place the stone sealing your <em>bargained contract</em> in your mouth. For the next 10 minutes, you gain a +3 status bonus to skill checks using the skill you chose for your contract.</p>",
    "rarity": "rare",
    "traits": [
      "contract",
      "invested",
      "magical"
    ]
  },
  {
    "level": 2,
    "name": "Stone of Weight",
    "price": {},
    "description": "<p>Also known as a loadstone, this small stone appears nonmagical and has a lovely sheen, giving the impression that it could be a valuable or a notable item or a magic stone of some kind. When you've carried the stone on your person for 1 minute, its curse activates: the stone's size does not change, but it suddenly increases in weight to 5 Bulk. This additional weight does not cause the stone to deal more damage if thrown or used as a weapon. It reappears in your possessions within 1 minute if you discard it, and can't be destroyed or thrown away permanently, or even placed in a container that would reduce or negate its Bulk (like a bag of holding), until it is subject to a remove curse spell or similar magic effect. Once the curse has activated for the first time, the stone fuses to you.</p>",
    "rarity": "rare",
    "traits": [
      "cursed",
      "magical"
    ]
  },
  {
    "level": 11,
    "name": "Stoneraiser Javelin",
    "price": {
      "gp": 1200
    },
    "description": "<p>This stone-headed <em>+2 striking returning javelin</em> draws forth the power of the earth itself to strike at enemies.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You hurl the <em>stoneraiser javelin</em> at an unoccupied space within 30 feet.</p>\n<p>The javelin's power flows into the ground, which erupts in a 5-foot-radius burst of razor-sharp stalagmites. The stalagmites are 10 feet tall.</p>\n<p>Everything on each side of the stalagmites has cover from creatures on the opposite side, and the stalagmites' spaces are difficult terrain. A creature takes 4d4 piercing damage for every move action it takes that enters at least one of the affected spaces.</p>\n<p>Each 5-foot-by-5-foot section has AC 10, Hardness 14, and 30 Hit Points. It's immune to critical hits and precision damage. A destroyed section can be moved through freely. The stalagmites crumble to dust after 1 minute.</p>\n<p>Any creature in the area when the stalagmites appear is pushed to the nearest unoccupied space of its choice; this movement is forced movement. Pushed creatures must attempt a DC 28 Reflex saving throw or take 4d4 piercing damage.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes half damage.</p>\n<p><strong>Failure</strong> The creature takes full damage.</p>\n<p><strong>Critical Failure</strong> The creature takes double damage and is knocked prone.</p>",
    "rarity": "uncommon",
    "traits": [
      "earth",
      "magical",
      "thrown"
    ]
  },
  {
    "level": 12,
    "name": "Stonethroat Ammunition",
    "price": {
      "gp": 325
    },
    "description": "<p><strong>Ammunition</strong> arrow, bolt</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<hr />\n<p>Each piece of stonethroat ammunition is tipped with an unusual yellow stone. When an activated piece of stonethroat ammunition hits a target, the target must attempt a @Check[fortitude|dc:30].</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The ammunition lodges itself loosely into the target's throat. For 1 round, the target takes a -2 status penalty to attack rolls with its jaws or fangs, and to Athletics checks.</p>\n<p></p>\n<p><strong>Failure</strong> The ammunition embeds itself deep in the target's throat. The target can't use its jaws or fangs Strike (if it has one) or the Swallow Whole ability until the end of its next turn.</p>\n<p><strong>Critical Failure</strong> As failure, and the target is Enfeebled{Enfeebled 2} for 1 round.</p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "magical"
    ]
  },
  {
    "level": 6,
    "name": "Stony Hag Eye",
    "price": {
      "gp": 250
    },
    "description": "<p>This item appears to be an ordinary semiprecious stone and is typically mounted on a brooch or ring, but the stone is, in fact, an eyeball. This illusion can be seen through with true seeing or similar magic, and anyone who interacts with the item feels its wet and sticky surface, allowing them to attempt to disbelieve the illusion (DC 19). Many hags claim a hag eye is more effective if plucked from a living, awake creature, but this is likely just a convenient excuse for sadism.</p>\n<p>The hag eye produces no direct benefit for the wearer, but allows the hag who created it, or any member of her coven, can peer through the eye using the Seek action. This has no range limit, provided the hag is on the same plane.</p>\n<p>Any damage dealt to the eye destroys it. If this happens while a hag is looking through it, the hag is Blinded for 1 hour.</p>\n<p>A stony hag eye is fashioned from the eye of a creature, such a basilisk or medusa, with a petrifying gaze.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> (incapacitation, transmutation, visual)</p>\n<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p><strong>Effect</strong> You target a creature within 30 feet that can see the stony hag eye. The target must attempt a DC 22 fortitude save. On a failure, it's Slowed{Slowed 1} for 1 minute; on a critical failure, if the creature is already slowed, it's permanently petrified. Touching the stony hag eye to the petrified creature (a single action with the manipulate trait) removes the petrified condition.</p>\n<hr />\n<p><strong>Craft Requirements</strong> You must be a hag, and the raw materials must include the eye of a creature whose gaze turns creatures to stone.</p>",
    "rarity": "rare",
    "traits": [
      "invested",
      "occult",
      "scrying"
    ]
  },
  {
    "level": 0,
    "name": "Storage",
    "price": {
      "gp": 1
    },
    "description": "<p>The storage adjustment fits the armor or clothing with belts, buckles, pouches, and loops for holding and storing tools. Countless fasteners make the armor as jangly as chain mail. While wearing armor with this adjustment, you can wear up to 3 Bulk of tools instead of the usual 2. However, the armor acquires the noisy trait. If it already has the noisy trait, increase its penalty to Stealth checks by 1.</p>",
    "rarity": "common",
    "traits": [
      "adjustment"
    ]
  },
  {
    "level": 3,
    "name": "Storied Skin",
    "price": {
      "gp": 45
    },
    "description": "<p>Your skin becomes a canvas that records history as you learn it. When you receive the tattoo, choose a Lore skill. You can add the visual trait to the @UUID[Compendium.pf2e.actionspf2e.Recall Knowledge]{Recall Knowledge} action in order to study your tattoos, granting you a +1 item bonus to your check using the chosen Lore skill. A storied skin tattoo starts with an icon that represents a central event in your subject of study and is usually placed on the forehead or over the heart. Each time you learn about a major event in the history of that subject, an image, design, or symbol appears on your skin to represent the event.</p>\n<p><strong>Activate—Living History</strong> <span class=\"action-glyph\">1</span> (concentrate)</p>\n<p><strong>Frequency</strong> once per minute</p><hr /><p><strong>Effect</strong> The tattoo's design animates for 1 round, crudely portraying some scene associated with the chosen Lore skill.</p>",
    "rarity": "uncommon",
    "traits": [
      "invested",
      "magical",
      "tattoo"
    ]
  },
  {
    "level": 9,
    "name": "Storm Arrow",
    "price": {
      "gp": 130
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> (manipulate)</p><hr /><p>The head of this arrow is made from gleaming copper.</p>\n<p>When an activated <em>storm arrow</em> hits a target, it is buffeted by raging winds and struck by a bolt of lightning that deals 3d12 electricity damage and the target must attempt a @Check[reflex|dc:25] saving throw. If this arrow is shot from a weapon with a <em>shock</em> property rune, the save DC increases to 27, though the attack doesn't benefit from the <em>shock</em> property rune itself.</p><hr /><p><strong>Critical Success</strong> The foe is unaffected.</p>\n<p><strong>Success</strong> The foe takes half damage and isn't affected by the wind.</p>\n<p><strong>Failure</strong> The foe takes full damage and is buffeted by winds for 1 round, taking a -2 circumstance penalty to ranged attack rolls and a -10-foot circumstance penalty to its fly Speed.</p>\n<p><strong>Critical Failure</strong> As failure, but the foe takes double damage.</p>",
    "rarity": "common",
    "traits": [
      "air",
      "consumable",
      "electricity",
      "magical"
    ]
  },
  {
    "level": 9,
    "name": "Storm Breath",
    "price": {
      "gp": 125
    },
    "description": "<p><em>Storm breaths</em> are bottles of temperamental lightning captured during storms on the Plane of Air, releasing small charges of static energy any time they're touched. The first <em>storm breaths</em> were created by Ranginori's faithful following the Elemental Lord's return from a long imprisonment, but the recipe has since been duplicated across the multiverse.</p>\n<p>After inhaling <em>storm breath</em>, you gain resistance 5 to both electricity and sonic. You can exhale the <em>storm breath</em> as a bolt of lightning, dealing @Damage[4d12[electricity]|options:area-damage] damage to all creatures in a 30 foot line, with a DC 25 reflex save.</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "air",
      "bottled-breath",
      "consumable",
      "electricity",
      "magical"
    ]
  },
  {
    "level": 14,
    "name": "Storm Chair",
    "price": {
      "gp": 4400
    },
    "description": "<p>This traveler's chair uses magic and Stasian technology, storing up power in its Stasian coils to arc lightning through your foes and grant brief spurts of flight.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> Interact (electricity, evocation, magical)</p>\n<p><strong>Frequency</strong> Once per hour</p>\n<hr />\n<p><strong>Effect</strong> You create a ball of electricity around the chair, surrounding it in a damaging aura of electricity and using electromagnetism to briefly levitate. For 1 minute, you gain a fly Speed equal to your Speed and adjacent creatures that hit you with a melee attack, as well as creatures that touch or hit you with an unarmed attack, take 2d6 electricity damage each time. As normal, this applies to creatures who choose to touch you, not when you touch or attack another creature.</p>\n<p></p>",
    "rarity": "rare",
    "traits": [
      "electricity",
      "magical"
    ]
  },
  {
    "level": 18,
    "name": "Storm Flash (Greater)",
    "price": {
      "gp": 21000
    },
    "description": "<p>This <em>+3 greater striking greater shock rapier</em> has a golden blade, and miniature electric arcs flash across its guard while it's wielded. When out of its sheath under an open sky, the blade causes storm clouds to gather slowly above.</p>\n<hr />\n<p><strong>Activate—Lightning Stab</strong> <span class=\"action-glyph\">2</span> (concentrate, manipulate)</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You cast a 8th-rank Lightning Bolt (DC 38).</p>\n<hr />\n<p><strong>Activate—Divert Lightning</strong> <span class=\"action-glyph\">R</span> (concentrate)</p>\n<p><strong>Frequency</strong> once per 10 minutes</p>\n<p><strong>Trigger</strong> An electricity effect targets you or a creature within 10 feet of you, or has you or a creature within 10 feet of you in its area</p>\n<hr />\n<p><strong>Effect</strong> You try to divert the electricity off course, to be absorbed by <em>storm flash</em>. Choose one eligible creature to protect and roll a melee attack roll against the DC of the electricity effect. If you succeed, the chosen creature takes no electricity damage from the triggering effect.</p>",
    "rarity": "common",
    "traits": [
      "deadly-d8",
      "disarm",
      "electricity",
      "finesse",
      "magical"
    ]
  },
  {
    "level": 14,
    "name": "Storm Flash",
    "price": {
      "gp": 4000
    },
    "description": "<p>This <em>+2 greater striking shock rapier</em> has a golden blade, and miniature electric arcs flash across its guard while it's wielded. When out of its sheath under an open sky, the blade causes storm clouds to gather slowly above.</p>\n<hr />\n<p><strong>Activate—Lightning Stab</strong> <span class=\"action-glyph\">2</span> (concentrate, manipulate)</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You cast a 6th-rank Lightning Bolt (DC 33).</p>\n<hr />\n<p><strong>Activate—Divert Lightning</strong> <span class=\"action-glyph\">R</span> (concentrate)</p>\n<p><strong>Frequency</strong> once per 10 minutes</p>\n<p><strong>Trigger</strong> An electricity effect targets you or a creature within 10 feet of you, or has you or a creature within 10 feet of you in its area</p>\n<hr />\n<p><strong>Effect</strong> You try to divert the electricity off course, to be absorbed by <em>storm flash</em>. Choose one eligible creature to protect and roll a melee attack roll against the DC of the electricity effect. If you succeed, the chosen creature takes no electricity damage from the triggering effect.</p>",
    "rarity": "common",
    "traits": [
      "deadly-d8",
      "disarm",
      "electricity",
      "finesse",
      "magical"
    ]
  },
  {
    "level": 3,
    "name": "Storm Hammer",
    "price": {
      "gp": 60
    },
    "description": "<p>Sparks of crackling electricity arc from this +1 magic warhammer, and the head thrums with distant thunder. Any hit with this hammer deals @Damage[1[electricity]] damage. You can use a special action while holding the hammer to transform the sparks into lightning bolts.</p>\n<p><strong>Electrify</strong> <span class=\"action-glyph\">A</span> (concentrate) Until the end of your turn, the hammer deals 1d6 electricity damage instead of just 1. After you use this action, you can't use it again for 10 minutes.</p>",
    "rarity": "common",
    "traits": [
      "electricity",
      "magical",
      "shove"
    ]
  },
  {
    "level": 12,
    "name": "Storm Herald",
    "price": {
      "gp": 2000
    },
    "description": "<p>This iridescent, black <em>+2 striking Shock Thundering fighting fan</em> is crafted from the crackling feathers of thunderbirds to resemble one of the beast's mighty wings. Channeling the avian's tempestuous nature, you are surrounded by a stormy shell of wind and electricity while wielding a <em>storm herald</em>, granting you resistance 5 to electricity and sonic damage.</p><hr /><p><strong>Activate—Call the Storm</strong> <span class=\"action-glyph\">2</span> (concentrate, magical, manipulate)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You channel the full might of a storm with you as its epicenter. All creatures within 30 foot emanation{30 feet} take @Damage[3d10[electricity],3d10[sonic]|options:area-damage]{3d10 electricity damage and 3d10 sonic damage} (DC 30 reflex save).</p><hr /><p><strong>Craft Requirements</strong> The initial raw materials must include feathers from a thunderbird.</p>",
    "rarity": "uncommon",
    "traits": [
      "agile",
      "backstabber",
      "deadly-d6",
      "electricity",
      "finesse",
      "magical",
      "monk",
      "sonic"
    ]
  },
  {
    "level": 16,
    "name": "Stormbreaker Fulu",
    "price": {
      "gp": 1900
    },
    "description": "<p><strong>Usage</strong> affixed to armor</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">f</span> command</p>\n<p><strong>Trigger</strong> You would be forced to move, you would be teleported, or you would take cold, electricity, or sonic damage.</p>\n<hr />\n<p>This unassuming paper tag is inscribed with magical symbols. When you activate the fulu, it vanishes in a wisp of cloud, and you gain resistance 15 to cold, electricity, and sonic damage until the end of your next turn. For that duration, you ignore difficult terrain from wind and weather, and you can't be forcibly moved or teleported unless the effect counteracts the fulu (DC 40). These protections apply against the triggering effect.</p>\n<p></p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "fulu",
      "magical",
      "talisman"
    ]
  },
  {
    "level": 8,
    "name": "Stormfeather",
    "price": {
      "gp": 100
    },
    "description": "<p><strong>Usage</strong> affixed to armor</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p><strong>Requirements</strong> You're an expert in Acrobatics.</p>\n<hr />\n<p>Even while affixed, this electric blue feather sways lightly in the air, as if always accompanied by a breeze. When activated, the talisman casts fly on you, though the duration is 1 minute. You can Dismiss this activation. If you do, you're affected by Gentle Landing.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical",
      "talisman"
    ]
  },
  {
    "level": 6,
    "name": "Storyteller's Opus",
    "price": {
      "gp": 230
    },
    "description": "<p>This green spellbook with gold trim contains a cautionary story about a boy who was eaten by a wolf after he previously lied about wolf attacks. When opened, the engravings on the front seem to move in a loop, enacting this story.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">r</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> A creature succeeds, but doesn't critically succeed, at a Perception check to disbelieve an illusion spell you prepared from this grimoire</p>\n<hr />\n<p><strong>Effect</strong> You quickly tell a fib to try to smooth over the inconsistencies in your illusion. Attempt a Deception check against the triggering creature's Perception DC. If you succeed, the creature doesn't disbelieve the illusion.</p>",
    "rarity": "common",
    "traits": [
      "grimoire",
      "illusion",
      "magical"
    ]
  },
  {
    "level": 12,
    "name": "Striking (Greater)",
    "price": {
      "gp": 1065
    },
    "description": "<p>A <em>striking</em> rune stores destructive magic in the weapon, increasing the weapon damage dice it deals to two instead of one. For instance, a <em>+1 striking dagger</em> would deal 2d4 damage instead of 1d4 damage.</p>\n<p>You can upgrade the <em>striking</em> rune already etched on a weapon to a stronger version, increasing the values of the existing rune to those of the new rune. You must have the formula of the stronger rune to do so, and the Price of the upgrade is the difference between the two runes' Prices.</p>\n<p>The weapon deals three weapon damage dice.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 19,
    "name": "Striking (Major)",
    "price": {
      "gp": 31065
    },
    "description": "<p>A <em>striking</em> rune stores destructive magic in the weapon, increasing the weapon damage dice it deals to two instead of one. For instance, a <em>+1 striking dagger</em> would deal 2d4 damage instead of 1d4 damage.</p>\n<p>You can upgrade the <em>striking</em> rune already etched on a weapon to a stronger version, increasing the values of the existing rune to those of the new rune. You must have the formula of the stronger rune to do so, and the Price of the upgrade is the difference between the two runes' Prices.</p>\n<p>The weapon deals four weapon damage dice.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 8,
    "name": "Striking Snare",
    "price": {
      "gp": 75
    },
    "description": "<p>You affix a trip line or other trigger to a group of either stones or wooden stakes to strike a creature that enters the snare's square. The creature must attempt a @Check[reflex|showDC:all|dc:26|basic] saving throw. If you choose stones, the snare deals 9d8 bludgeoning damage; if you choose spikes, it deals 9d8 piercing damage.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "mechanical",
      "snare",
      "trap"
    ]
  },
  {
    "level": 4,
    "name": "Striking",
    "price": {
      "gp": 65
    },
    "description": "<p>A <em>striking</em> rune stores destructive magic in the weapon, increasing the weapon damage dice it deals to two instead of one. For instance, a <em>+1 striking dagger</em> would deal 2d4 damage instead of 1d4 damage.</p>\n<p>You can upgrade the <em>striking</em> rune already etched on a weapon to a stronger version, increasing the values of the existing rune to those of the new rune. You must have the formula of the stronger rune to do so, and the Price of the upgrade is the difference between the two runes' Prices.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 0,
    "name": "Studded Leather Armor",
    "price": {
      "gp": 3
    },
    "description": "<p>This leather armor is reinforced with metal studs and sometimes small metal plates, providing most of the flexibility of leather armor with more robust protection.</p>",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 3,
    "name": "Stumbling Fulu",
    "price": {
      "gp": 10
    },
    "description": "<p><strong>Duration</strong> 1 hour</p>\n<p>The kitsune who first created a <em>stumbling fulu</em> advised the user to tuck the fulu under the target's belt for maximum effect. When the creature to which the fulu is affixed completes a Stride action, the creature must attempt a @Check[reflex|dc:17] save. On a failure, some element of the armor the fulu is affixed to comes undone, making the wearer Clumsy{Clumsy 1}. On a critical failure, the target falls Prone and is Clumsy{Clumsy 2}. The clumsy condition remains until the target takes a total of 1 Interact action, plus 1 additional Interact action per value of the clumsy condition above 1, to properly reclothe itself. Once the fulu activates, it burns up, its magic lasting only as long as the conditions it has imposed.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "fulu",
      "magical"
    ]
  },
  {
    "level": 12,
    "name": "Stunning Snare",
    "price": {
      "gp": 320
    },
    "description": "<p>You rig a snare to disorient a creature with a quick bash, leaving it with little ability to defend itself. The trap deals 10d6 bludgeoning damage to the first creature to enter its square; that creature must attempt a @Check[reflex|showDC:all|dc:32] save.</p><hr /><p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes half damage and is Off-Guard for 1 round and Stunned{Stunned 1}.</p>\n<p><strong>Failure</strong> The creature takes full damage and is off-guard for 1 round and Stunned{Stunned 2}.</p>\n<p><strong>Critical Failure</strong> The creature takes double damage and is off-guard for 1 minute and Stunned{Stunned 4}.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "mechanical",
      "snare",
      "trap"
    ]
  },
  {
    "level": 7,
    "name": "Stupor Poison",
    "price": {
      "gp": 16
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> Interact</p>\n<p>Stupor poison is a more potent distillation of lethargy poison. Further exposure to stupor poison doesn't require the target to attempt additional saving throws; only failing a saving throw against an ongoing exposure can progress its stage.</p>\n<p><strong>Saving Throw</strong> @Check[fortitude|dc:20]</p>\n<p><strong>Maximum Duration</strong> 6 hours</p>\n<p><strong>Stage 1</strong> Slowed{Slowed 1} and Off-Guard (1 round)</p>\n<p><strong>Stage 2</strong> Slowed{Slowed 2} and off-guard (1 round)</p>\n<p><strong>Stage 3</strong> Unconscious with no Perception check to wake up (1 round)</p>\n<p><strong>Stage 4</strong> unconscious with no Perception check to wake up (1d6 hours)</p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "consumable",
      "incapacitation",
      "injury",
      "poison",
      "sleep"
    ]
  },
  {
    "level": 2,
    "name": "Sturdy Satchel",
    "price": {
      "gp": 30
    },
    "description": "<p>This heavy backpack of alchemically treated cloth layered over a metal mesh protects its contents from water damage and other harmful effects.</p>\n<p>It holds up to 4 Bulk of items, and the first 2 Bulk contained within the sturdy satchel do not count against your Bulk limits.</p>\n<p>The bag has Hardness 5 and 20 Hit Points. As long as the bag remains closed and is not broken, water and other liquids can't seep into it.</p>",
    "rarity": "uncommon",
    "traits": []
  },
  {
    "level": 13,
    "name": "Sturdy Shield (Greater)",
    "price": {
      "gp": 3000
    },
    "description": "<p>With a superior design and excellent craftsmanship, this steel shield has higher Hardness than its non-magical counterparts, making it harder to break and destroy.</p>\n<p>The shield has Hardness 15, HP 120, and BT 60.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 7,
    "name": "Sturdy Shield (Lesser)",
    "price": {
      "gp": 360
    },
    "description": "<p>With a superior design and excellent craftsmanship, this steel shield has higher Hardness than its non-magical counterparts, making it harder to break and destroy.</p>\n<p>The shield has Hardness 10, HP 80, and BT 40.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 16,
    "name": "Sturdy Shield (Major)",
    "price": {
      "gp": 10000
    },
    "description": "<p>With a superior design and excellent craftsmanship, this steel shield has higher Hardness than its non-magical counterparts, making it harder to break and destroy.</p>\n<p>The shield has Hardness 17, HP 136, and BT 68.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 4,
    "name": "Sturdy Shield (Minor)",
    "price": {
      "gp": 100
    },
    "description": "<p>With a superior design and excellent craftsmanship, this steel shield has higher Hardness than its non-magical counterparts, making it harder to break and destroy.</p>\n<p>The shield has Hardness 8, HP 64, and BT 32.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 10,
    "name": "Sturdy Shield (Moderate)",
    "price": {
      "gp": 1000
    },
    "description": "<p>With a superior design and excellent craftsmanship, this steel shield has higher Hardness than its non-magical counterparts, making it harder to break and destroy.</p>\n<p>The shield has Hardness 13, HP 104, and BT 52.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 19,
    "name": "Sturdy Shield (Supreme)",
    "price": {
      "gp": 40000
    },
    "description": "<p>With a superior design and excellent craftsmanship, this steel shield has higher Hardness than its non-magical counterparts, making it harder to break and destroy.</p>\n<p>The shield has Hardness 20, HP 160, and BT 80.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 0,
    "name": "Subterfuge Suit",
    "price": {},
    "description": "<p>Your innovation is a cutting-edge suit of medium armor with a variety of attached gizmos and devices.</p>",
    "rarity": "unique",
    "traits": []
  },
  {
    "level": 1,
    "name": "Subtle Armor",
    "price": {
      "gp": 5
    },
    "description": "<p>Using fabrics and fashion accessories, you disguise your armor to look like everyday clothing. After applying this adjustment, you can attempt a Stealth check to Conceal an Object to hide the nature of your armor. You gain a +1 item bonus to this check. The added weight and care make it more difficult to move around in the armor, increasing the armor's check penalty by 1, its Strength entry value by 2, and its Bulk by 1.</p>",
    "rarity": "uncommon",
    "traits": [
      "adjustment"
    ]
  },
  {
    "level": 7,
    "name": "Succubus Kiss",
    "price": {
      "gp": 70
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<hr />\n<p>The save for addiction to succubus kiss is DC 28 fortitude, and the addiction has the virulent trait.</p>\n<p><strong>Saving Throw</strong> DC 24 fortitude</p>\n<p><strong>Onset</strong> 1 minute</p>\n<p><strong>Maximum Duration</strong> 8 hours</p>\n<p><strong>Stage 1</strong> +2 item bonus to initiative checks (10 minutes) and to all saving throws against emotion and mental effects</p>\n<p></p>\n<p><strong>Stage 2</strong> as stage 1 plus Drained{Drained 1} (1 hour)</p>\n<p></p>\n<p><strong>Stage 3</strong> as stage 2 plus Blinded{Blindness} or Deafened{Deafness} (1 hour)</p>\n<p><strong>Stage 4</strong> blindness and deafness (1 hour)</p>\n<p><strong>Stage 5</strong> Unconscious</p>",
    "rarity": "rare",
    "traits": [
      "alchemical",
      "consumable",
      "drug",
      "ingested",
      "poison"
    ]
  },
  {
    "level": 13,
    "name": "Suit of Armoire",
    "price": {},
    "description": "<p><strong>Price</strong> An indeterminate amount of one's lifespan, spent driving to the magic item warehouse, navigating its labyrinthine corridors, and consuming meatballs. Also some gold.</p>\n<hr />\n<p>This classic, timeless suit of <em>+1 resilient full plate</em> is personally assembled from modular pieces of flat-packed duskwood, doubling as furniture and personal protective gear. To wear or remove the suit of armoire, you must succeed at a @Check[crafting|dc:41] check (yes, this includes the +10 modifier for an \"Incredibly Difficult\" challenge); on a failure, you and all creatures within 30 foot emanation{30 feet} must succeed at a @Check[will|dc:31] save or be overcome with frustration at how you can't follow the simple, easy-to-understand diagrams for assembling the armoire, imposing a -1 status penalty to Will saves for 1 hour.</p>\n<p></p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact; Once per day; You did not fail at the check to assemble the suit of armoire today</p>\n<hr />\n<p><strong>Effect</strong> You open a set of doors on the armoire's front, producing one fancy suit of clothes of your choosing.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">r</span> Interact; An enemy hits or critically hits you with a Strike, or you fail or critically fail a Reflex save; You did fail the check to assemble the suit of armoire at least once today</p>\n<hr />\n<p><strong>Effect</strong> You forgot a peg or bolt when you were assembling the suit of armoire, causing it to collapse to pieces around you, though this shields you from harm. The triggering attack is a failure, or you succeed at your Reflex save. The suit of armoire falls apart around you into its constituent panels, leaving you unarmored.</p>\n<hr />\n<p><em><strong>Note</strong>: This item originates from the 2022 Paizo April Fools Blog post.</em></p>",
    "rarity": "common",
    "traits": [
      "bulwark"
    ]
  },
  {
    "level": 1,
    "name": "Sukgung",
    "price": {
      "gp": 7
    },
    "description": "<p>The sukgung is an extremely efficient crossbow most common in the nation of Hwanggot. Capable of lethal shots at remarkable distances, the sukgung is well-balanced enough to be fired with one hand.</p>",
    "rarity": "common",
    "traits": [
      "fatal-aim-d12"
    ]
  },
  {
    "level": 11,
    "name": "Sulfur Bomb (Greater)",
    "price": {
      "gp": 275
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Strike</p><hr /><p>A thick, sulfurous, irritating gas fills this golden-yellow flask. You gain a +2 item bonus to attack rolls. The bomb deals 3d4 acid damage and 3 acid splash damage. On a hit, the target takes a -1 status penalty to Perception checks and attack rolls until the end of its next turn, or becomes Sickened{Sickened 1} on a critical hit. Creatures hit with this bomb are temporarily immune to the effects of the bomb for 1 minute.</p>\n<p></p>",
    "rarity": "uncommon",
    "traits": [
      "acid",
      "alchemical",
      "bomb",
      "consumable",
      "olfactory",
      "splash"
    ]
  },
  {
    "level": 1,
    "name": "Sulfur Bomb (Lesser)",
    "price": {
      "gp": 4
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Strike</p><hr /><p>A thick, sulfurous, irritating gas fills this golden-yellow flask. The bomb deals 1d4 acid damage and 1 acid splash damage. On a hit, the target takes a -1 status penalty to Perception checks and attack rolls until the end of its next turn, or becomes Sickened{Sickened 1} on a critical hit. Creatures hit with this bomb are temporarily immune to the effects of the bomb for 1 minute.</p>\n<p></p>",
    "rarity": "uncommon",
    "traits": [
      "acid",
      "alchemical",
      "bomb",
      "consumable",
      "olfactory",
      "splash"
    ]
  },
  {
    "level": 17,
    "name": "Sulfur Bomb (Major)",
    "price": {
      "gp": 2750
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Strike</p><hr /><p>A thick, sulfurous, irritating gas fills this golden-yellow flask. You gain a +3 item bonus to attack rolls. The bomb deals 4d4 acid damage and 4 acid splash damage. On a hit, the target takes a -1 status penalty to Perception checks and attack rolls until the end of its next turn, or becomes Sickened{Sickened 1} on a critical hit. Creatures hit with this bomb are temporarily immune to the effects of the bomb for 1 minute.</p>\n<p></p>",
    "rarity": "uncommon",
    "traits": [
      "acid",
      "alchemical",
      "bomb",
      "consumable",
      "olfactory",
      "splash"
    ]
  },
  {
    "level": 3,
    "name": "Sulfur Bomb (Moderate)",
    "price": {
      "gp": 12
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Strike</p><hr /><p>A thick, sulfurous, irritating gas fills this golden-yellow flask. You gain a +1 item bonus to attack rolls. The bomb deals 2d4 acid damage and 2 acid splash damage. On a hit, the target takes a -1 status penalty to Perception checks and attack rolls until the end of its next turn, or becomes Sickened{Sickened 1} on a critical hit. Creatures hit with this bomb are temporarily immune to the effects of the bomb for 1 minute.</p>\n<p></p>",
    "rarity": "uncommon",
    "traits": [
      "acid",
      "alchemical",
      "bomb",
      "consumable",
      "olfactory",
      "splash"
    ]
  },
  {
    "level": 8,
    "name": "Summoning Handscroll",
    "price": {
      "gp": 480
    },
    "description": "<p>Classic summoning circles are engraved into the batons of this massive papyrus scroll.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">f</span> envision (metamagic)</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> If your next action is to cast a conjuration spell prepared from this spellbook that summons one or more creatures, you infuse one of the summoned creatures with the spell's energies, causing it to arrive with 10 temporary Hit Points that last for up to 1 minute.</p>",
    "rarity": "common",
    "traits": [
      "grimoire",
      "magical"
    ]
  },
  {
    "level": 8,
    "name": "Sun Dazzler",
    "price": {
      "gp": 450
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>This metallic tube has a complex array of lenses and prisms at one end and a hatch at the other. The hatch can be unlocked, loaded with a Glow Rod{Sunrod}, and refastened using 3 Interact actions. A loaded sun dazzler can be activated to burn the sunrod to dust in a single focused flash, creating a 30 foot cone of scintillating light. All creatures in the cone must attempt a @Check[fortitude|dc:24] save, with the following effects.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is Dazzled for 1 round.</p>\n<p><strong>Failure</strong> The creature is Blinded for 1 round or until it spends an Interact action to rub its eyes, ending the blinded condition.</p>\n<p><strong>Critical Failure</strong> The creature is blinded for 1 round.</p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "light",
      "visual"
    ]
  },
  {
    "level": 14,
    "name": "Sun Herald's Stylus",
    "price": {
      "gp": 4000
    },
    "description": "<p>This writing instrument was made from the spur of one of the giant divine roosters that heralds the presence of Shizuru. While you hold it, you gain a +2 item bonus to Calligraphy Lore and Medicine checks.</p>\n<p><strong>Activate—Rejuvenating Ink</strong> <span class=\"action-glyph\">2</span> (manipulate)</p>\n<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> Drawing a circle on the ground with your stylus, you cast Field of Life centered on yourself.</p><hr /><p><strong>Craft Requirements</strong> The feathers must be plucked from a living divine rooster or given by the bird to a chosen mortal.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 20,
    "name": "Sun Orchid Elixir",
    "price": {},
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> Interact</p>\n<p>When you drink this elixir, you physically become as you were in whatever phase of your youth you desire. Your new body begins in peak health, regardless of what your actual condition was at that age. Any physical or mental imperfections- including scars, lost limbs, and curses, diseases, poisons of 20th level or lower- are removed, and you regain your full Hit Points. You immediately begin to age normally again, with your natural lifespan extended as if you had never aged past your new apparent age. You retain all your memories.</p>\n<p>Unlike Crafting most items, brewing the sun orchid elixir takes 1 month's time. While an individual vial of sun orchid elixir isn't unique, the formula is unique, and it's known only to Artokus Kirran of Thuvia.</p>",
    "rarity": "rare",
    "traits": [
      "alchemical",
      "consumable",
      "elixir"
    ]
  },
  {
    "level": 18,
    "name": "Sun Orchid Poultice",
    "price": {
      "gp": 5000
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>The process of creating the <em>sun orchid elixir</em> leaves behind a large amount of thick paste with its own healing properties. Artokus commonly sells this paste to Thuvian natives who can't purchase the elixir proper and uses the income to support his alchemy students.</p>\n<p>When you apply the sun orchid poultice, it reduces your <em>clumsy</em>, <em>drained</em>, and <em>enfeebled</em> condition values by 2.</p>\n<p>In addition, the poultice provides a youthful burst of energy, granting you a +3 item bonus to saves and 20 temporary Hit Points for 1 hour.</p>\n<p></p>",
    "rarity": "rare",
    "traits": [
      "alchemical",
      "consumable"
    ]
  },
  {
    "level": 0,
    "name": "Sun Shot",
    "price": {
      "sp": 1
    },
    "description": "<p>Sun slings use small metal bullets covered in sharp spikes known as sun shots. A bundle of 10 sun shots has light bulk and costs 1 sp.</p>",
    "rarity": "uncommon",
    "traits": []
  },
  {
    "level": 10,
    "name": "Sun Sight",
    "price": {
      "gp": 850
    },
    "description": "<p>Placed under the eyes like rays of light, this tattoo burns away illusions with the unmerciful brilliance of the sun. You gain a +2 bonus to Perception checks that involve sight. If you're Dazzled, you receive a new save at the start of each of your turns to end your dazzled condition.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> to <span class=\"action-glyph\">3</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The tattoo casts a 4th-rank Blazing Bolt, with the rays emitting from your eyes. The number of actions you spend Activating the tattoo determines scorching ray's number of rays. The tattoo also attempts to dispel each illusion on a creature hit by a ray (counteract rank 5th, counteract modifier +19).</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical",
      "tattoo"
    ]
  },
  {
    "level": 0,
    "name": "Sun Sling",
    "price": {
      "gp": 3
    },
    "description": "<p>A sun sling is a small staff with a head of woven netting. The staff is small enough to hold in a single hand, making it useful for hit-and-run tactics, but once loaded with ammunition, it requires two hands to properly swing and fire. This is a martial ranged weapon.</p>\n<p>Sun slings use small metal bullets covered in sharp spikes known as Sun Shot{Sun Shots}. A bundle of 10 sun shots has light bulk and costs 1 sp.</p>",
    "rarity": "uncommon",
    "traits": [
      "concussive",
      "propulsive"
    ]
  },
  {
    "level": 5,
    "name": "Sun Wheel",
    "price": {
      "gp": 150
    },
    "description": "<p>Created by the priests of a Qadiran sect of Sarenites, the sun wheels were designed to protect the Dawnflower's followers in their quest to hunt down a dangerous cult trying to raise a spawn of the evil god Rovagug. Once they completed their crusade, these priests disbanded and went on to minister other congregations. They each took their sun wheels with them, handing them down to the next generations.</p>\n<p>This copper medallion is etched with a stylized sun, its rays shaped like the spokes of a wagon wheel. It tends to glint brightly when exposed to sunlight. While wearing this pendant, you gain a +1 item bonus to Religion checks. You must be good-aligned to use the sun wheel's true power: the following activation, which provides you a shield of burning force.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> Concentrate</p>\n<p>The sun wheel casts a Shield spell benefiting you.</p>\n<p>When you use the spell to prevent damage, you prevent 10 damage instead of 5. If the attacker is adjacent to you, you can choose to deal [[/roll 2d6]] fire damage to it, which it gets a DC 21 reflex save to resist.</p>\n<p>If you choose to deal the fire damage, you can't Activate the sun wheel again until the next morning. If you prevent damage but don't deal the fire damage, you can use it again in 10 minutes, as normal for shield</p>",
    "rarity": "rare",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 8,
    "name": "Sunflower Censer",
    "price": {
      "gp": 480
    },
    "description": "<p>This gold-and-ivory incense burner always emits a pleasant, floral-scented smoke without any need to be refilled. It has a chain that can be easily affixed to a belt or bag, allowing it to be worn without a free hand. As long as the censer is burning, the bearer benefits from the <em>Undetectable Alignment</em> spell. They also don't appear undead to divination spells or abilities, or to senses such as lifesense, unless those abilities successfully counteract the censer. The censer can be lit or extinguished with an Interact action.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> interact</p>\n<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p><strong>Effect</strong> Smoke bellows from the censer with the effects of an Mist centered on you.</p>",
    "rarity": "rare",
    "traits": [
      "illusion",
      "magical"
    ]
  },
  {
    "level": 8,
    "name": "Sunken Pistol",
    "price": {
      "gp": 100
    },
    "description": "<p><strong>Perception</strong> +12; precise vision 30 feet, imprecise hearing 30 feet</p>\n<p><strong>Communication</strong> speech (Common) Skills Intimidation +19, Navigation Lore +14, Sailing Lore +14</p>\n<p><strong>Int</strong> +0, <strong>Wis</strong> +2, <strong>Cha</strong> +4</p>\n<p><strong>Will</strong> +16</p>\n<p>A <em>sunken pistol</em> is imbued with the unfulfilled desires and insatiable greed of its previous wielder, a notorious pirate drowned at sea. Once a beautiful and artistically wrought weapon, a <em>sunken pistol</em> is coated in a fine layer of dried salt and encrusted with barnacles. Each shot fired from this <em>+1 striking dragon mouth pistol</em> is now coated in a layer of salty ectoplasm and has the effects of a ghost touch rune. You can shoot the <em>sunken pistol</em> underwater, even when using black powder ammunition.</p>\n<p>A <em>sunken pistol</em> urges you to amass a horde of treasure even a dragon would be proud of. The methods used to acquire these riches matter not to the greedy pirate pistol, so long as you amass and hoard excessive wealth. Above all else, a <em>sunken pistol</em> desires the return of its own treasure, which might rest in the wreck of its sunken ship's hold or be Hidden on a dangerous island.</p>\n<p>In pursuit of treasure, a <em>sunken pistol</em> offers nautical and navigation advice to you, though it refuses such aid during less lucrative ventures. If you prove a profitable partner, the <em>sunken pistol</em> aids you in combat by Demoralizing your opponents (see the first Activation below). If you prove charitable or unwilling to retrieve its treasure, the <em>sunken pistol</em> turns its ire on you, Demoralizing you during combat until you relent. If you repeatedly refuse the <em>sunken pistol</em>, it would be wise to not accept water breathing from it, as it might attempt to drown you to allow a more suitable wielder to acquire it from your corpse. The <em>sunken pistol</em> can use the following activations.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> command</p>\n<p><strong>Frequency</strong> once per minute</p>\n<hr />\n<p><strong>Effect</strong> The <em>sunken pistol</em> curses and insults a creature it can see, attempting an Intimidation check to Demoralize that creature.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">3</span> command</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The <em>sunken pistol</em> casts water breathing on you as a 3rd-rank arcane spell. The <em>sunken pistol</em> can Dismiss this spell, so be sure to keep the gun happy if you're relying on its good graces to breathe!</p>",
    "rarity": "rare",
    "traits": [
      "concussive",
      "scatter-5"
    ]
  },
  {
    "level": 4,
    "name": "Superior Catch Pole",
    "price": {
      "gp": 80
    },
    "description": "<p>This sturdy pole has a rope attached to one end in a loop with the other end extending to the handle. You can pull the handle side of the rope to tighten the loop. Using this loop, you can Grapple without having a free hand. A creature grappled this way receives a –2 circumstance penalty to attack rolls when Striking with an unarmed attack. Due to limitations in the size of the loop, a catch pole can only be used on creatures sized Medium or smaller.</p>\n<p>A superior catch pole has a pole made of dawnsilver, and the loop at the end is silk rope, making it sturdier and more agile. It functions the same as a catch pole but gives you a +1 item bonus to Athletics checks made to Grapple with it.</p>\n<p></p>",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 0,
    "name": "Support",
    "price": {
      "sp": 5
    },
    "description": "<p>Supports, also commonly known as braces, can be applied to any of the following major joints: wrist, elbow, knee, and ankle. They typically strap around the desired area and provide not only support but warmth that soothes aches and pains. You can still use your limb or joint even if you're not wearing your support, but you might feel aches and pains that are worse than usual and may manifest into physical symptoms.</p>",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 0,
    "name": "Supramarine Chair",
    "price": {
      "sp": 5
    },
    "description": "<p>A supramarine chair is a wheeled, water-filled bath or tank, originally designed by merfolk, for assisting aquatic people's mobility on land. A supramarine chair functions as a Wheelchair.</p>\n<p>You increase your Speed to 20 feet or your swim Speed, whichever is lower.</p>",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 6,
    "name": "Sure-Step Crampons",
    "price": {
      "gp": 210
    },
    "description": "<p><em>Sure-step crampons</em> are sturdy leather boots with warm fur lining and magically augmented steel crampons that offer the wearer purchase on even the slipperiest ice slicks. They allow you to walk across ice without difficulty, ignoring the uneven ground and difficult terrain caused by ice, and reducing greater difficult terrain caused by ice to difficult terrain.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p><strong>Requirements</strong> You're standing on an earthen, icy, or wooden surface</p>\n<hr />\n<p><strong>Effect</strong> You dig the crampons into the spot where you're standing, offering additional support until the next time you move. You gain a +2 circumstance bonus to your Fortitude or Reflex DC against attempts to Shove or Trip you. This bonus also applies to saving throws against spells or effects that attempt to move you or knock you Prone. The bonus lasts until you move from your current spot.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 4,
    "name": "Sure-Step Potion",
    "price": {
      "gp": 17
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>The light-brown liquid of a sure-step potion helps you find your footing. After drinking it, you gain a +1 item bonus to Acrobatics checks to Balance for 1 hour. In addition, you can Step into difficult terrain, and you aren't Off-Guard on uneven ground.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical",
      "potion"
    ]
  },
  {
    "level": 12,
    "name": "Surging Serum (Greater)",
    "price": {
      "gp": 325
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> (manipulate)</p><hr /><p>Involuntary jolts and surges of energy move through the drinker's body as it restores normal muscle control. When you drink this elixir, it counteracts at 6th-rank and has a [[/r 1d20+19 #Counteract]]{+19 Counteract Modifier} to remove the Clumsy or Enfeebled condition from a single source, using the source of that condition to determine the counteract rank and DC.</p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable",
      "elixir",
      "healing"
    ]
  },
  {
    "level": 4,
    "name": "Surging Serum (Lesser)",
    "price": {
      "gp": 15
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> (manipulate)</p><hr /><p>Involuntary jolts and surges of energy move through the drinker's body as it restores normal muscle control. When you drink this elixir, it counteracts at 2nd-rank and has a [[/r 1d20+8 #Counteract]]{+8 Counteract Modifier} to remove the Clumsy or Enfeebled condition from a single source, using the source of that condition to determine the counteract rank and DC.</p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable",
      "elixir",
      "healing"
    ]
  },
  {
    "level": 18,
    "name": "Surging Serum (Major)",
    "price": {
      "gp": 3250
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> (manipulate)</p><hr /><p>Involuntary jolts and surges of energy move through the drinker's body as it restores normal muscle control. When you drink this elixir, it counteracts at 9th-rank and has a [[/r 1d20+28 #Counteract]]{+28 Counteract Modifier} to remove the Clumsy or Enfeebled condition from a single source, using the source of that condition to determine the counteract rank and DC.</p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable",
      "elixir",
      "healing"
    ]
  },
  {
    "level": 2,
    "name": "Surging Serum (Minor)",
    "price": {
      "gp": 5
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> (manipulate)</p><hr /><p>Involuntary jolts and surges of energy move through the drinker's body as it restores normal muscle control. When you drink this elixir, it counteracts at 1st-rank and has a [[/r 1d20+6 #Counteract]]{+6 Counteract Modifier} to remove the Clumsy or Enfeebled condition from a single source, using the source of that condition to determine the counteract rank and DC.</p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable",
      "elixir",
      "healing"
    ]
  },
  {
    "level": 8,
    "name": "Surging Serum (Moderate)",
    "price": {
      "gp": 75
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> (manipulate)</p><hr /><p>Involuntary jolts and surges of energy move through the drinker's body as it restores normal muscle control. When you drink this elixir, it counteracts at 4th-rank and has a [[/r 1d20+14 #Counteract]]{+14 Counteract Modifier} to remove the Clumsy or Enfeebled condition from a single source, using the source of that condition to determine the counteract rank and DC.</p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable",
      "elixir",
      "healing"
    ]
  },
  {
    "level": 3,
    "name": "Survey Map (Atlas)",
    "price": {
      "gp": 50
    },
    "description": "<p>Maps are uncommon. Most maps you can find are simple and functional. A survey map details a single location in excellent detail.</p>\n<p>One of these maps gives you a +1 item bonus to Survival checks and any skill checks to Recall Knowledge, provided the checks are related to the location detailed on the map.</p>\n<p>Maps sometimes come in atlases, containing a number of maps of the same quality, often on similar topics. An atlas costs five times as much as a single map and requires both hands to use.</p>\n<p>The GM determines what maps are available in any location.</p>",
    "rarity": "uncommon",
    "traits": []
  },
  {
    "level": 3,
    "name": "Survey Map",
    "price": {
      "gp": 10
    },
    "description": "<p>Maps are uncommon. Most maps you can find are simple and functional. A survey map details a single location in excellent detail. One of these maps gives you a +1 item bonus to Survival checks and any skill checks to Recall Knowledge, provided the checks are related to the location detailed on the map. The GM determines what maps are available in any location.</p>",
    "rarity": "uncommon",
    "traits": []
  },
  {
    "level": 12,
    "name": "Swallow-Spike (Greater)",
    "price": {
      "gp": 1750
    },
    "description": "<p>Your armor responds to your desire to break free of a creature grabbing you by growing spikes.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">R</span> envision (attack)</p>\n<p><strong>Trigger</strong> You become Grabbed, Restrained, or otherwise held Immobilized in a creature's grasp, such as by being engulfed or swallowed</p>\n<p><strong>Effect</strong> Your armor suddenly grows spikes, attacking the triggering creature. The armor makes a melee attack with an attack modifier of [[/r 1d20+22]]{+22} that deals 3d6 piercing damage. If the creature is swallowing or engulfing you, the attack deals an additional 2d6 piercing damage, and damage from this attack can cut you free if it equals or exceeds the Rupture value of the immobilizing ability. This attack gets an item bonus to the attack roll equal to the armor's item bonus to your AC and an item bonus to damage equal to double that amount.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision (attack)</p>\n<p><strong>Requirements</strong> You're being held Immobilized as described in the rune's other activation;</p>\n<p><strong>Effect</strong> Your armor attacks the creature immobilizing you. The armor makes a melee attack against the creature, as described in the rune's other activation.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 16,
    "name": "Swallow-Spike (Major)",
    "price": {
      "gp": 19250
    },
    "description": "<p>Your armor responds to your desire to break free of a creature grabbing you by growing spikes.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">R</span> envision (attack)</p>\n<p><strong>Trigger</strong> You become Grabbed, Restrained, or otherwise held Immobilized in a creature's grasp, such as by being engulfed or swallowed</p>\n<p><strong>Effect</strong> Your armor suddenly grows spikes, attacking the triggering creature. The armor makes a melee attack with an attack modifier of [[/r 1d20+28]]{+28} that deals 5d6 piercing damage. If the creature is swallowing or engulfing you, the attack deals an additional 3d6 piercing damage, and damage from this attack can cut you free if it equals or exceeds the Rupture value of the immobilizing ability. This attack gets an item bonus to the attack roll equal to the armor's item bonus to your AC and an item bonus to damage equal to double that amount.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision (attack)</p>\n<p><strong>Requirements</strong> You're being held Immobilized as described in the rune's other activation;</p>\n<p><strong>Effect</strong> Your armor attacks the creature immobilizing you. The armor makes a melee attack against the creature, as described in the rune's other activation.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 6,
    "name": "Swallow-Spike",
    "price": {
      "gp": 200
    },
    "description": "<p>Your armor responds to your desire to break free of a creature grabbing you by growing spikes.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">R</span> envision (attack)</p>\n<p><strong>Trigger</strong> You become Grabbed, Restrained, or otherwise held Immobilized in a creature's grasp, such as by being engulfed or swallowed</p>\n<p><strong>Effect</strong> Your armor suddenly grows spikes, attacking the triggering creature. The armor makes a melee attack with an attack modifier of [[/r 1d20+14]]{+14} that deals 2d6 piercing damage. If the creature is swallowing or engulfing you, the attack deals an additional 1d6 piercing damage, and damage from this attack can cut you free if it equals or exceeds the Rupture value of the immobilizing ability. This attack gets an item bonus to the attack roll equal to the armor's item bonus to your AC and an item bonus to damage equal to double that amount.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision (attack)</p>\n<p><strong>Requirements</strong> You're being held Immobilized as described in the rune's other activation;</p>\n<p><strong>Effect</strong> Your armor attacks the creature immobilizing you. The armor makes a melee attack against the creature, as described in the rune's other activation.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 3,
    "name": "Swamp Lily Quilt",
    "price": {
      "gp": 12
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> Interact</p>\n<p>This quilt is defined by its green lily-pad pattern, which is rare in Bellflower communications. The quilt is 10 feet square and infused with a reagent that activates when the quilt is laid out across soil or earth. One round after you lay out the quilt, the ground beneath it becomes soft and muddy, creating difficult terrain in the area where the quilt was. You can leave the quilt to maintain the difficult terrain indefinitely, but the affected ground begins to dry once you remove the quilt with an Interact action. The ground dries over the span of 1 hour, after which the ground returns to normal terrain. Placing the quilt on the ground uses up its infused reagents, and it becomes an ordinary quilt once removed from the ground.</p>",
    "rarity": "rare",
    "traits": [
      "alchemical",
      "consumable"
    ]
  },
  {
    "level": 8,
    "name": "Swarmeater's Clasp",
    "price": {
      "gp": 460
    },
    "description": "<p>A <em>swarmeater's clasp</em> features carved reliefs of verminous, swarming creatures. When you wear the clasp, you gain resistance 10 to physical damage from swarm creatures.</p><hr /><p><strong>Activate</strong> <span class=\"action-glyph\">2</span> envision, Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Requirements</strong> a swarm creature is within your reach</p><hr /><p><strong>Effect</strong> You thrust your hand into the swarm, draw forth a squirming mass of vermin, and devour it. You recover @Damage[(3d10+8)[healing]] Hit Points and deal the same amount of bludgeoning damage to the swarm. The Hit Point recovery is a vitality healing effect.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 7,
    "name": "Swarmform Collar",
    "price": {
      "gp": 350
    },
    "description": "<p>This sturdy leather collar is imprinted with tessellated animal shapes. When invested, the animal shapes change to match that of your companion.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> envision, Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You touch the collar and your companion splits into a swarm of hundreds of identical Tiny versions of itself for 1 minute. Its space becomes Large, it gains the weaknesses and resistances of a Spider Swarm, and the swarm trait, though it doesn't gain swarm mind, as it's controlled by a single mind. Its unarmed attacks are replaced with a single-action swarming attack that deals 1d8 damage of the type normally inflicted by the companion's unarmed attacks to any foe in its space, with a DC 23 reflex save. While in swarm form, your companion can take the Support action but can't perform its advanced maneuver. Its other statistics don't change. If the companion is reduced to 0 Hit Points while in swarm form, the companion immediately recombines into its original form in an available space, in addition to the usual effects of being reduced to 0 Hit Points.</p>",
    "rarity": "uncommon",
    "traits": [
      "companion",
      "invested",
      "primal"
    ]
  },
  {
    "level": 9,
    "name": "Swarming",
    "price": {
      "gp": 700
    },
    "description": "<p>Able to copy itself many times over when thrown until the air is filled with deadly blades, a swarming weapon turns a single weapon into a shower of devastation.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> command, envision</p>\n<p><strong>Frequency</strong> once per hour;</p>\n<hr />\n<p><strong>Effect</strong> You fling your weapon and it multiplies as it flies through the air, filling a 30 foot cone. All creatures within the area take damage equal to double the weapon's number of damage dice, with a DC 27 reflex.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 8,
    "name": "Swarmsuit (Impenetrable)",
    "price": {
      "gp": 420
    },
    "description": "<p>An impenetrable swarmsuit is made of expensive, finely crafted mesh designed to completely prevent swarms from getting inside. You gain resistance 10 to physical damage from swarms. Explorer's clothing altered in this way has a Dexterity cap of +2, check penalty of -1, and Speed penalty of -5 feet regardless of your Strength.</p>",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 1,
    "name": "Swarmsuit",
    "price": {
      "gp": 20
    },
    "description": "<p>These thick, overlapping layers of clothing are coupled with a matching hat, outfitted with mesh netting around its wide brim to keep you safe from insects. You gain resistance 3 to physical damage from swarms. Explorer's clothing altered in this way has a Dexterity cap of +2, check penalty of -1, and Speed penalty of -5 feet regardless of your Strength.</p>",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 7,
    "name": "Swift Block Cabochon",
    "price": {
      "gp": 70
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">R</span> (concentrate)</p>\n<p><strong>Trigger</strong> You would take damage from a physical attack while you are wielding the affixed shield</p><hr /><p>This clear quartz cabochon attaches to the center of your shield. When you activate the cabochon, use the Shield Block reaction even if you don't have the shield raised and even if you don't normally have that reaction. Increase the shield's Hardness by 5 against the triggering attack. The shield remains raised after the block.</p>\n<p></p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "magical",
      "talisman"
    ]
  },
  {
    "level": 7,
    "name": "Swiftmount Saddle",
    "price": {
      "gp": 360
    },
    "description": "<p>This sturdy leather saddle was designed to improve communication between mount and rider, allowing even inexperienced knights to command their mounts in battle. A <em>swiftmount saddle</em> grants a +2 item bonus to Nature checks made to Command an Animal for anyone who is riding the creature wearing it.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">F</span> Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Requirements</strong> You're adjacent to the creature wearing the <em>swiftmount saddle</em> and could Mount it</p>\n<hr />\n<p><strong>Effect</strong> You Mount the creature wearing the <em>swiftmount saddle</em>.</p>",
    "rarity": "uncommon",
    "traits": [
      "companion",
      "invested",
      "magical",
      "primal"
    ]
  },
  {
    "level": 0,
    "name": "Swim Fins",
    "price": {
      "gp": 5
    },
    "description": "<p>These flippers attach to your feet like tight shoes-donning or removing them requires three Interact actions. While worn, you gain a +5-foot item bonus to the distance you move when rolling Athletics to Swim, not when using a swim Speed, and you take a -10-foot item penalty to your Speed.</p>",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 7,
    "name": "Swirling Sand",
    "price": {
      "gp": 52
    },
    "description": "<p><strong>Activate</strong> Cast a Spell</p>\n<hr />\n<p><em>Swirling sand</em> carries a faint trace of strange compulsions from the helical sand spire near Beachcomber. Adding this catalyst to a suggestion spell implants a strange compulsion in one target of the spell. The target creature must spin counterclockwise at the end of its turn if it didn't take a move action that turn. This spin is a free action that has the move trait. This effect lasts for 3 rounds on a success, failure, or critical failure against Suggestion (even if the target completes its <em>suggestion</em> in fewer rounds); a target that critically succeeds against <em>suggestion</em> is unaffected by the <em>swirling sand</em>.</p>",
    "rarity": "rare",
    "traits": [
      "catalyst",
      "consumable",
      "magical"
    ]
  },
  {
    "level": 1,
    "name": "Switchscythe",
    "price": {
      "gp": 12
    },
    "description": "<p>Another complex gnome invention, the switchscythe is designed for versatility. The curved blade is partly hollow, containing a long rod of wood or metal; the rod can be pulled perpendicular to the blade, turning the switchscythe from a sweeping, axe-like blade into a hooked pick capable of grappling a foe.</p>",
    "rarity": "uncommon",
    "traits": [
      "fatal-d10",
      "gnome"
    ]
  },
  {
    "level": 17,
    "name": "Swooping Wings",
    "price": {
      "gp": 15000
    },
    "description": "<p>A pair of feathered wings are anchored to your shoulder bones. You gain a 25-foot fly Speed.</p>",
    "rarity": "common",
    "traits": [
      "graft",
      "invested",
      "magical"
    ]
  },
  {
    "level": 0,
    "name": "Sword Cane",
    "price": {
      "gp": 5
    },
    "description": "<p>This slender, rapier-like sword is concealed within a wooden or metal cane that serves as a sheath, making it an inconspicuous weapon easy to slip past inspections or into high-society events. A sword cane is typically 4 feet long when sheathed, and its hilt is usually capped with a wooden or metal decoration.</p>",
    "rarity": "common",
    "traits": [
      "agile",
      "concealable",
      "finesse"
    ]
  },
  {
    "level": 0,
    "name": "Swordstealer Shield",
    "price": {
      "gp": 6
    },
    "description": "<p>This specialized steel shield features several wide metal hooks along its surface. These hooks help catch swords and other blades, reducing the impact of their incoming attacks.</p>",
    "rarity": "common",
    "traits": [
      "deflecting-slashing"
    ]
  },
  {
    "level": 10,
    "name": "Symbol of Conflict (Greater)",
    "price": {
      "gp": 900
    },
    "description": "<p>This tarnished necklace can be attuned only by someone who is holy or unholy. When you attune it, it transforms into your deity's religious symbol or a personal symbol if you don't have a deity. You receive a +2 item bonus to Religion and a +1 circumstance bonus to saves against holy and unholy effects.</p>\n<p><strong>Activate—Presence</strong> <span class=\"action-glyph\">2</span> (concentrate, manipulate)</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The symbol casts 4th-rank Bane, Bless, Divine Wrath, and Cleanse Affliction.</p>\n<p>The counteract DC of these effects is 27, and the counteract modifier is +17.</p>\n<hr />\n<p><strong>Craft Requirements</strong> You must be holy or unholy.</p>",
    "rarity": "uncommon",
    "traits": [
      "divine",
      "invested"
    ]
  },
  {
    "level": 18,
    "name": "Symbol of Conflict (Major)",
    "price": {
      "gp": 19000
    },
    "description": "<p>This tarnished necklace can be attuned only by someone who is holy or unholy. When you attune it, it transforms into your deity's religious symbol or a personal symbol if you don't have a deity. You receive a +3 item bonus to Religion and a +1 circumstance bonus to saves against holy and unholy effects.</p>\n<p><strong>Activate—Presence</strong> <span class=\"action-glyph\">2</span> (concentrate, manipulate)</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The symbol casts 6th-rank Bane, Bless, Divine Wrath, and Cleanse Affliction. Add 6th-rank Summon Celestial to this list if you are holy and 6th-rank Summon Fiend if you are unholy.</p>\n<p>The counteract DC of these effects is 38, and the counteract modifier is +28.</p>\n<hr />\n<p><strong>Craft Requirements</strong> You must be holy or unholy.</p>",
    "rarity": "uncommon",
    "traits": [
      "divine",
      "invested"
    ]
  },
  {
    "level": 4,
    "name": "Symbol of Conflict",
    "price": {
      "gp": 90
    },
    "description": "<p>This tarnished necklace can be attuned only by someone who is holy or unholy. When you attune it, it transforms into your deity's religious symbol or a personal symbol if you don't have a deity. You receive a +1 item bonus to Religion and a +1 circumstance bonus to saves against holy and unholy effects.</p>\n<p><strong>Activate—Presence</strong> <span class=\"action-glyph\">2</span> (concentrate, manipulate)</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The symbol casts Bane or Bless.</p>\n<p>The counteract DC of these effects is 18, and the counteract modifier is +8.</p>\n<hr />\n<p><strong>Craft Requirements</strong> You must be holy or unholy.</p>",
    "rarity": "uncommon",
    "traits": [
      "divine",
      "invested"
    ]
  },
  {
    "level": 8,
    "name": "Tablet of Chained Souls",
    "price": {},
    "description": "<p>Half-formed, unreadable runes drift across this weathered stone tablet, which resembles a tombstone too eroded to be legible. Created by a long-dead order of scholars dedicated to Pharasma, the tablet of chained souls can be a powerful tool in laying uneasy spirits to rest, but its magic exacts a heavy cost.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">3</span> envision, Interact</p>\n<p><strong>Effect</strong> You present the tablet to a ghost, or lay it on a haunted site. The tablet's words resolve into a cryptic but accurate clue about the unfinished business that keeps this spirit from rest. Upon reading the tablet's words, you are subject to a Geas that requires you to right that wrong and lay the ghost to rest. If you die without completing the task, you become a ghost, cursed to remain until another recovers the tablet and discharges your duty.</p>",
    "rarity": "common",
    "traits": [
      "cursed",
      "magical"
    ]
  },
  {
    "level": 0,
    "name": "Tack",
    "price": {
      "gp": 4
    },
    "description": "<p>Tack includes all the gear required to outfit a riding animal, including a saddle, bit and bridle, and stirrups if necessary. Especially large or oddly shaped animals might require specialty saddles. These can be more expensive or hard to find, as determined by the GM. The Bulk value given is for tack worn by a creature. If carried, the Bulk increases to 2.</p>",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 5,
    "name": "Tactician's Helm",
    "price": {
      "gp": 160
    },
    "description": "<p>Repurposing and enchanting a helmet worn by a battlefield commander can create a tactician's helm, imparting knowledge of battlefield tactics that feeds off your minor victories. The helm grants you a +1 item bonus to Warfare Lore checks. Also, a jewel adorns the brow of the helmet. This jewel becomes charged each time you hit a creature with a Reactive Strike. A tactician's helm can hold up to 2 charges, and its charges reset to 0 when you invest it.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> command</p>\n<p><strong>Requirements</strong> The helm's jewel is charged</p>\n<p><strong>Frequency</strong> once per hour</p><hr /><p><strong>Effect</strong> One charge in the helm's jewel expires, and you choose one of the following effects.</p><ul><li><strong>Charge!</strong> Stride twice.</li><li><strong>Move It!</strong> You gain a +2 status bonus to Acrobatics and Athletics checks until the end of this turn. </li><li><strong>Protect!</strong> If you're wielding a shield, Stride to a space adjacent to an ally, then Raise your Shield.</li><li><strong>Re-Arm!</strong> Interact up to three times. Each of these actions must be used to do something on Changing Equipment.</li></ul>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 3,
    "name": "Tailor's Boll",
    "price": {
      "gp": 12
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> (concentrate, manipulate)</p>\n<hr />\n<p>Harvested from one of the rainbow fields of the Plane of Wood, this cotton boll is filled with multicolored fibers. When you Activate the boll, you make a request for a bespoke set of non-magical explorer's clothing or fine clothing. The hard fibers and seeds leap from your hand to spin and weave, cotton flying through the air at incredible speed to make cloth and thread. The clothing is ready at the start of your next turn, in the most convenient spot nearby for hanging the clothing or laying it flat.</p>\n<p>If you hold clothing in your other hand when you activate the boll, the boll instead reweaves that item to match the style you specified. This can't change the type of item; you couldn't turn fine clothing into explorer's clothing or winter clothing, for example.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical",
      "plant",
      "wood"
    ]
  },
  {
    "level": 13,
    "name": "Tales in Timber (Greater)",
    "price": {
      "gp": 2800
    },
    "description": "<p>Dozens of pictorial stories—told in wood carvings, painting, or pyrography—adorn every outer surface of this <em>+2 resilient wooden breastplate</em>. All are old, and many truly ancient, depicting tales set eons ago on the Plane of Wood. You gain a +2 item bonus to Nature checks to Recall Knowledge. If you know the Collective Memories ritual, you can use Nature instead of Occultism if you're the primary caster.</p>\n<hr />\n<p><strong>Activate—Statue Disguise</strong> <span class=\"action-glyph\">2</span></p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> The armor makes you look like a wooden statue version of one of the creatures depicted on the armor for 1 hour. This is a 3rd-rank Illusory Disguise, but it can make you look like any creature depicted on the armor. This doesn't change your size or the capabilities of your body, and it scales the appearance of the creature to match yours. You can Dismiss the activation. This disguise is just real enough to make you somewhat closer to a creature of wood. You're affected by two spells while it lasts: 4th-rank Oaken Resilience and Speak with Plants. If you stand still, you gain a +2 item bonus to Deception checks and DCs to appear as an inanimate wooden statue, in addition to the status bonus to Deception from <em>illusory disguise</em>.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical",
      "wood"
    ]
  },
  {
    "level": 18,
    "name": "Tales in Timber (Major)",
    "price": {
      "gp": 22000
    },
    "description": "<p>Dozens of pictorial stories—told in wood carvings, painting, or pyrography—adorn every outer surface of this <em>+2 greater resilient wooden breastplate</em>. All are old, and many truly ancient, depicting tales set eons ago on the Plane of Wood. You gain a +3 item bonus to Nature checks to Recall Knowledge. If you know the Collective Memories ritual, you can use Nature instead of Occultism if you're the primary caster.</p>\n<hr />\n<p><strong>Activate—Statue Disguise</strong> <span class=\"action-glyph\">2</span></p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> The armor makes you look like a wooden statue version of one of the creatures depicted on the armor for 1 hour. This is a 3rd-rank Illusory Disguise, but it can make you look like any creature depicted on the armor. This doesn't change your size or the capabilities of your body, and it scales the appearance of the creature to match yours. You can Dismiss the activation. This disguise is just real enough to make you somewhat closer to a creature of wood. You're affected by two spells while it lasts: 6th-rank Oaken Resilience and Speak with Plants. If you stand still, you gain a +2 item bonus to Deception checks and DCs to appear as an inanimate wooden statue, in addition to the status bonus to Deception from <em>illusory disguise</em>.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical",
      "wood"
    ]
  }
]