[
  {
    "level": 5,
    "name": "War Saddle",
    "price": {
      "gp": 50
    },
    "description": "<p>Each war saddle is specifically fitted to a mount's body type and has numerous straps that can secure you on your mount. You remain mounted even if you fall Unconscious until either you or someone else uses an Interact action to unfasten the straps on the saddle. A creature or effect can separate you from your mount by pulling so hard it tears the straps, but to do so, the effect's DC, attack roll, or skill check must exceed 20.</p>",
    "rarity": "uncommon",
    "traits": [],
    "usage": "Other",
    "worn": null
  },
  {
    "level": 6,
    "name": "Warcaller's Chime of Blasting",
    "price": {
      "gp": 250
    },
    "description": "<p>This chime features carvings of destructive runes. When activated, it creates the effects of a 3rd-rank Noise Blast centered on you (DC 20 fortitude save). Instead of the spell's normal range, it has a 5 foot emanation. In addition, creatures that critically fail their save are knocked Prone by the chime's effect. You can use this chime once per day.</p>",
    "rarity": "uncommon",
    "traits": [
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 4,
    "name": "Warcaller's Chime of Destruction",
    "price": {
      "gp": 100
    },
    "description": "<p>A series of shattered mountains are carved into this chime. When activated, you touch the chime against an unattended object, casting Shatter upon the object, ignoring the object's Hardness if it's 6 or lower. You can use this chime once per day.</p>",
    "rarity": "uncommon",
    "traits": [
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 10,
    "name": "Warcaller's Chime of Dread",
    "price": {
      "gp": 1000
    },
    "description": "<p>This chime's carvings depict skulls and other grim icons. When activated, it creates an aura of Fear in a 5 foot emanation for 1 round. Creatures in the aura must attempt a DC 27 will save. On a failure, they become Frightened{Frightened 1} (Frightened{Frightened 2} on a critical failure). Affected creatures can't reduce their frightened condition below frightened 1 while the chime is ringing. You can Sustain the Activation to sustain the aura, up to a total of 5 rounds. This chime can be used only once per day, whether or not you Sustain the aura.</p>",
    "rarity": "uncommon",
    "traits": [
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 8,
    "name": "Warcaller's Chime of Refuge",
    "price": {
      "gp": 500
    },
    "description": "<p>This chime's carvings depict a series of warding runes that evoke feelings of serene protection. When activated, you touch the chime to yourself or a willing creature. The target gains the effects of Sanctuary (DC 20 will save). You can use this chime up to five times per day, but each use must target a different creature.</p>",
    "rarity": "uncommon",
    "traits": [
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 5,
    "name": "Warcaller's Chime of Resistance",
    "price": {
      "gp": 160
    },
    "description": "<p>This chime features several elemental runes in its carvings. When activated, it creates a defensive aura in a 5 foot emanation. As you activate the chime, choose acid, cold, electricity, fire, or sonic. You and creatures in the aura gain resistance 5 against the damage type you chose. This aura remains active for 10 minutes. This chime can be used once per week.</p>",
    "rarity": "uncommon",
    "traits": [
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 12,
    "name": "Warcaller's Chime of Restoration",
    "price": {
      "gp": 2000
    },
    "description": "<p>This chime's carvings depict blooming flowers. When activated, it creates a small aura of healing in a 5 foot emanation. Creatures in the aura gain fast healing 15. This aura remains active for 3 rounds. This chime can be used once per week.</p>",
    "rarity": "uncommon",
    "traits": [
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 11,
    "name": "Warden's Signet",
    "price": {
      "gp": 1250
    },
    "description": "<p>This symbol shows your dedication to the magic practiced by some rangers. Most rangers wear it on an amulet, ring, or piercing. You gain a +2 item bonus to Nature checks.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">F</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You gain 1 Focus Point, which you can use only to cast a ranger warden spell. When you use this Focus Point, the warden's signet also casts a 4th-rank Oaken Resiliencespell on you. If not used by the end of your turn, this Focus Point is lost.</p>\n<hr />\n<p><strong>Craft Requirements</strong> You are a ranger with at least one warden spell.</p>",
    "rarity": "common",
    "traits": [
      "focused",
      "invested",
      "magical"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 20,
    "name": "Warding Escutcheon (Greater)",
    "price": {
      "gp": 55000
    },
    "description": "<p>An image of a keyhole adorns the coat of arms of this stone tower shield (Hardness 20, HP 80, BT 40).</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> The shield becomes a locked door in an empty, adjacent space no wider than 5 feet, becoming flush with the surrounding structure so it blocks all passage. The door has the same Hardness, HP, and Broken Threshold as the shield, with DC 43 athletics and DC 43 thievery to open.. The door remains in place for 1 hour, until it's opened or broken, or until you spend an action to end this effect, at which point the shield returns to your hand (or falls to the ground in your space if your hands are full).</p>\n<hr />\n<p><strong>Activate</strong> 1 minute (command)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> The shield floats lazily in the air as bricks quickly fly from it to form a tall stone keep around it. You cast Resplendent Mansion, with the shield becoming the door.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ],
    "usage": "",
    "worn": null
  },
  {
    "level": 9,
    "name": "Warding Escutcheon",
    "price": {
      "gp": 625
    },
    "description": "<p>An image of a keyhole adorns the coat of arms of this stone tower shield (Hardness 10, HP 40, BT 20).</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> The shield becomes a locked door in an empty, adjacent space no wider than 5 feet, becoming flush with the surrounding structure so it blocks all passage. The door has the same Hardness, HP, and Broken Threshold as the shield, with DC 25 athletics and DC 25 thievery to open. The door remains in place for 1 hour, until it's opened or broken, or until you spend an action to end this effect, at which point the shield returns to your hand (or falls to the ground in your space if your hands are full).</p>\n<hr />\n<p><strong>Activate</strong> 1 minute (command)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> The shield floats lazily in the air as bricks quickly fly from it to form a squat stone tower around it. You cast Cozy Cabin, with the shield becoming the door.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ],
    "usage": "",
    "worn": null
  },
  {
    "level": 7,
    "name": "Warding Punch",
    "price": {
      "gp": 60
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>Based on a Thassilonian recipe, warding punch is made from red or white wine combined with fruits, other alcohols, and alchemical reagents. Its alchemical properties provide protection against a specific school of magic depending on the ingredients chosen when it's created, granting a +1 item bonus to saving throws against spells from that school for 10 minutes.</p>\n<ul>\n<li><strong>Beer or Cider</strong> Transmutation</li>\n<li><strong>Brown Spirits</strong> Necromancy</li>\n<li><strong>Clear Spirits</strong> Evocation</li>\n<li><strong>Fruit Cordials</strong> Abjuration</li>\n<li><strong>Fruit Juice</strong> Illusion</li>\n<li><strong>Nut Liqueurs</strong> Conjuration</li>\n<li><strong>Spiced Spirits</strong> Enchantment</li>\n</ul>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable",
      "elixir"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 13,
    "name": "Warding Statuette (Greater)",
    "price": {
      "gp": 2600
    },
    "description": "<p>This small figurine is carved from soapstone in the shape of a deity or guardian, facing both front and back to indicate unflagging vigilance. The spell attack roll of any spell cast by activating this item is +20.</p>\n<ul>\n<li><strong>Armor</strong> You gain resistance 5 against ranged weapon attacks.</li>\n<li><strong>Weapon</strong> When you hit with a Strike using the affixed weapon, or when a spell effect you created by activating the statuette hits with a Strike, you can choose a creature adjacent to the creature that was hit. That creature gains a +1 status bonus to AC until the start of your next turn. No more than one creature can benefit from this each turn.</li>\n</ul>\n<p></p>\n<p></p>\n<hr />\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Effect</strong> You cast Shield.</p>\n<hr />\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You cast 5th-rank Spiritual Weapon.</p>\n<hr />\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You cast Spiritual Guardian.</p>",
    "rarity": "common",
    "traits": [
      "force",
      "magical",
      "spellheart"
    ],
    "usage": "Affixed To Armor Or-A Weapon",
    "worn": null
  },
  {
    "level": 7,
    "name": "Warding Statuette",
    "price": {
      "gp": 325
    },
    "description": "<p>This small figurine is carved from soapstone in the shape of a deity or guardian, facing both front and back to indicate unflagging vigilance. The spell attack roll of any spell cast by activating this item is +13.</p>\n<ul>\n<li><strong>Armor</strong> You gain resistance 1 against ranged weapon attacks.</li>\n<li><strong>Weapon</strong> When you hit with a Strike using the affixed weapon, or when a spell effect you created by activating the statuette hits with a Strike, you can choose a creature adjacent to the creature that was hit. That creature gains a +1 status bonus to AC until the start of your next turn. No more than one creature can benefit from this each turn.</li>\n</ul>\n<p></p>\n<p></p>\n<hr />\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Effect</strong> You cast Shield.</p>\n<hr />\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You cast Spiritual Weapon.</p>",
    "rarity": "common",
    "traits": [
      "force",
      "magical",
      "spellheart"
    ],
    "usage": "Affixed To Armor Or-A Weapon",
    "worn": null
  },
  {
    "level": 8,
    "name": "Warding Tablets",
    "price": {
      "gp": 450
    },
    "description": "<p>This grimoire takes the form of a series of baked clay tablets. Any text inked upon it turns swiftly into carved depressions.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision (metamagic)</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> If your next action is to cast a beneficial abjuration spell on yourself or a single ally, you use the tablets' power to infuse the warding with additional abjurations and attempt to remove a harmful effect. Your spell attempts to counteract a harmful spell effect of your choice on the target. This isn't without risks, however. If your attempt fails to remove the harmful effect, the warding energy is consumed by the unyielding malediction, and you lose the abjuration spell's normal effects.</p>",
    "rarity": "common",
    "traits": [
      "grimoire",
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 7,
    "name": "Warding Tattoo (Fiend)",
    "price": {
      "gp": 300
    },
    "description": "<p>Many cultures of Golarion have a tattoo to turn away harm; as such, warding tattoos often resemble whichever dangers are most common to the culture, such as a wild beast or a whirlpool in the high seas of the Shackles. You gain resistance 2 to spells cast by fiends and magical attacks by fiends.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">r</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> An enemy, hazard, or the environment makes an attack against your AC, requires you to attempt a saving throw, or causes you to take damage automatically</p>\n<hr />\n<p><strong>Effect</strong> Until the end of the current turn, against the triggering effect, you gain a +1 status bonus to AC and saving throws and gain resistance 2 to damage. Your resistance to damage from fiends and magical attacks by fiends becomes resistance 5.</p>",
    "rarity": "uncommon",
    "traits": [
      "invested",
      "magical",
      "tattoo"
    ],
    "usage": "Tattooed On The Body",
    "worn": null
  },
  {
    "level": 6,
    "name": "Warding Tattoo (Trail)",
    "price": {
      "gp": 250
    },
    "description": "<p>Many cultures of Golarion have a tattoo to turn away harm; as such, warding tattoos often resemble whichever dangers are most common to the culture, such as a wild beast or a whirlpool in the high seas of the Shackles.</p>\n<p>You gain resistance 2 to damage from hazardous terrain and environmental hazards at all times.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">r</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> An enemy, hazard, or the environment makes an attack against your AC, requires you to attempt a saving throw, or causes you to take damage automatically</p>\n<hr />\n<p><strong>Effect</strong> Until the end of the current turn, against the triggering effect, you gain a +1 status bonus to AC and saving throws and gain resistance 2 to damage. Your resistance to damage from hazardous terrain and environmental hazards becomes resistance 5.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical",
      "tattoo"
    ],
    "usage": "Tattooed On The Body",
    "worn": null
  },
  {
    "level": 6,
    "name": "Warding Tattoo (Wave)",
    "price": {
      "gp": 220
    },
    "description": "<p>Many cultures of Golarion have a tattoo to turn away harm; as such, warding tattoos often resemble whichever dangers are most common to the culture, such as a wild beast or a whirlpool in the high seas of the Shackles. In addition to the normal triggers, you can activate the tattoo when you enter an environment where you can't breathe.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">r</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> An enemy, hazard, or the environment makes an attack against your AC, requires you to attempt a saving throw, or causes you to take damage automatically</p>\n<hr />\n<p><strong>Effect</strong> Until the end of the current turn, against the triggering effect, you gain a +1 status bonus to AC and saving throws and gain resistance 2 to damage. The tattoo casts Air Bubble.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical",
      "tattoo"
    ],
    "usage": "Tattooed On The Body",
    "worn": null
  },
  {
    "level": 5,
    "name": "Warding Tattoo",
    "price": {
      "gp": 140
    },
    "description": "<p>Many cultures of Golarion have a tattoo to turn away harm; as such, warding tattoos often resemble whichever dangers are most common to the culture, such as a wild beast or a whirlpool in the high seas of the Shackles.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">r</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> An enemy, hazard, or the environment makes an attack against your AC, requires you to attempt a saving throw, or causes you to take damage automatically</p>\n<hr />\n<p><strong>Effect</strong> Until the end of the current turn, against the triggering effect, you gain a +1 status bonus to AC and saving throws and gain resistance 2 to damage.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical",
      "tattoo"
    ],
    "usage": "Tattooed On The Body",
    "worn": null
  },
  {
    "level": 20,
    "name": "Wardrobe Stone (Greater)",
    "price": {
      "gp": 55000
    },
    "description": "<p>This large stone eye is the size of a fist and decorated with elaborate carvings of robes and other garments. You gain +3 item bonus to Perception checks involving sight and you gain a +3 item bonus to a specific Lore skill associated with your outfit, such as Carpentry Lore when wearing a carpenter's outfit or Cooking Lore when wearing a chef's outfit.</p>\n<hr />\n<p><strong>Activate</strong> (1 minute) envision, Interact</p>\n<hr />\n<p><strong>Effect</strong> You enter a brief trance in which you envision yourself entering a large dressing room. You maneuver through the endless dressing-room mindscape and search for whatever articles of clothing, accessories, and other garments you desire. After the activation, you gain the effects of Illusory Disguise, except that it only causes you to appear to be wearing the exact outfit you selected within the mindscape. The illusion also disguises the wardrobe stone to match your outfit and not appear out of place, such as by appearing to be a glove or bracelet, though it continues to occupy your hand while you're under the effects of <em>illusory disguise</em>. You can actively Dismiss the Spell, but the effects are also dismissed immediately when you're no longer holding the wardrobe stone.</p>\n<hr />\n<p><strong>Activate</strong> (1 minute) envision, Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You cast Scouting Eye.</p>\n<hr />\n<p><strong>Activate</strong> (10 minutes) envision, Interact</p>\n<hr />\n<p><strong>Effect</strong> The wardrobe stone splits open and permanently transforms into a specific type of magical robe of your choosing. It can transform into any 20th-level or lower magical robe to which you have access, except for items that can't normally be Crafted, such as artifacts. This process is irreversible.</p>",
    "rarity": "uncommon",
    "traits": [
      "illusion",
      "invested",
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 3,
    "name": "Wardrobe Stone (Lesser)",
    "price": {
      "gp": 50
    },
    "description": "<p>This large stone eye is the size of a fist and decorated with elaborate carvings of robes and other garments.</p>\n<hr />\n<p><strong>Activate</strong> (1 minute) envision, Interact</p>\n<hr />\n<p><strong>Effect</strong> You enter a brief trance in which you envision yourself entering a large dressing room. You maneuver through the endless dressing-room mindscape and search for whatever articles of clothing, accessories, and other garments you desire. After the activation, you gain the effects of Illusory Disguise, except that it only causes you to appear to be wearing the exact outfit you selected within the mindscape. The illusion also disguises the wardrobe stone to match your outfit and not appear out of place, such as by appearing to be a glove or bracelet, though it continues to occupy your hand while you're under the effects of <em>illusory disguise</em>. You can actively Dismiss the Spell, but the effects are also dismissed immediately when you're no longer holding the wardrobe stone.</p>",
    "rarity": "uncommon",
    "traits": [
      "illusion",
      "invested",
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 11,
    "name": "Wardrobe Stone (Moderate)",
    "price": {
      "gp": 1250
    },
    "description": "<p>This large stone eye is the size of a fist and decorated with elaborate carvings of robes and other garments. You gain a +2 item bonus to a specific Lore skill associated with your outfit, such as Carpentry Lore when wearing a carpenter's outfit or Cooking Lore when wearing a chef's outfit.</p>\n<hr />\n<p><strong>Activate</strong> (1 minute) envision, Interact</p>\n<hr />\n<p><strong>Effect</strong> You enter a brief trance in which you envision yourself entering a large dressing room. You maneuver through the endless dressing-room mindscape and search for whatever articles of clothing, accessories, and other garments you desire. After the activation, you gain the effects of Illusory Disguise, except that it only causes you to appear to be wearing the exact outfit you selected within the mindscape. The illusion also disguises the wardrobe stone to match your outfit and not appear out of place, such as by appearing to be a glove or bracelet, though it continues to occupy your hand while you're under the effects of <em>illusory disguise</em>. You can actively Dismiss the Spell, but the effects are also dismissed immediately when you're no longer holding the wardrobe stone.</p>\n<hr />\n<p><strong>Activate</strong> (1 minute) envision, Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You cast Scouting Eye.</p>",
    "rarity": "uncommon",
    "traits": [
      "illusion",
      "invested",
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Warhammer",
    "price": {
      "gp": 1
    },
    "description": "<p>This weapon has a wooden shaft ending in a large, heavy metal head. The head of the hammer might be single-sided or double-sided, but it's always capable of delivering powerful bludgeoning blows.</p>",
    "rarity": "common",
    "traits": [
      "shove"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 18,
    "name": "Warleader's Bulwark (Greater)",
    "price": {
      "gp": 22000
    },
    "description": "<p>This <em>+2 resilient breastplate</em> is made from shining bronze overlaid with reinforcing golden panels emblazoned with images of loyal soldiers. Wearing this breastplate grants you a commanding aura. You gain a +3 item bonus to Diplomacy checks, but you take a -3 item penalty to Stealth checks to Hide and Sneak and Deception checks to Impersonate.</p><hr /><p><strong>Activate—Command Bravery</strong> <span class=\"action-glyph\">1</span> (concentrate)</p>\n<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> You grant allies within 100 feet a +2 status bonus to saves against fear effects for 1 minute. When you activate this ability, each affected ally who's Frightened reduces their frightened value by 1.</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical"
    ],
    "usage": "",
    "worn": null
  },
  {
    "level": 10,
    "name": "Warleader's Bulwark",
    "price": {
      "gp": 1000
    },
    "description": "<p>This <em>+1 resilient breastplate</em> is made from shining bronze overlaid with reinforcing golden panels emblazoned with images of loyal soldiers. Wearing this breastplate grants you a commanding aura. You gain a +2 item bonus to Diplomacy checks, but you take a -2 item penalty to Stealth checks to Hide and Sneak and Deception checks to Impersonate.</p><hr /><p><strong>Activate—Command Bravery</strong> <span class=\"action-glyph\">1</span> (concentrate)</p>\n<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> You grant allies within 100 feet a +2 status bonus to saves against fear effects for 1 minute. When you activate this ability, each affected ally who's Frightened reduces their frightened value by 1.</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical"
    ],
    "usage": "",
    "worn": null
  },
  {
    "level": 4,
    "name": "Warning Snare",
    "price": {
      "gp": 15
    },
    "description": "<p>Using materials specific to the area, you connect a sound-making component to a trip wire or a pressure plate. This snare is like an alarm snare, but its subtle sound blends into ambient noise. You can detect this sound as long as you're within 1,000 feet of the snare and aren't prevented from hearing it. Other creatures in that area who are searching might notice the sound if their Perception check result meets or exceeds your Craft DC.</p>",
    "rarity": "common",
    "traits": [
      "auditory",
      "consumable",
      "mechanical",
      "snare",
      "trap"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 8,
    "name": "Warpwobble Poison",
    "price": {
      "gp": 90
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> Interact</p>\n<p>Warpwobble poison causes hallucinations of space bending and stretching, leading to vertigo and an inability to discern a stable place to move.</p><hr /><p><strong>Saving Throw</strong> @Check[will|dc:26]</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> treat all squares as difficult terrain (1 round)</p>\n<p><strong>Stage 2</strong> treat all squares as greater difficult terrain (1 round)</p>\n<p><strong>Stage 3</strong> treat all squares as uneven ground (DC 26), treating a critical success to Balance as a success, and a success as a success but moving on greater difficult terrain (1 round)</p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable",
      "injury",
      "mental",
      "poison"
    ],
    "usage": "Held In Two Hands",
    "worn": null
  },
  {
    "level": 5,
    "name": "Warrior's Training Ring",
    "price": {
      "gp": 160
    },
    "description": "<p>This ring is utilitarian in design-indicating its martial use. Its band is decorated only with a simple, sharp-edged sculpture on the band's center. While wearing this ring, you add your level to your attack rolls with all weapons with which you are untrained.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">F</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> You make an attack with a weapon in which you're untrained</p>\n<hr />\n<p><strong>Effect</strong> You gain a +2 circumstance bonus to the attack roll. If you are an expert in any weapon, you instead gain a +4 circumstance bonus to the attack roll.</p>",
    "rarity": "uncommon",
    "traits": [
      "invested"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 8,
    "name": "Wasp Guard",
    "price": {
      "gp": 487
    },
    "description": "<p>Druids and Calistria's faithful alike value this vindictive armor for its ability to turn away pests and exact revenge on foes in a manner that can easily turn coordinated enemies into a chaotic mass. <em>Wasp guard</em> is <em>+1 studded leather</em> studded with the carapaces of wasps, subtly diverting swarms away and granting a +1 status bonus to Reflex saving throws against Swarming Bites, Swarming Stings, and similar abilities from swarms.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">r</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> An enemy within 30 feet Strikes you with an attack</p>\n<hr />\n<p><strong>Effect</strong> s You animate the exoskeletons of the <em>wasp guard</em> armor into a spectral swarm of wasps that seeks revenge for the slight. The swarm flies to the triggering enemy's space and swarms about them, dealing @Damage[1d8[persistent,poison]]. If the affected enemy has any allies within 30 feet, the enemy can spend a single action, which has the manipulate trait, to shoo the swarm away. This ends the persistent damage on that enemy automatically, but the swarm instead moves to affect the enemy's ally.</p>\n<hr />\n<p><strong>Craft Requirements</strong> The initial raw materials must include 1 Bulk of wasp exoskeletons.</p>",
    "rarity": "common",
    "traits": [],
    "usage": "",
    "worn": null
  },
  {
    "level": 2,
    "name": "Wasul Reed Mask",
    "price": {
      "gp": 6
    },
    "description": "<p>This mask is made of Darklands wasul reeds, which have been alchemically treated to enhance their air-retaining properties when submerged in water.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>When you put on this mask, for the next hour, you can hold your breath for 15 rounds plus your Constitution modifier (instead of 5 rounds + your Constitution modifier) before drowning. It has no effect in non-aquatic environments that require you to hold your breath. One hour after you apply the mask, it flakes away into fiber shreds.</p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 9,
    "name": "Watchful Portrait",
    "price": {
      "gp": 125
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<hr />\n<p>A watchful portrait appears to be an innocuous depiction of a bored noble, unassuming relative, or unknown local celebrity. You Activate the portrait by hanging it. While it's activated, you can use a single action with the concentrate trait to see through the eyes of the portrait instead of your own. You can do so while you're within 500 feet of the portrait, even if it's outside your line of sight or line of effect. You visually observe the area around the portrait from its perspective, using your own visual senses. While you're scrying through it, the portrait's eyes follow others more than usual. A creature that succeeds at a @Check[perception|dc:30] check notices this phenomenon.</p>\n<p>The scrying ends after 10 minutes or when you decide to stop watching through the portrait. The painting loses its magic when the scrying ends, if 4 hours pass after you Activate it without you looking through it, or if you Activate a different watchful portrait. The portrait then remains a normal, non-magical work of art, but due to its rather bland subject matter, it is worth no more than 5 gp.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical",
      "scrying"
    ],
    "usage": "Held In Two Hands",
    "worn": null
  },
  {
    "level": 11,
    "name": "Water Bomb (Greater)",
    "price": {
      "gp": 250
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Strike</p><hr /><p>This bladder of water explodes when put under pressure or upon being punctured, dealing minimal damage, neutralizing acids, and dousing flames. You gain a +2 item bonus to attack rolls. The bomb deals @Damage[2d4[nonlethal,bludgeoning]]{2d4 nonlethal bludgeoning damage} and @Damage[(3[splash])[nonlethal,bludgeoning]]{3 nonlethal bludgeoning splash damage}. On a hit, if the target is suffering from Persistent Damage{Persistent Acid or Persistent Fire Damage}, it can attempt a flat check to end that persistent damage immediately. As this is particularly effective assistance, the DC of the flat check is reduced from 15 to 10 for this check. Except on a critical failure, the bomb extinguishes non-magical fires within its splash area.</p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "bomb",
      "consumable",
      "nonlethal",
      "splash",
      "water"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 1,
    "name": "Water Bomb (Lesser)",
    "price": {
      "gp": 3
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Strike</p><hr /><p>This bladder of water explodes when put under pressure or upon being punctured, dealing minimal damage, neutralizing acids, and dousing flames. The bomb deals @Damage[1[nonlethal,bludgeoning]]{1 nonlethal bludgeoning damage} and @Damage[(1[splash])[nonlethal,bludgeoning]]{1 nonlethal bludgeoning splash damage}. On a hit, if the target is suffering from Persistent Damage{Persistent Acid or Persistent Fire Damage}, it can attempt a flat check to end that persistent damage immediately. As this is particularly effective assistance, the DC of the flat check is reduced from 15 to 10 for this check. On a hit against an unattended, non-magical fire, the bomb extinguishes the fire, or extinguishes one square of fire for a larger fire.</p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "bomb",
      "consumable",
      "nonlethal",
      "splash",
      "water"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 17,
    "name": "Water Bomb (Major)",
    "price": {
      "gp": 2500
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Strike</p><hr /><p>This bladder of water explodes when put under pressure or upon being punctured, dealing minimal damage, neutralizing acids, and dousing flames. You gain a +3 item bonus to attack rolls. The bomb deals @Damage[3d4[nonlethal,bludgeoning]]{3d4 nonlethal bludgeoning damage} and @Damage[(4[splash])[nonlethal,bludgeoning]]{4 nonlethal bludgeoning splash damage}. On a hit, if the target is suffering from Persistent Damage{Persistent Acid or Persistent Fire Damage}, it can attempt a flat check to end that persistent damage immediately. As this is particularly effective assistance, the DC of the flat check is reduced from 15 to 10 for this check. Except on a critical failure, the bomb extinguishes non-magical fires within its splash area.</p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "bomb",
      "consumable",
      "nonlethal",
      "splash",
      "water"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 3,
    "name": "Water Bomb (Moderate)",
    "price": {
      "gp": 10
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Strike</p><hr /><p>This bladder of water explodes when put under pressure or upon being punctured, dealing minimal damage, neutralizing acids, and dousing flames. You gain a +1 item bonus to attack rolls. The bomb deals @Damage[1d4[nonlethal,bludgeoning]]{1d4 nonlethal bludgeoning damage} and @Damage[(2[splash])[nonlethal,bludgeoning]]{2 nonlethal bludgeoning splash damage}. On a hit, if the target is suffering from Persistent Damage{Persistent Acid or Persistent Fire Damage}, it can attempt a flat check to end that persistent damage immediately. As this is particularly effective assistance, the DC of the flat check is reduced from 15 to 10 for this check. On a hit against an unattended, non-magical fire, the bomb extinguishes the fire, or extinguishes one square of fire for a larger fire.</p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "bomb",
      "consumable",
      "nonlethal",
      "splash",
      "water"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Water Purifier",
    "price": {
      "gp": 5
    },
    "description": "<p>This small tube of metal and glass has an opening at one end into which water can be poured, leading to a series of interconnected chambers filled with purifying agents contained between various perforated walls. The purifier attempts to counteract poisons and other toxins present in water or any other liquid poured into it. Alchemically-treated replacement filters can be purchased to more effectively filter out more dangerous substances, using the filter's listed level as the counteract rank.</p>\n<p>The counteract modifier is [[/r 1d20+5]] for the Replacement Filter (Level 1){level 1 filter}, [[/r 1d20+9]] for the Replacement Filter (Level 5){level 5 filter}, and [[/r 1d20+17]] for the Replacement Filter (Level 10){ level 10 filter}.</p>\n<p>If you pour a liquid other than water, such as a potion or beverage, into the purifier, the filtration process negates the liquid's effects and ruins the taste. The center of the tube can be unscrewed from the ends to access and replace the chambers of purifying agents. Each filter can be used to cleanse up to 10 gallons of water at a rate of about 1 gallon every 20 minutes.</p>",
    "rarity": "uncommon",
    "traits": [],
    "usage": "Held In Two Hands",
    "worn": null
  },
  {
    "level": 0,
    "name": "Waterproof Firearm Carrying Case",
    "price": {
      "sp": 2
    },
    "description": "<p>This buttoned, leather case protects a firearm and up to 6 rounds of ammunition from being damaged by water or other environmental effects.</p>",
    "rarity": "uncommon",
    "traits": [],
    "usage": "Held In Two Hands",
    "worn": null
  },
  {
    "level": 1,
    "name": "Waterproof Journal",
    "price": {
      "gp": 5
    },
    "description": "<p>This leather-bound tome is specially treated to protect from water damage and comes with a key and a treated slipcase that bears a simple lock to keep the tome secure. This journal is commonly used by adventuring scholars and ship navigators for recording their journeys.</p>",
    "rarity": "uncommon",
    "traits": [],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 3,
    "name": "Waterproofing Wax",
    "price": {
      "gp": 10
    },
    "description": "<p><strong>Activate</strong> Cast a Spell</p>\n<hr />\n<p>Many books and spellbooks are treated in this wax formula to protect them from the elements, but waterproofing wax's liquid-repellent properties can be further applied to split up a Grease spell into useful smaller sections. When the spell is cast in an area while using this catalyst, the conjured grease fills three 5-foot squares within 30 feet instead of its normal area; these squares don't need to be contiguous.</p>",
    "rarity": "common",
    "traits": [
      "catalyst",
      "consumable",
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Waterskin",
    "price": {
      "cp": 5
    },
    "description": "<p>When it's full, a waterskin contains roughly 1 day's worth of water for a Small or Medium creature.</p>",
    "rarity": "common",
    "traits": [],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 5,
    "name": "Waverider Barding",
    "price": {
      "gp": 130
    },
    "description": "<p>This light barding is covered in wavelike patterns. The barding adjusts to fit your animal companion regardless of its shape.</p><hr /><p><strong>Activate</strong> <span class=\"action-glyph\">2</span> Interact</p>\n<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> You trace a finger along the wave patterns on the barding, granting your companion a swim Speed of 30 feet for 10 minutes. If your companion already had a swim Speed, it gains a +10-foot item bonus to its swim Speed for 10 minutes instead. Even if the companion doesn't have the mount special ability, it can still Swim while being ridden.</p>",
    "rarity": "common",
    "traits": [
      "companion",
      "invested",
      "primal"
    ],
    "usage": "",
    "worn": null
  },
  {
    "level": 0,
    "name": "Wax Key Blank",
    "price": {
      "gp": 1
    },
    "description": "<p>This small wooden or metal box is slightly larger than a typical large key and folds open along a hinge, revealing two halves filled with wax. When a key is placed within and the box closed, the wax is displaced by the key, leaving an accurate impression of its shape. Once the key is removed, the impression left behind will remain indefinitely and can later be used to cast a duplicate key. Inserting, impressing, or removing a key each requires an Interact action. The wax inside this blank can be reused, though it must be smoothed over between uses, erasing any previous impression.</p>",
    "rarity": "uncommon",
    "traits": [],
    "usage": "Held In Two Hands",
    "worn": null
  },
  {
    "level": 4,
    "name": "Wayfinder of Rescue",
    "price": {
      "gp": 80
    },
    "description": "<p>As a standard Wayfinder, but once per day you can activate it to cast Heal on a creature other than yourself, using either the one-action or two-action version of heal as a 1st-rank spell.</p>",
    "rarity": "uncommon",
    "traits": [
      "invested",
      "magical"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 2,
    "name": "Wayfinder",
    "price": {
      "gp": 28
    },
    "description": "<p><strong>Access</strong> member of the Pathfinder Society</p>\n<hr />\n<p>This compact compass repurposes ancient technology to draw fantastic powers from the mysterious magical items called <em>aeon stones</em>. It serves as a badge of office for agents of the Pathfinder Society and as a status symbol among adventurers of any stripe. A <em>wayfinder</em> functions as a compass.</p>\n<p>An indentation in the middle of the <em>wayfinder</em> can hold a single <em>aeon stone</em>. Placing an <em>aeon stone</em> in this indentation provides you all the benefits of having the <em>aeon stone</em> orbiting your head, but it protects the stone from being noticed or stolen as easily. You invest a <em>wayfinder</em> and the <em>aeon stone</em> within it simultaneously, and they count as only one item toward your investiture limit. An invested <em>aeon stone</em> slotted in a <em>wayfinder</em> also grants its resonant power.</p>\n<p>If you have more than one <em>wayfinder</em> with an invested <em>aeon stone</em> on your person at a given time, destructive interference from their resonance prevents you from gaining benefits from any of them. You can still benefit from additional <em>aeon stones</em> orbiting your head, just not in <em>wayfinders</em>.</p>\n<p><strong>Activate—Light</strong> <span class=\"action-glyph\">A</span> (concentrate)</p>\n<hr />\n<p><strong>Effect</strong> The <em>wayfinder</em> is targeted by a 1st-rank Light spell.</p>",
    "rarity": "uncommon",
    "traits": [
      "invested",
      "magical"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 5,
    "name": "Wayfinderfinder",
    "price": {},
    "description": "<p>This extremely fetching oversized compass has numerous extraneous gears, levers, doodads, and buttons. It does not function as a compass. Instead, it always points to the nearest wayfinder. An indentation in the middle of the wayfinderfinder can hold a single wayfinder. A wayfinder stored in this manner-and any aeon stone it may contain-provides no benefits, but the wayfinderfinder points to the nearest wayfinder of the type stored within, instead of any wayfinder. If you have more than one wayfinderfinder holding a wayfinder on your person at a given time, the wayfinderfinders point to each other instead, and any aeon stones in your possession begin annoyingly bouncing off your head instead of rotating around it.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> command</p>\n<hr />\n<p><strong>Effect</strong> The wayfinderfinder shouts \"Explore! Report! Cooperate!\" then rapidly explains that certain uses of the wayfinderfinder may void its warranty.</p>\n<hr />\n<p><em><strong>Note</strong>: This item originates from the 2022 Paizo April Fools Blog post.</em></p>",
    "rarity": "uncommon",
    "traits": [
      "invested",
      "magical"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 1,
    "name": "Weapon Harness",
    "price": {
      "gp": 6
    },
    "description": "<p>A suit of armor with this adjustment incorporates short, flexible harnesses meant to connect weapons to each of its vambraces. These harnesses can each be connected to a melee weapon of light Bulk or less. Attaching or removing a weapon takes an Interact action. Someone else can attach or remove a weapon if you're willing to let them or you're unable to act. You must remove a weapon from its mount before you can completely Release or otherwise stow it.</p>\n<p>You gain a +1 circumstance bonus to your Reflex DC against attempts to Disarm you of a weapon connected to the armor. If the weapon would be knocked from your grasp or you would drop it, the weapon dangles from the bracer by its harness rather than falling to the ground. You can regain control of the weapon in the normal time it takes you to draw it. Attaching a weapon to a weapon harness prevents you from throwing it or using other abilities that would require it to leave your person.</p>",
    "rarity": "uncommon",
    "traits": [
      "adjustment"
    ],
    "usage": "Applied To Armor",
    "worn": null
  },
  {
    "level": 2,
    "name": "Weapon Potency (+1)",
    "price": {
      "gp": 35
    },
    "description": "<p>Magical enhancements make this weapon strike true. Attack rolls with this weapon gain a +1 item bonus, and the weapon can be etched with one property rune.</p>\n<p>You can upgrade the <em>weapon potency</em> rune already etched on a weapon to a stronger version, increasing the values of the existing rune to those of the new rune. You must have the formula of the stronger rune to do so, and the Price of the upgrade is the difference between the two runes' Prices.</p>\n<p><strong>Craft Requirements</strong> You are an expert in Crafting.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ],
    "usage": "Etched Onto A Weapon",
    "worn": null
  },
  {
    "level": 10,
    "name": "Weapon Potency (+2)",
    "price": {
      "gp": 935
    },
    "description": "<p>Magical enhancements make this weapon strike true. Attack rolls with this weapon gain a +2 item bonus, and the weapon can be etched with two property rune.</p>\n<p>You can upgrade the <em>weapon potency</em> rune already etched on a weapon to a stronger version, increasing the values of the existing rune to those of the new rune. You must have the formula of the stronger rune to do so, and the Price of the upgrade is the difference between the two runes' Prices.</p>\n<p><strong>Craft Requirements</strong> You are a master in Crafting.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ],
    "usage": "Etched Onto A Weapon",
    "worn": null
  },
  {
    "level": 16,
    "name": "Weapon Potency (+3)",
    "price": {
      "gp": 8935
    },
    "description": "<p>Magical enhancements make this weapon strike true. Attack rolls with this weapon gain a +3 item bonus, and the weapon can be etched with three property rune.</p>\n<p>You can upgrade the <em>weapon potency</em> rune already etched on a weapon to a stronger version, increasing the values of the existing rune to those of the new rune. You must have the formula of the stronger rune to do so, and the Price of the upgrade is the difference between the two runes' Prices.</p>\n<p><strong>Craft Requirements</strong> You are legendary in Crafting.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ],
    "usage": "Etched Onto A Weapon",
    "worn": null
  },
  {
    "level": 12,
    "name": "Weapon Shot (Greater)",
    "price": {
      "gp": 400
    },
    "description": "<p><strong>Ammunition</strong> any</p>\n<p>The body of a weapon shot is translucent and filled with quicksilver. It imparts its magic to the weapon used to fire it or it summons a translucent weapon, made of force, to fire it. It's a favorite of killers and sharpshooters who need just one shot in a situation where carrying ammunition is easier than carrying a weapon.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision</p>\n<hr />\n<p><strong>Effect</strong> For the Strike with which you consume the ammunition, the weapon is a +2 greater striking weapon, instead of those of the weapon firing it.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> envision, Interact</p>\n<hr />\n<p><strong>Effect</strong> A ghostly weapon made of force appears, wielded by you and loaded with the weapon shot you activated. The conjured weapon sublimates into motes of briefly luminous dust if the weapon shot deactivates without you using it or just after you use the activated shot. For the Strike with which it functions, the weapon is a +2 greater striking weapon.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical"
    ],
    "usage": "Other",
    "worn": null
  },
  {
    "level": 5,
    "name": "Weapon Shot (Lesser)",
    "price": {
      "gp": 20
    },
    "description": "<p><strong>Ammunition</strong> any</p>\n<p>The body of a weapon shot is translucent and filled with quicksilver. It imparts its magic to the weapon used to fire it or it summons a translucent weapon, made of force, to fire it. It's a favorite of killers and sharpshooters who need just one shot in a situation where carrying ammunition is easier than carrying a weapon.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision</p>\n<hr />\n<p><strong>Effect</strong> For the Strike with which you consume the ammunition, the weapon is a +1 striking weapon, instead of those of the weapon firing it.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> envision, Interact</p>\n<hr />\n<p><strong>Effect</strong> A ghostly weapon made of force appears, wielded by you and loaded with the weapon shot you activated. The conjured weapon sublimates into motes of briefly luminous dust if the weapon shot deactivates without you using it or just after you use the activated shot. For the Strike with which it functions, the weapon is a +1 striking weapon.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical"
    ],
    "usage": "Other",
    "worn": null
  },
  {
    "level": 16,
    "name": "Weapon Shot (Major)",
    "price": {
      "gp": 2000
    },
    "description": "<p><strong>Ammunition</strong> any</p>\n<p>The body of a weapon shot is translucent and filled with quicksilver. It imparts its magic to the weapon used to fire it or it summons a translucent weapon, made of force, to fire it. It's a favorite of killers and sharpshooters who need just one shot in a situation where carrying ammunition is easier than carrying a weapon.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision</p>\n<hr />\n<p><strong>Effect</strong> For the Strike with which you consume the ammunition, the weapon is a +3 greater striking weapon, instead of those of the weapon firing it.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> envision, Interact</p>\n<hr />\n<p><strong>Effect</strong> A ghostly weapon made of force appears, wielded by you and loaded with the weapon shot you activated. The conjured weapon sublimates into motes of briefly luminous dust if the weapon shot deactivates without you using it or just after you use the activated shot. For the Strike with which it functions, the weapon is a +3 greater striking weapon.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical"
    ],
    "usage": "Other",
    "worn": null
  },
  {
    "level": 10,
    "name": "Weapon Shot (Moderate)",
    "price": {
      "gp": 200
    },
    "description": "<p><strong>Ammunition</strong> any</p>\n<p>The body of a weapon shot is translucent and filled with quicksilver. It imparts its magic to the weapon used to fire it or it summons a translucent weapon, made of force, to fire it. It's a favorite of killers and sharpshooters who need just one shot in a situation where carrying ammunition is easier than carrying a weapon.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision</p>\n<hr />\n<p><strong>Effect</strong> For the Strike with which you consume the ammunition, the weapon is a +2 striking weapon, instead of those of the weapon firing it.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> envision, Interact</p>\n<hr />\n<p><strong>Effect</strong> A ghostly weapon made of force appears, wielded by you and loaded with the weapon shot you activated. The conjured weapon sublimates into motes of briefly luminous dust if the weapon shot deactivates without you using it or just after you use the activated shot. For the Strike with which it functions, the weapon is a +2 striking weapon.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical"
    ],
    "usage": "Other",
    "worn": null
  },
  {
    "level": 1,
    "name": "Weapon Siphon",
    "price": {
      "gp": 10
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p><hr /><p>This set of tubing snakes down the striking surface of a weapon to deliver alchemical explosives. A single lesser alchemical bomb can be fitted to the weapon siphon as an Interact action. The bomb must be one that deals energy damage, such as an acid flask, alchemist's fire, bottled lightning, frost vial, or thunderstone. The next three attacks made with the weapon deal 1d4 damage of the bomb's damage type in addition to the weapon's normal damage. If the second and third attacks aren't all made within 1 minute of the first attack, the bomb's energy is wasted. These attacks never deal splash damage or other special effects of the bomb and aren't modified by any abilities that add to or modify a bomb's effect.</p>\n<p>Adding a weapon siphon to a weapon throws off its balance, causing the multiple attack penalty with the weapon to be one greater than usual (usually –6 on a second attack and –11 on a third; or –5 and –10 with an agile weapon).</p>\n<p></p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "adjustment",
      "alchemical"
    ],
    "usage": "Attached To Melee Weapon",
    "worn": null
  },
  {
    "level": 7,
    "name": "Weapon-Weird Oil",
    "price": {
      "gp": 55
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>Each dose of weapon-weird oil is keyed to a particular melee weapon group, selected from among axe, brawling, club, flail, hammer, knife, pick, polearm, shield, spear, and sword. The oil creates a synergy between skill and weapon, enabling you to wield the weapon in unexpected ways. You must have proficiency with the original weapon to benefit from the oil; however, you use your proficiency rank with the oil's keyed group instead of the weapon's original group. Also, you apply the critical specialization effect from the oil's keyed group instead of the weapon's normal critical specialization effect. While the oil remains effective, the Grievous rune and similar magic react as if the weapon belongs to the oil's group. A weapon can be coated in only one type of weapon-weird oil at a time. Any new application of this oil supersedes any previous one. These effects last for 1 hour.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical",
      "oil"
    ],
    "usage": "Held In Two Hands",
    "worn": null
  },
  {
    "level": 16,
    "name": "Weeping Midnight",
    "price": {
      "gp": 1400
    },
    "description": "<p>Alchemists have refined the devastatingly allergenic pollen of the widow orchid to create this venom, which swiftly causes the victim's eyes to leak mucus and swell shut.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">3</span> Interact (Injury)</p>\n<p><strong>Saving Throw</strong> @Check[fortitude|dc:36]</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> 6d6 poison damage and Dazzled (1 round)</p>\n<p><strong>Stage 2</strong> 7d6 poison damage, dazzled, and Sickened{Sickened 1} (1 round)</p>\n<p><strong>Stage 3</strong> 8d6 poison damage and Blinded (1 round)</p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "consumable",
      "injury",
      "poison"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 3,
    "name": "Wemmuth Trinket",
    "price": {
      "gp": 12
    },
    "description": "<p><strong>Activate</strong> Cast a Spell (add 1 action)</p><hr /><p>The baubles wemmuths use to lure victims to their hunting grounds are dangerous to retrieve and often stained by blood. One of these trinkets covers the plant matter created by Entangling Flora with blood-drinking thorns. Creatures who fail or critically fail their Reflex saves against <em>entangling flora</em> also take piercing damage equal to the spell's rank.</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "catalyst",
      "consumable",
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 5,
    "name": "Wet Shock Snare",
    "price": {
      "gp": 25
    },
    "description": "<p>A hidden copper plate conceals a bag of electric eels. When a creature steps on the plate, the eels become agitated, and the creature takes 4d8 electricity damage (DC 21 reflex). On a critical failure, the current causes the creature to become Stunned{Stunned 2}. The eels are unharmed after use, but the mechanism is broken as usual for snares.</p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "electricity",
      "mechanical",
      "snare",
      "trap"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Wheel Blades",
    "price": {
      "sp": 5
    },
    "description": "<p>A set of large blades have been attached to your chair's wheels. While in the chair, you gain a wheel blade Strike. Your wheel blade deals 1d4 slashing damage and has the agile, attached, and free-hand traits. A wheel blade is a simple melee weapon in the sword weapon group. You can etch weapon runes onto wheel blades. A wheelchair can only have one attached weapon.</p>",
    "rarity": "common",
    "traits": [
      "agile",
      "attached",
      "free-hand"
    ],
    "usage": "Worn Gloves",
    "worn": "Gloves"
  },
  {
    "level": 0,
    "name": "Wheel Spikes",
    "price": {
      "sp": 5
    },
    "description": "<p>A set of thick, sharp spikes have been added to the chair's wheels, granting you a piercing attack. While in the chair, you gain a wheel spike Strike. Your wheel spike deals 1d4 piercing damage and has the agile, attached, and free-hand traits. A wheel spike is a simple melee weapon in the knife weapon group. You can etch weapon runes onto wheel spikes. A wheelchair can only have one attached weapon.</p>",
    "rarity": "common",
    "traits": [
      "agile",
      "attached",
      "free-hand"
    ],
    "usage": "Worn Gloves",
    "worn": "Gloves"
  },
  {
    "level": 0,
    "name": "Wheelbarrow",
    "price": {
      "sp": 5
    },
    "description": "<p>This small, hand-propelled vehicle has a single wheel and is designed to carry large loads over a distance. A wheelbarrow can typically hold up to 5 Bulk of objects without issue. The GM might rule that it can hold more Bulk of particular items, such as sand, or less Bulk of other items, like awkwardly shaped rocks.</p>\n<p>You can raise or place a wheelbarrow using an Interact action and can Stride your normal Speed while you have the wheelbarrow raised, though you're encumbered while pushing a wheelbarrow. You can Release a wheelbarrow as normal, but a loaded wheelbarrow has a chance of tipping over if you don't place it down with care.</p>\n<p>When you Release a wheelbarrow, attempt a @Check[flat|dc:7] check. On a failure, the wheelbarrow tips over, spilling its contents into a randomly determined adjacent space.</p>",
    "rarity": "common",
    "traits": [],
    "usage": "Held In Two Hands",
    "worn": null
  },
  {
    "level": 0,
    "name": "Wheelchair",
    "price": {
      "sp": 5
    },
    "description": "<p>A common wheelchair is ideal for everyday use but isn't designed for strenuous activity. These wheelchairs are most common among nonadventurers. Wheelchairs come in a variety of sizes to suit every person regardless of height or body type.</p>",
    "rarity": "common",
    "traits": [],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 13,
    "name": "Whelming Scrimshaw",
    "price": {
      "gp": 500
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> Interact</p>\n<hr />\n<p>An etching of some aquatic beast dragging a figure beneath the waves adorns the ivory of a whelming scrimshaw. When you Activate this item, you break it and choose one creature within 30 feet. The target must attempt a @Check[fortitude|dc:30] save; amphibious and aquatic creatures are immune.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The target becomes Sickened{Sickened 1} and unable to breathe until this sickened condition ends.</p>\n<p><strong>Failure</strong> As success, but Sickened{Sickened 2}.</p>\n<p><strong>Critical Failure</strong> As success, but Sickened{Sickened 3}.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Whip Claw",
    "price": {
      "gp": 5
    },
    "description": "<p>The whip claw is a long tether affixed to claw-like daggers, allowing the wielder to fling and retract them with deadly precision. Catfolk first developed this weapon to provide extended reach when hunting dangerous animals, and they wield them with unmatched expertise.</p>",
    "rarity": "uncommon",
    "traits": [
      "catfolk",
      "finesse",
      "hampering",
      "reach"
    ],
    "usage": "Held In Two Hands",
    "worn": null
  },
  {
    "level": 9,
    "name": "Whip of Compliance",
    "price": {
      "gp": 3000
    },
    "description": "<p>The handle of this braided leather +1 striking whip is made from the hairs of a variety of rare and mythical animals. When used against an animal, the <em>whip of compliance</em> can potentially force the target to follow your commands.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> command</p>\n<hr />\n<p><strong>Effect</strong> Until the end of your current turn, any animals you Strike with the whip must attempt a @Check[will|dc:25]. On a failed or critically failed saving throw, the whip casts a 4th-rank Suggestion spell on the animal with a base duration of 1 round, and the spell loses the linguistic trait. The course of action must still fulfill <em>suggestion's</em> requirements.</p>\n<p>If you can cast spells, you can expend one of your spells of 4th level or higher as a part of activating the whip; if you do so, the <em>suggestions</em> this turn have their normal base duration.</p>",
    "rarity": "uncommon",
    "traits": [
      "disarm",
      "finesse",
      "magical",
      "nonlethal",
      "reach",
      "trip"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 3,
    "name": "Whip Tail",
    "price": {
      "gp": 45
    },
    "description": "<p>You have a strong, prehensile tail. You gain a tail unarmed attack that deals 1d6 bludgeoning damage. This tail is in the brawling group. You gain a +1 item bonus to Acrobatics checks to Balance and to Athletics checks to Climb. You can also use your tail for the Grab an Edge action, even if your hands are otherwise occupied.</p>",
    "rarity": "common",
    "traits": [
      "graft",
      "invested",
      "magical"
    ],
    "usage": "Implanted",
    "worn": null
  },
  {
    "level": 10,
    "name": "Whip-Tongue Sling",
    "price": {
      "gp": 1000
    },
    "description": "<p>This is a <em>+2 striking sling</em> made from the neck, jaw, and tongue of a mobogo to resemble its mouth. The tongue curls around each bullet, which is thrown with the snap of your wrist. Each throw causes a small croak to echo from the sling.</p><hr /><p><strong>Activate—Bolstering Croak</strong> <span class=\"action-glyph\">2</span> (auditory, concentrate, emotion, manipulate, mental)</p>\n<p><strong>Frequency</strong> once per day;</p>\n<p><strong>Effect</strong> You raise your sling and work the handle to mimic a mobogo's croaking song. Allies within 25 foot emanation{25 feet} gain a +1 status bonus to saves against fear effects for 1 round. You can Sustain this for up to 4 rounds. During this time, you can't use the sling to Strike or activate its Tongue Twister ability. After using Bolstering Croak, you can recharge it once per day by feeding the sling a number of gallons of water equal to double the number of rounds for which the Bolstering Croak was active. For example, if you activated but didn't sustain Bolstering Croak, you would require 2 gallons of water to recharge it. If you activated Bolstering Cloak and then Sustained for 1 round, you would require 4 gallons of water.</p>\n<p></p><hr /><p><strong>Activate—Tongue Twister</strong> <span class=\"action-glyph\">2</span> (manipulate)</p>\n<p><strong>Requirements</strong> The sling isn't loaded</p>\n<p><strong>Effect</strong> You fully unfurl the sling's tongue to grab hold of a creature within 20 feet, and attempt to move them. Attempt an @Check[athletics|defense:fortitude] check against the creature's Fortitude DC. On a success, you can move the creature up to 15 feet into any space within 20 feet of you. If you target a willing ally with this ability, you automatically succeed at the Athletics check.</p><hr /><p><strong>Craft Requirements</strong> The initial raw materials must include the throat, tongue, and skin from a mobogo.</p>",
    "rarity": "uncommon",
    "traits": [
      "propulsive"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Whip",
    "price": {
      "sp": 1
    },
    "description": "<p>This long strand of thick leather, often braided, delivers a painful but nonlethal slash at a distance, usually accompanied by a distinctive cracking sound.</p>",
    "rarity": "common",
    "traits": [
      "disarm",
      "finesse",
      "nonlethal",
      "reach",
      "trip"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Whipstaff",
    "price": {
      "gp": 3
    },
    "description": "<p>The whipstaff is a 5-foot-long staff carved from alchemically treated wood. Exceptionally light and well-balanced, whipstaffs are favored by travelers and martial artists who prioritize speed over power.</p>",
    "rarity": "uncommon",
    "traits": [
      "agile",
      "finesse",
      "monk",
      "parry",
      "sweep"
    ],
    "usage": "Held In Two Hands",
    "worn": null
  },
  {
    "level": 11,
    "name": "Whirlwind Vial",
    "price": {
      "gp": 250
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> Interact</p>\n<p>Opening this vial releases a mighty gust, forming into a fearsome Huge elemental hurricane. The elemental breathes a 30 foot cone of air. Each creature in the cone must succeed at a @Check[fortitude|dc:28] save or be knocked away from the elemental. A creature knocked into a solid object stops moving and takes 4d6 bludgeoning.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is pushed 10 feet.</p>\n<p><strong>Failure</strong> The creature is pushed 20 feet.</p>\n<p><strong>Critical Failure</strong> The creature is pushed 20 feet and knocked Prone.</p>\n<hr />\n<p><strong>Craft Requirements</strong> Supply magical residue from a slain elemental hurricane.</p>",
    "rarity": "common",
    "traits": [
      "air",
      "alchemical",
      "consumable",
      "expandable"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 7,
    "name": "Whisper Briolette",
    "price": {
      "gp": 55
    },
    "description": "<p><strong>Usage</strong> affixed to armor or to an outfit if a character has no armor</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> Envision</p>\n<p><strong>Requirements</strong> You are an expert in Stealth</p>\n<hr />\n<p>This teardrop-shaped gemstone has triangular facets and looks suitable for fancy attire, although close inspection shows that it's hollow. When it's activated, you can instantly impart up to 1 minute of speech (roughly 150 words) telepathically to any creatures you choose within 100 feet. You can impart this instantaneous telepathic message to creatures that you perceive and creatures Hidden to you, but you can't do so to Undetected creatures. Once used, the whisper briolette becomes unusable and subtly vanishes within the next few minutes, rather than crumbling to dust.</p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "magical",
      "mental",
      "talisman"
    ],
    "usage": "Affixed To Armor",
    "worn": null
  },
  {
    "level": 20,
    "name": "Whisper of the First Lie",
    "price": {
      "gp": 60000
    },
    "description": "<p>This delicate necklace contains bottled whispers distilled from a source on the Astral Plane rumored to be connected to the first lie ever told.</p>\n<p>While wearing the necklace, you gain a +3 item bonus to Deception checks, and you can attempt to counteract effects that would force you to tell the truth or determine whether you are lying.</p>\n<p>Success on this counteract attempt lets you ignore the effect, rather than removing the effect entirely. The counteract rank is 9, with a counteract modifier of [[/r 1d20+35]].</p>\n<p><strong>Activate—Release the Lie</strong> <span class=\"action-glyph\">3</span> (concentrate, manipulate)</p>\n<hr />\n<p><strong>Effect</strong> You unstopper the vial and release the lie, creating the effect of a Fabricated Truth (DC 47). The vial is emptied and can never be activated again.</p>\n<hr />\n<p><strong>Craft Requirements</strong> Supply a casting of <em>fabricated truth</em>.</p>",
    "rarity": "rare",
    "traits": [
      "invested",
      "magical"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 28,
    "name": "Whisperer of Souls",
    "price": {},
    "description": "<p>This <em>+4 major striking greater brilliant keen glaive</em> binds the souls of powerful creatures it slays. The soul can't be returned to life by any means while imprisoned within the glaive and can be freed only by a deed of great benevolence or selflessness. While using the glaive as a weapon, whenever you reduce a sapient creature of 18th level or higher to 0 Hit Points or roll a critical success with a Strike against such a target, the creature must attempt a @Check[fortitude|dc:50] save.</p>\n<hr />\n<p><strong>Critical Success</strong> No additional effect.</p>\n<p><strong>Success</strong> The glaive siphons the creature's essence, rendering it Drained{Drained 1}. If the creature dies from the Strike or while drained in this way, the creature's soul is bound in the glaive.</p>\n<p><strong>Failure</strong> As success, but the creature is Drained{Drained 2}.</p>\n<p><strong>Critical Failure</strong> As success, but the creature is Drained{Drained 4}.</p>\n<p>The glaive also has the following activations.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">F</span> envision</p>\n<p><strong>Trigger</strong> You Strike with the Whisperer of Souls</p>\n<hr />\n<p><strong>Effect</strong> You choose whether the Strike deals lethal or nonlethal damage. If the glaive has a reason for doing so, such as slaying a creature whose soul the glaive can absorb, it can defy your choice if you fail a @Check[will|dc:50] save.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">F</span> envision</p>\n<p><strong>Trigger</strong> You attempt an Occultism check to Decipher Writing, Identify Magic, Learn a Spell, or Recall Knowledge</p>\n<hr />\n<p><strong>Effect</strong> You listen to eldritch secrets the weapon whispers, gaining a +4 item bonus to the triggering check.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">3</span> command, envision, Interact</p>\n<p><strong>Frequency</strong> once per week</p>\n<hr />\n<p><strong>Effect</strong> Attempt an Occultism check as if you cast the Collective Memories ritual about a subject. If you roll a success or critical success, you can repeat what the <em>Whisperer of Souls</em> relates to you about the subject. On a critical failure, you and the glaive are drawn into a murmuring void of cold, where your mind is assaulted by strange visions for an entire week. At the end of this time, you reappear and must attempt a @Check[will|dc:50] save.</p>\n<p><strong>Success</strong> When you return, you can retrain one of your skills into a Lore skill about evil creatures or places, as if you had spent 1 week retraining.</p>\n<p><strong>Failure</strong> As success, but you are Stupefied{Stupefied 2} for 1 week.</p>\n<p><strong>Critical Failure</strong> As success, but your alignment moves one step toward evil and you must retrain one of your skills into a Lore about evil creatures or places. You become obsessed with increasing your forbidden knowledge, turning to wicked forces that offer such secrets and compromising your morals further if you must.</p>\n<p><strong>Destruction</strong> If the <em>Whisperer of Souls</em> is used to slay Shelyn's herald, it disintegrates, bringing about great evil in its wake.</p>",
    "rarity": "unique",
    "traits": [
      "artifact",
      "deadly-d8",
      "divine",
      "forceful",
      "reach"
    ],
    "usage": "Held In Two Hands",
    "worn": null
  },
  {
    "level": 20,
    "name": "Whispering Staff",
    "price": {
      "gp": 70000
    },
    "description": "<p>This gnarled wooden staff is carved with humanoid faces in various emotional states. When the staff is activated, the faces begin to whisper a variety of languages in sibilant tones, creating what seems to be nonsense to all but the staff's wielder or those they choose to affect. The staff functions as a <em>major staff of divination</em>. While using the staff, you gain a +3 item bonus to Decipher Writing, Identify Magic, and Recall Knowledge checks, regardless of the skill. When you invest the staff, you either increase your Intelligence score by 2 or increase it to 18, whichever is higher. You must select the skills and languages the first time you invest the item, and whenever you invest the same <em>whispering staff</em>, you get the same skills and languages you chose the first time.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision (mental)</p>\n<p><strong>Frequency</strong> once per round</p>\n<p><strong>Effect</strong> Through the staff's strange whispering, you gain a glimpse into the mind and desires of one creature you can see within 30 feet. Until the end of your next turn, that creature is Off-Guard to you and takes a –2 circumstance penalty to saving throws against your spells.</p>\n<p></p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> Interact (mental, misfortune)</p>\n<p><strong>Frequency</strong> once per hour</p>\n<p><strong>Effect</strong> You point the staff at one creature you can see within 30 feet of you, causing the whispers to howl in that creature's mind. The target must attempt a @Check[will|dc:43] save. If it fails, whenever the creature attempts an attack roll, skill check, or saving throw, it must roll twice and take the worse roll. This lasts until the start of your next turn.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> envision (fortune, mental)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You twirl the staff in three consecutive circles and call for the whispers to speak up. For the next minute, you and all allies within a 30 foot emanation around you can hear your staff's whispers clearly and distinctly, gaining benefit from their advice and mental protection. Whenever you and your affected allies attempt to Recall Knowledge or attempt a saving throw against a mental effect, you roll twice and take the better result. This is a fortune effect.</p>\n<p></p>\n<hr />\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Effect</strong> You expend a number of charges from the staff to cast a spell from its list.</p>\n<ul>\n<li><strong>Cantrip</strong> Detect Magic</li>\n<li><strong>1st</strong> Sure Strike</li>\n<li><strong>2nd</strong> Translate, Darkvision, See the Unseen</li>\n<li><strong>3rd</strong> Clairaudience, Darkvision</li>\n<li><strong>4th</strong> Clairvoyance, Translate, Telepathy</li>\n<li><strong>5th</strong> Scouting Eye, Sending</li>\n<li><strong>6th</strong> Telepathy, Truesight</li>\n</ul>",
    "rarity": "common",
    "traits": [
      "apex",
      "magical",
      "staff",
      "two-hand-d8"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 15,
    "name": "Whistle of Calling",
    "price": {
      "gp": 6300
    },
    "description": "<p>A <em>whistle of calling</em> appears to be a simple brass whistle. It changes slightly in appearance depending on the type of creature to which it's attuned, depicting small carvings of hooves, feather patterns, claws, or other appropriate motifs.</p>\n<hr />\n<p><strong>Activate</strong> 10 minutes (Interact)</p>\n<hr />\n<p><strong>Effect</strong> You blow the whistle at different tones in the presence of a companion or another allied creature willing to be your mount. At the end of the 10 minutes, the whistle is attuned to that creature. The whistle can be attuned to only one creature at any time, but you can attune it to a new one with another 10-minute activation.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You blow the whistle and the creature to which it is attuned teleports instantly from as far as 1 mile away to an unoccupied space within 30 feet of you. The whistle has no effect if the attuned creature is dead, on another plane, or outside the range.</p>",
    "rarity": "uncommon",
    "traits": [
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 21,
    "name": "White Cleome's Eye",
    "price": {},
    "description": "<p>Delicate engravings of spiders and cleomes decorate the silver cover of this magnifying loupe.</p>\n<p>Anything viewed through these thin spectacles looks crisp and clear, and the earpieces accentuate sounds around you. You gain a +3 item bonus to Perception checks.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision</p>\n<p><strong>Frequency</strong> once per hour</p><hr /><p><strong>Effect</strong> The spectacles key in on someone to show you their social cues in perfect clarity. Choose a creature you can see. You gain a +4 item bonus on Perception checks you make to use Sense Motive against that creature. This benefit lasts until you Activate the item again in this way. If you're an investigator, you can use this activation as part of the action you take to Devise a Stratagem or Pursue a Lead, and you can do the latter even though you can't see the creature. You must choose the same creature you chose for Devise a Stratagem or Pursue a Lead.</p>",
    "rarity": "unique",
    "traits": [
      "artifact",
      "divine",
      "invested",
      "magical"
    ],
    "usage": "Worn Eyepiece",
    "worn": "Eyepiece"
  },
  {
    "level": 0,
    "name": "Wide landscape by an expert",
    "price": {
      "gp": 25
    },
    "description": "",
    "rarity": "common",
    "traits": [],
    "usage": "",
    "worn": null
  },
  {
    "level": 3,
    "name": "Wig of Holding",
    "price": {
      "gp": 45
    },
    "description": "<p><em>Wigs of holding</em> are created from planar fibers and contain small extradimensional spaces accessible within the hair. They can hold up to four items of light Bulk inside them, and Bulk held within the wig of holding doesn't increase the Bulk of the wig itself. You can Interact with a wig of holding to put items inside or remove items from it, and you can do so more easily than with a mundane container. It only takes a single Interact action to withdraw these items, like a worn item, rather than taking two Interact actions, like a stowed item.</p>",
    "rarity": "uncommon",
    "traits": [
      "extradimensional",
      "invested",
      "magical"
    ],
    "usage": "Worn Headwear",
    "worn": "Headwear"
  },
  {
    "level": 10,
    "name": "Wildwood Ink (Greater)",
    "price": {
      "gp": 900
    },
    "description": "<p>These curving, delicate designs resemble leaves, vines, or creepers, most often wrapped around a limb, ear, or throat, or curled around specific muscles. They help you blend in among plants. You gain a +2 item bonus to Stealth checks, which increases to +3 in forests.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">R</span></p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> A creature would detect you by Seeking</p>\n<p><strong>Requirements</strong> You're in a forest or similar natural area</p>\n<hr />\n<p><strong>Effect</strong> The tattoo casts One with Plants on you before you can be noticed. The duration of this spell is 1 hour. If you've already Activated the tattoo, you can supply a separate casting of <em>trees shape</em> to recharge the tattoo instead of having the spell's normal effect. This allows you to Activate the tattoo again in the same day. You can do so multiple times each day, but only as many times as you continue to cast <em>tree shape</em> to recharge the tattoo after each use.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "primal",
      "tattoo"
    ],
    "usage": "Tattooed On The Body",
    "worn": null
  },
  {
    "level": 17,
    "name": "Wildwood Ink (Major)",
    "price": {
      "gp": 15000
    },
    "description": "<p>These curving, delicate designs resemble leaves, vines, or creepers, most often wrapped around a limb, ear, or throat, or curled around specific muscles. They help you blend in among plants. You gain a +3 item bonus to Stealth checks, which increases to +4 in forests.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">R</span></p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> A creature would detect you by Seeking</p>\n<p><strong>Requirements</strong> You're in a forest or similar natural area</p>\n<hr />\n<p><strong>Effect</strong> The tattoo casts One with Plants on you before you can be noticed. The duration of this spell is 8 hours. If you've already Activated the tattoo, you can supply a separate casting of <em>tree shape</em> to recharge the tattoo instead of having the spell's normal effect. This allows you to Activate the tattoo again in the same day. You can do so multiple times each day, but only as many times as you continue to cast <em>tree shape</em> to recharge the tattoo after each use.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "primal",
      "tattoo"
    ],
    "usage": "Tattooed On The Body",
    "worn": null
  },
  {
    "level": 4,
    "name": "Wildwood Ink",
    "price": {
      "gp": 80
    },
    "description": "<p>These curving, delicate designs resemble leaves, vines, or creepers, most often wrapped around a limb, ear, or throat, or curled around specific muscles. They help you blend in among plants. You gain a +1 item bonus to Stealth checks, which increases to +2 in forests.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">R</span></p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> A creature would detect you by Seeking</p>\n<p><strong>Requirements</strong> You're in a forest or similar natural area</p>\n<hr />\n<p><strong>Effect</strong> The tattoo casts One with Plants on you before you can be noticed. The duration of this spell is 10 minutes. If you've already Activated the tattoo, you can supply a separate casting of <em>tree shape</em> to recharge the tattoo instead of having the spell's normal effect. This allows you to Activate the tattoo again in the same day. You can do so multiple times each day, but only as many times as you continue to cast <em>tree shape</em> to recharge the tattoo after each use.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "primal",
      "tattoo"
    ],
    "usage": "Tattooed On The Body",
    "worn": null
  },
  {
    "level": 5,
    "name": "Wind At Your Back",
    "price": {
      "gp": 130
    },
    "description": "<p>This object can only be described as a gray, solidified, miniature cloud that feels spongy to the touch. The cloud is incredibly soft and can be easily lifted with little effort, though its ephemeral nature requires using two hands to ensure it doesn't slip from your grasp.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You blow across the surface of the cloud, and it floats free of you and calls up a strong breeze. For the next 8 hours, it floats behind you and your companions, increasing the amount of time the group can Hustle during exploration to the lowest Constitution modifier in the group × 20 instead of × 10. You must all remain within 100 feet to get the benefit. If you activate the item aboard a vehicle, you instead grant the vehicle a +10-foot circumstance bonus to its Speeds for 8 hours. If the vehicle is powered by wind, such as a sailing ship, the bonus increases to +20 feet. When the 8 hours are up, the cloud stops blowing and floats back into your hands.</p>",
    "rarity": "common",
    "traits": [
      "air",
      "magical"
    ],
    "usage": "Held In Two Hands",
    "worn": null
  },
  {
    "level": 14,
    "name": "Wind-Catcher (Greater)",
    "price": {
      "gp": 4250
    },
    "description": "<p>This rune is invested by the captain or pilot of the vehicle. The vehicle gains a +10-foot item bonus to its Speed. If lack of wind prevents the vehicle from moving, it can still move at a Speed of 10 feet.</p>",
    "rarity": "uncommon",
    "traits": [
      "magical"
    ],
    "usage": "Applied To A Wind-Powered Vehicle",
    "worn": null
  },
  {
    "level": 7,
    "name": "Wind-Catcher",
    "price": {
      "gp": 350
    },
    "description": "<p>This rune is invested by the captain or pilot of the vehicle. The vehicle gains a +5-foot item bonus to its Speed. If lack of wind prevents the vehicle from moving, it can still move at a Speed of 5 feet.</p>",
    "rarity": "uncommon",
    "traits": [
      "magical"
    ],
    "usage": "Applied To A Wind-Powered Vehicle",
    "worn": null
  },
  {
    "level": 6,
    "name": "Wind Ocarina",
    "price": {
      "gp": 50
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<hr />\n<p>A blue finish decorates the ceramic body of a wind ocarina. When you play a note on this ocarina, for 1 minute, winds sweep into strong gusts in a 5 foot emanation around you. The winds have the following effects.</p>\n<ul>\n<li>Ammunition from physical ranged attacks—such as arrows, bolts, sling bullets, and other objects of comparable size—can't pass through the area. Passing through the area causes attacks with bigger ranged weapons, such as thrown weapons, to take a –2 circumstance penalty to their attack rolls if their paths pass through the emanation. Massive ranged weapons and spell effects that don't create physical objects can pass through the emanation with no penalty.</li>\n<li>The area is difficult terrain to creatures attempting to move through it.</li>\n<li>Gases, including creatures in gaseous form, can't pass through the emanation. When the emanation arises, such gases are removed from the area, including your space.</li>\n<li>The area, including your space, has breathable air.</li>\n</ul>\n<p>Once the magic is used, the ocarina remains a non-magical virtuoso musical instrument.</p>",
    "rarity": "common",
    "traits": [
      "air",
      "aura",
      "consumable",
      "magical"
    ],
    "usage": "Held In Two Hands",
    "worn": null
  },
  {
    "level": 2,
    "name": "Wind-Up Cart",
    "price": {
      "gp": 6
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>This primitive device can be cobbled together from springs, wheels, and scrap and is commonly used to carry rocks or other dead weight forward to trigger traps. It can be loaded with up to 4 Bulk of items. Most creatures aren't small enough to fit on the cart, and even for Tiny creatures, it makes for a choppy ride; while riding the cart, a creature gains two actions at the start of each of its turns, instead of three. Once activated, the cart moves forward at a speed of 30 feet per round on your turn for up to 1 minute. If it strikes an obstruction, it attempts to continue its movement, pushing with an Athletics bonus of +5, once per round. The wind-up cart has AC 15, Hardness 2, 24 Hit Points, and a Break Threshold of 12. After its 1-minute duration completes, the cart collapses back into scrap.</p>",
    "rarity": "uncommon",
    "traits": [
      "clockwork",
      "consumable",
      "gadget"
    ],
    "usage": "Held In Two Hands",
    "worn": null
  },
  {
    "level": 3,
    "name": "Wind-up Wings (Flutterback)",
    "price": {
      "gp": 50
    },
    "description": "<p>These delicate clockwork wings enable thrown weapons to soar through the air at high speeds, performing turns and other aerial maneuvers midflight. Wind-up wings also have different types of special effects depending on the type. Wind-up wings must be attached to a thrown weapon and wound to function. A thrown weapon with an attached set of wind-up wings can't have anything else attached to it, or the wings cease to function.</p>\n<p>Attaching or detaching a pair of wind-up wings to a thrown weapon requires a repair kit, and the process takes 10 minutes. Winding an attached pair of wind-up wings takes three Interact actions.</p>\n<p>When you make a thrown Strike with the weapon to which a pair of flutterback wind-up wings are attached, and the wings are wound, the wings fly the weapon back to your hand after the Strike is complete. If your hands are full when the weapon returns, the wings hover in place three feet above the ground. At the end of your turn, the wings are wound down; they don't function again until wound. If you aren't holding the weapon when the flutterback wind-up wings become wound down, the weapon falls to the ground.</p>",
    "rarity": "rare",
    "traits": [
      "clockwork"
    ],
    "usage": "Attached To A Thrown-Weapon",
    "worn": null
  },
  {
    "level": 12,
    "name": "Wind-up Wings (Homing)",
    "price": {
      "gp": 1800
    },
    "description": "<p>These delicate clockwork wings enable thrown weapons to soar through the air at high speeds, performing turns and other aerial maneuvers midflight. Wind-up wings also have different types of special effects depending on the type. Wind-up wings must be attached to a thrown weapon and wound to function. A thrown weapon with an attached set of wind-up wings can't have anything else attached to it, or the wings cease to function.</p>\n<p>Attaching or detaching a pair of wind-up wings to a thrown weapon requires a repair kit, and the process takes 10 minutes. Winding an attached pair of wind-up wings takes three Interact actions.</p>\n<p>When you make a thrown Strike with the weapon to which a pair of homing wind-up wings are attached, and the wings are wound, the wings seek out your target, flying through cover and avoiding obstacles. You ignore the target's Concealed condition and reduce the target's cover by one step (lesser cover to no cover, standard cover to lesser cover, or greater cover to standard cover). After the Strike is complete, the wings are wound down; they don't function again until wound.</p>",
    "rarity": "rare",
    "traits": [
      "clockwork"
    ],
    "usage": "Attached To A Thrown-Weapon",
    "worn": null
  },
  {
    "level": 7,
    "name": "Winder's Ring",
    "price": {
      "gp": 360
    },
    "description": "<p>This ring contains dozens of minute, interlocking bronze gears that buzz incessantly. The ring grants you a +1 item bonus to all Crafting checks to construct or repair clockworks.</p>\n<hr />\n<p><strong>Activate</strong> (varies) Interact</p>\n<hr />\n<p><strong>Effect</strong> The <em>winder's ring</em> extends a winding key that fits any clockwork contraption or creature, allowing you to fully wind a clockwork device or creature in half the usual time. When you activate a <em>winder's ring</em> in this way, attempt a @Check[flat|dc:16]. On a failure, the <em>winder's ring</em> exhausts itself, and you can't activate it again until the next time you make your daily preparations.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The <em>winder's ring</em> transforms into a @UUID[Compendium.pf2e.pathfinder-bestiary-3.Actor.Clockwork Spy] that doesn't require winding and obeys your spoken commands for up to 1 hour. In this form, the <em>winder's ring</em> has the minion trait. You can use this action again to return the clockwork spy to <em>winder's ring</em> form as long as you're adjacent to the clockwork spy. If the clockwork spy is slain, it reverts to its ring shape, and the <em>winder's ring</em> can't be activated again until 1 week has passed.</p>",
    "rarity": "uncommon",
    "traits": [
      "magical"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 6,
    "name": "Windlass Bola",
    "price": {
      "gp": 200
    },
    "description": "<p>Clockwork mechanisms tick away inside the weights of these <em>+1 striking returning bolas</em>, spooling out more cord in midair.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The cord of the bola snakes out as you throw it, allowing the weapon to wrap around a group of enemies. You use the bolas to attempt a ranged Trip against all creatures in a 5 foot burst within the weapon's first range increment. Roll a separate Athletics check for each target. Each attempt counts toward your multiple attack penalty, but don't increase your penalty until you have made all the attempts.</p>",
    "rarity": "uncommon",
    "traits": [
      "clockwork",
      "nonlethal",
      "ranged-trip",
      "thrown"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 5,
    "name": "Wine of the Blood",
    "price": {
      "gp": 30
    },
    "description": "<p>This wine, prepared using the blood of a creature with overwhelming vitality, soothes the body, mind, and spirit with a temporary sense of euphoria and rest. When you drink <em>wine of the blood</em>, you recover 2d10 healing{2d10 Hit Points}. Additionally, the wine attempts to counteract every negative emotion effect affecting you, with a counteract rank of 3 and a counteract modifier of +9. Lastly, you gain a +1 status bonus to all Will saves, or a +2 status bonus against emotion effects, for 1 minute.</p>\n<p></p>",
    "rarity": "rare",
    "traits": [
      "consumable",
      "healing",
      "magical",
      "potion"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 19,
    "name": "Winged (Greater)",
    "price": {
      "gp": 35000
    },
    "description": "<p>This rune is a swirling glyph on the front of the armor. A large pair of transparent, ephemeral wings floats out from the back of the armor.</p>\n<p><strong>Activate—Take to the Skies</strong> <span class=\"action-glyph\">2</span> (concentrate, manipulate)</p>\n<hr />\n<p><strong>Effect</strong> You trace the rune on the front of the breastplate and the armor's ephemeral wings grow tangible, granting you a fly Speed of 25 feet or your land Speed, whichever is slower.</p>\n<p>Once activated, the wings remain tangible indefinitely. You can Dismiss the activation if you choose, and you don't have to wait an hour to activate the rune again. Once the effect ends, the wings return to their ephemeral form.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ],
    "usage": "Etched Onto Armor",
    "worn": null
  },
  {
    "level": 10,
    "name": "Winged Sandals",
    "price": {
      "gp": 850
    },
    "description": "<p>Made from soft leather, with delicate white wings attached near the ankles, these sandals are ensorcelled with powerful air magic.</p>\n<p>Whenever you fall while wearing these sandals, they automatically cast Gentle Landing on you. This benefit can't trigger again for 10 minutes.</p>\n<hr />\n<p><strong>Activate—Awaken Wings</strong> <span class=\"action-glyph\">2</span> (air, concentrate)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> The wings grow in size and propel you through the air, granting you a fly Speed of 30 feet for 10 minutes.</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "air",
      "invested",
      "magical"
    ],
    "usage": "Worn Shoes",
    "worn": "Shoes"
  },
  {
    "level": 13,
    "name": "Winged",
    "price": {
      "gp": 2500
    },
    "description": "<p>This rune is a swirling glyph on the front of the armor. A large pair of transparent, ephemeral wings floats out from the back of the armor.</p>\n<p><strong>Activate—Take to the Skies</strong> <span class=\"action-glyph\">2</span> (concentrate, manipulate)</p>\n<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p><strong>Effect</strong> You trace the rune on the front of the breastplate, and the armor's ephemeral wings grow tangible, granting you a fly Speed of 25 feet or your land Speed, whichever is slower. This effect lasts for 5 minutes or until you Dismiss it. Once the effect ends, the wings disappear completely, reappearing in their ephemeral form 1 hour later</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ],
    "usage": "Etched Onto Armor",
    "worn": null
  },
  {
    "level": 14,
    "name": "Winterstep Elixir (Greater)",
    "price": {
      "gp": 640
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>This frigid white elixir widens your feet and lightens your steps, enabling you to walk across ice and snow without difficulty. You ignore the uneven ground and difficult terrain caused by ice, and the difficult terrain caused by snow (reducing greater difficult terrain caused by ice or snow to ordinary difficult terrain). The duration is 8 hours.</p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "consumable",
      "elixir"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 6,
    "name": "Winterstep Elixir (Lesser)",
    "price": {
      "gp": 36
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>This frigid white elixir widens your feet and lightens your steps, enabling you to walk across ice and snow without difficulty. You ignore the uneven ground and difficult terrain caused by ice, and the difficult terrain caused by snow (reducing greater difficult terrain caused by ice or snow to ordinary difficult terrain). The duration is 10 minutes.</p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "consumable",
      "elixir"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 2,
    "name": "Winterstep Elixir (Minor)",
    "price": {
      "gp": 6
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>This frigid white elixir widens your feet and lightens your steps, enabling you to walk across ice and snow without difficulty. You ignore the uneven ground and difficult terrain caused by ice, and the difficult terrain caused by snow (reducing greater difficult terrain caused by ice or snow to ordinary difficult terrain). The duration is 1 minute.</p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "consumable",
      "elixir"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 10,
    "name": "Winterstep Elixir (Moderate)",
    "price": {
      "gp": 160
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>This frigid white elixir widens your feet and lightens your steps, enabling you to walk across ice and snow without difficulty. You ignore the uneven ground and difficult terrain caused by ice, and the difficult terrain caused by snow (reducing greater difficult terrain caused by ice or snow to ordinary difficult terrain). The duration is 1 hour.</p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "consumable",
      "elixir"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Wish Blade",
    "price": {
      "gp": 5
    },
    "description": "<p>Specialized grooves lined with unique, alchemically treated metals capable of retaining energy score the length of this sword. The first wish blades originated from genie smiths, and the knowledge of these weapons has been passed on to generations of geniekin, earning them the name wish blades.</p>",
    "rarity": "uncommon",
    "traits": [
      "disarm",
      "geniekin",
      "resonant",
      "two-hand-d10"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 0,
    "name": "Wish Knife",
    "price": {
      "gp": 2
    },
    "description": "<p>Much like a wish blade, the length of this knife is scored with intricate grooves capable of retaining energy. Wish knives are lighter than their counterparts, making them the weapon of choice for agile combatants.</p>",
    "rarity": "uncommon",
    "traits": [
      "agile",
      "disarm",
      "finesse",
      "geniekin",
      "resonant",
      "versatile-s"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 12,
    "name": "Wisp Chain (Greater)",
    "price": {
      "gp": 1900
    },
    "description": "<p>This <em>+1 resilient chain shirt</em> is made of small, interlocking currents of wind carefully woven together. While the links of air don't jingle against each other like chain links might, the tiny cyclones nevertheless create a blustering howl akin to standing at the center of a storm. A creature that ends its turn adjacent to you must attempt a @Check[fortitude|dc:27] save. On a failure, it becomes Deafened until it moves away from you.</p>\n<p><strong>Activate—Slicing Links</strong> <span class=\"action-glyph\">2</span> (concentrate)</p>\n<p><strong>Frequency</strong> Once per day</p>\n<hr />\n<p><strong>Effect</strong> You unbind the currents that form your armor and release them as cutting whorls of air that slice into creatures in a 60 foot cone. Creatures in the area take @Damage[9d6[slashing]|options:area-damage] damage with a DC 29 fortitude save. A creature that fails its save is also pushed 10 feet (or 20 feet on a critical failure). You lose the AC bonus of your armor until the end of your turn, when the air currents reform the wisp chain around you.</p>",
    "rarity": "common",
    "traits": [
      "air",
      "invested",
      "magical"
    ],
    "usage": "",
    "worn": null
  }
]