[
  {
    "level": 10,
    "name": "Tyrant Ampoule",
    "price": {
      "gp": 175
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> Interact</p>\n<p>The body of a fearsome tyrannosaurus is shrunken and contained in this bottle, its desiccated form barely constrained within the glass. The effigy of a Gargantuan tyrannosaurus forms when you open the bottle, causing devastation as it rampages. The tyrannosaurus Strides up to 40 feet. It can move through the spaces of Huge or smaller creatures and can attempt to Trample each creature whose space it enters, dealing @Damage[(2d10+12)[bludgeoning]] with a DC 27 reflex. It can attempt to Trample each creature only once.</p>\n<hr />\n<p><strong>Craft Requirements</strong> Supply the corpse of a tyrannosaurus.</p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable",
      "expandable"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 8,
    "name": "Tyrant's Writs",
    "price": {
      "gp": 500
    },
    "description": "<p>A spirited debate persists among scholars on whether the eponymous tyrant of this grimoire actually refers to Tar-Baphon, the necromancer Geb, or even the goddess Urgathoa herself. This grimoire appears at first to be a series of writs that makes arrogant demands of the reader, those around them, and the universe. Anyone who gives these writings more than a cursory look realizes the writs hold spells much like any other grimoire, with the animate dead spell being particularly prominent. Tyrant's writs grants you the ability to demand more from the undead you animate.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">F</span> envision (metamagic)</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> If your next action is to Cast a Spell to cast an animate dead spell prepared with tyrant's writs, you can choose one of the following additional benefits to grant the summoned undead.</p>\n<ul>\n<li><strong>Bloody</strong> The undead gains fast healing equal to its level.</li>\n<li><strong>Explosive</strong> When it reaches 0 Hit Points, the undead explodes, dealing 4d6 fire damage to adjacent creatures, with a basic Reflex save using the animate dead spell's DC. As normal, since the final sacrifice spell doesn't reduce the target to 0 Hit Points, it doesn't cause this explosion.</li>\n<li><strong>Necrotic Speed</strong> The undead gains a +10-foot status bonus to all its Speeds.</li>\n<li><strong>Rotten</strong> Any living creature who starts its turn adjacent to the undead who isn't at full Hit Points takes 1d6 poison damage\n</li>\n</ul>",
    "rarity": "uncommon",
    "traits": [
      "grimoire",
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 4,
    "name": "Ugly Cute's Gift",
    "price": {
      "gp": 60
    },
    "description": "<p>This spiky, stony fragment shed from Ugly Cute's carapace fits quite comfortably over the hand. Though a little bulkier than the typical gauntlet, it still functions as a <em>+1 spiked gauntlet</em>.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> command, Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You draw upon Ugly Cute's latent spiritual energy to infuse the gauntlet with forceful power. For 1 minute, <em>Ugly Cute's gift</em> gains the advantages of a Ghost Touch property rune and deals an additional 2 force damage on a successful Strike.</p>\n<p></p>",
    "rarity": "unique",
    "traits": [
      "agile",
      "free-hand",
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 19,
    "name": "Umbraex Eye",
    "price": {
      "gp": 34000
    },
    "description": "<p>Like the rest of its form, the eyes of the legendary umbraex darvakka collapse into ashes when the creature is destroyed. Rarely, when the umbraex wishes to impart information beyond its ashen reconstitution, it ejects one of its eyes at the moment of destruction. This large orb hardens into an obsidian-like substance that swirls with captivated motes of darkness deep within. While you hold the umbraex eye, you have lifesense (imprecise) 120 feet.</p>\n<p><strong>Activate</strong> 1 minute (command, Interact)</p>\n<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p><strong>Effect</strong> Name a person, event, or location and the umbraex eye shows 1 minute of relevant memory the umbraex witnessed firsthand. The events are displayed as clear images in the eye and accompanied by sound. If the umbraex has no relevant memories, the eye merely flickers with shadows.</p>",
    "rarity": "rare",
    "traits": [
      "invested",
      "magical"
    ],
    "usage": "Held In Two Hands",
    "worn": null
  },
  {
    "level": 8,
    "name": "Umbral Wings",
    "price": {
      "gp": 500
    },
    "description": "<p>This hooded cloak is soft and surprisingly durable. Its cloth is a purple so deep as to be almost black, woven with dark blue and purple shapes suggesting wings of nocturnal creatures. While wearing the cloak, you gain low-light vision and a +1 item bonus to Seek creatures.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision</p>\n<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p><strong>Effect</strong> You gain a fly Speed equal to your Speed until the end of your next turn. If you aren't standing on solid ground when the effect ends, you fall.</p>",
    "rarity": "uncommon",
    "traits": [
      "invested",
      "magical"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 0,
    "name": "Umbrella Injector",
    "price": {
      "gp": 4
    },
    "description": "<p>This umbrella's ferrule is a hollow-tipped blade three to four inches in length and often overlooked as decorative. A receptacle inside the umbrella's shaft can be loaded with a single dose of injury poison and injected into a damaged target with the pull of a sliding trigger. Reinforced ribs enable you to parry and deflect blows with the umbrella's tear-resistant canopy.</p>",
    "rarity": "uncommon",
    "traits": [
      "concealable",
      "finesse",
      "injection",
      "parry"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 3,
    "name": "Unbreakable Heart",
    "price": {
      "gp": 60
    },
    "description": "<p>The name of your beloved adorns this stylized image of a heart. An unbreakable heart tattoo can be received only at the end of a successful Heartbond ritual, serving as your token. The other participant can have a token other than a tattoo if they wish. If you have more than one heartbond, each unbreakable heart you have serves as a token for only one of them. The love exuding from you grants you a +1 item bonus to Diplomacy checks. When you use heartbond's activity to learn your beloved's present state, you can also grant them a small gift, choosing from the following options each time. Make your choice after learning their state.</p>\n<ul>\n<li>Your beloved gains 5 temporary Hit Points that last for 10 minutes.</li>\n<li>The tattoo casts Guidanceon your beloved.</li>\n<li>The tattoo casts Stabilizeon your beloved.</li>\n<li>The tattoo casts Light on your beloved's token from heartbond\n</li>\n</ul>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical",
      "tattoo"
    ],
    "usage": "Tattooed On The Body",
    "worn": null
  },
  {
    "level": 14,
    "name": "Undead Compendium",
    "price": {
      "gp": 6300
    },
    "description": "<p>The best minds among the Magaambyan, Iomedaean, and Pharasmin Knights of Lastwall joined together to create these small, leather-bound journals. While you're holding an <em>undead compendium</em>, the information it contains slips into your mind, granting you a +2 item bonus to Recall Knowledge checks to obtain information about undead creatures.</p>\n<hr />\n<p><strong>Activate</strong> 10 minutes (envision, Interact; auditory, linguistic)</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You study the journal, focusing on a specific type of undead creature, and as the information fills the pages, you recite it aloud to your allies. Select ghost, ghoul, graveknight, lich, mummy, vampire, wight, or zombie. You and up to four allies that hear you read the information aloud during the activation gain a +2 item bonus on attack rolls and saving throws against that type of undead for the next 10 minutes. To benefit from the bonus, your allies must listen attentively and can't perform any other activities during the activation time.</p>",
    "rarity": "uncommon",
    "traits": [
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 4,
    "name": "Undead Detection Dye",
    "price": {
      "gp": 20
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>The liquid in this test tube is as clear as water. You can drop in a sample collected from the environment or a creature to reveal what kind of undead has been in contact with the sample in the past 24 hours. The water changes color, as seen on the table, or remains clear if it doesn't detect any traces of undead. The higher the undead's level or number of undead in contact with the sample, the more intense the color. This isn't a foolproof way to identify a disguised creature as undead, since any contact with undead causes the sample to change colors. If an undead has been disguising its undead nature or its presence in an area, the GM can roll a secret DC 20 deception or DC 20 stealth check for the creature when the dye is activated. On a success, the creature avoided leaving traces. This can't protect the undead from discovery if it actively uses its undead abilities on an area or creature, though it can attempt to remove any evidence with activities like Cover Tracks and Conceal an Object.</p>\n<hr />\n<table class=\"pf2e\">\n<thead>\n<tr>\n<td><strong>Color</strong></td>\n<td><strong>Undead Detected</strong></td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Red</td>\n<td>Vampire</td>\n</tr>\n<tr>\n<td>Orange</td>\n<td>Wight</td>\n</tr>\n<tr>\n<td>Yellow</td>\n<td>Mummy</td>\n</tr>\n<tr>\n<td>Green</td>\n<td>Ghost</td>\n</tr>\n<tr>\n<td>Blue</td>\n<td>Ghoul</td>\n</tr>\n<tr>\n<td>Indigo</td>\n<td>Wraith</td>\n</tr>\n<tr>\n<td>Purple</td>\n<td>Shadow</td>\n</tr>\n<tr>\n<td>Gray</td>\n<td>Mindless undead such as a zombie or skeleton</td>\n</tr>\n<tr>\n<td>Black</td>\n<td>Lich</td>\n</tr>\n<tr>\n<td>White</td>\n<td>Other Undead</td>\n</tr>\n</tbody>\n</table>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "consumable"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 7,
    "name": "Undead Scourge",
    "price": {
      "gp": 350
    },
    "description": "<p>An <em>undead scourge</em> is a <em>+1 striking disrupting dagger</em> with a bluish-white metal blade that emits a faint glow. These used to be weapons of Pharasmin undead slayers only, but the slayers have since shared these daggers with the Knights of Lastwall.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">F</span> Interact</p>\n<p><strong>Frequency</strong> once per hour</p>\n<p><strong>Trigger</strong> You damage an undead creature with the undead scourge</p>\n<hr />\n<p><strong>Effect</strong> You disrupt the undead's connection to void energy. For 1 minute, the undead damaged with the dagger can't be healed by void energy unless the effect attempting to heal the undead first counteracts the undead scourge's effect, with a counteract rank of 4 and DC of 25. Vitality energy still has the usual effects on the undead.</p>",
    "rarity": "common",
    "traits": [
      "agile",
      "finesse",
      "magical",
      "thrown-10",
      "versatile-s"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 6,
    "name": "Undertaker's Manifest",
    "price": {
      "gp": 220
    },
    "description": "<p>This grim collection of spreadsheets is used both by undertakers who occasionally need to avoid the notice of their more restless clients, and by industrious necromancers looking to avoid catching the notice of cemetery guards and vigilant undertakers.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">F</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> If your next action is to cast a necromancy spell, the spell's casting is accompanied by a roiling cloud of shadow that spills out around you, creating dim light in a 30 foot emanation centered on you for the next 3 rounds. This has no effect on areas where the lighting level is already darker than dim light.</p>",
    "rarity": "common",
    "traits": [
      "darkness",
      "grimoire",
      "magical",
      "shadow"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 9,
    "name": "Underwater firing Mechanism",
    "price": {
      "gp": 600
    },
    "description": "<p>This device replaces the attached firearm's normal firing mechanism (normally, most guns use a flintlock or matchlock firing mechanism). When the firearm's wielder fires the weapon, a small rune etched on a piece of stone affixed inside the mechanism releases a magical spark that's propelled through the firing mechanism and into the firearm, launching its bullet. An <em>underwater firing mechanism</em> allows the attached firearm to be fired underwater or in other conditions that would normally prevent the ignition of black powder. Attaching an <em>underwater firing mechanism</em> to a firearm takes 1 hour, though this time can overlap with the standard time required to maintain and clean your firearm to prevent misfires.</p>",
    "rarity": "uncommon",
    "traits": [
      "magical"
    ],
    "usage": "Attached To Crossbow Or-Firearm Firing Mechanism",
    "worn": null
  },
  {
    "level": 3,
    "name": "Underwater",
    "price": {
      "gp": 50
    },
    "description": "<p>This weapon works as well in water as it does on land. Attacks with the weapon don't take the normal penalties and restrictions for being used in water or underwater. If the weapon is capable of dealing fire damage, its fire functions underwater as well.</p>",
    "rarity": "common",
    "traits": [
      "magical",
      "water"
    ],
    "usage": "Etched Onto A Weapon",
    "worn": null
  },
  {
    "level": 14,
    "name": "Unending Itch",
    "price": {
      "gp": 700
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> Interact</p>\n<p>Invented to cause a lengthy and unpleasant demise, this poison manifests as an itch that can't be soothed. The victim experiences the poison damage as irritation rather than pain or sickness and must succeed at a @Check[perception|dc:34] check to realize they're poisoned. The poison can also be identified with a @Check[medicine|dc:34] check. Once the victim has lost half or more of its Hit Points, the DC drops to 30 for either check. As long as the victim doesn't realize it's poisoned, the GM makes its saving throws in secret.</p>\n<p><strong>Saving Throw</strong> DC 34 fortitude (secret)</p>\n<p><strong>Maximum Duration</strong> 5 minutes</p>\n<p><strong>Stages 1–5</strong> 1d6 poison (1 round)</p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable",
      "injury",
      "poison",
      "virulent"
    ],
    "usage": "Held In Two Hands",
    "worn": null
  },
  {
    "level": 20,
    "name": "Unending Youth",
    "price": {},
    "description": "<p>You cease aging, and if you were older than young adult in age, you become a young adult again. You gain a +4 status bonus to saves against death effects and resistance to void damage equal to half your level.</p>\n<p>Once per day, from any distance, Abrogail Thrune II can recite a mandatory appearance clause in your Thrune contract as a 3-action activity to summon you to her side, where you are <em>controlled</em> by Abrogail for 1 minute before you return.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> Command</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You recite a hold harmless provision from your Thrune contract. Reduce your doomed value to 0. Abrogail Thrune II is immediately made aware that you have used this ability.</p>",
    "rarity": "rare",
    "traits": [
      "contract",
      "invested",
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 3,
    "name": "Unexceptional",
    "price": {
      "gp": 60
    },
    "description": "<p>Merchants traveling into Stonebreach sometimes apply this accessory rune to specific wares to avoid the notice of thieves. Conversely, many thieves in Highhelm apply these runes to stolen goods to help them smuggle items out of the city. The item gains the effects of Disguise Magic to appear as non-magical. The rune's effects also cause anyone who closely observes or holds the item to believe it is a mundane version of that type of item, such as believing a magical dagger to be an ordinary dagger, unless the creature succeeds at a @Check[will|dc:18] save. Creatures that succeed their save see that there is more to the item than meets the eye, but aren't immediately aware of the <em>magic aura</em> effect.</p>",
    "rarity": "uncommon",
    "traits": [
      "illusion",
      "magical"
    ],
    "usage": "Applied To Any Item-Of Light Or Negligible-Bulk",
    "worn": null
  },
  {
    "level": 15,
    "name": "Unfathomable Stargazer",
    "price": {},
    "description": "<p>An unfathomable stargazer is a handheld brass telescope etched with constellations, the patterns of which form bizarre, shifting runes. You can observe the night sky with an unfathomable stargazer, however, the constellations you glimpse through the telescope distort with expanding and contracting fields of darkness among them. You use Occultism instead of Perception or Astronomy Lore when observing the skies with this item, and gain a +2 item bonus on all checks to do so. Once you use it, it fuses to you, and you must succeed at a @Check[will|dc:35] save to use another device to observe the stars, including your naked eyes. The telescope imposes a –4 circumstance penalty to Survival checks to Sense Direction or navigate. If you critically fail this Survival check, you're subjected to Warp Mind (DC 34 will) as you glimpse something horrifying and alien amid the darkness.</p>",
    "rarity": "rare",
    "traits": [
      "cursed",
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 7,
    "name": "Unfolding Tree House",
    "price": {
      "gp": 340
    },
    "description": "<p>Though it looks like a simple profile of a bird's wing and body carved into a flat triangle of wood, this magical object can transform into a tree house.</p>\n<p><strong>Activate—Unfold</strong> 1 minute (concentrate, manipulate)</p>\n<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> You unfold the triangle on near-Invisible seams and the bird animates, flying up to perch in a tree you designate within 300 feet of you. The bird's perch can be as high as 200 feet off the ground or the top of the trees, whichever is lower. The bird then alights, expands, and reshapes into an elegantly crafted tree house over the course of 10 minutes. Unlike typical items with the structure trait, this tree house attaches to the tree instead of needing to be on solid ground.</p>\n<p>Once the tree house is in place, a ladder made of intricately woven vines attached to the tree house unfurls all the way to the ground. It can be manually pulled up by inhabitants of the tree house for safety. The tree house has a small veranda, circular windows, a door with a simple lock, and six bedrolls inside. Atop a small cushion sits a wooden whistle.</p>\n<p>As an action, you can blow the whistle to create a soft bird call. At this signal, the tree house gradually folds back into a bird over the course of 1 minute, gently ejecting any occupants toward the ladder. Afterward, the bird flies to you, seizes the whistle, and then folds back into the wooden triangle. Unless commanded to dismantle, the tree house stays in place indefinitely, though it's subject to normal wear and damage.</p>",
    "rarity": "uncommon",
    "traits": [
      "magical",
      "structure",
      "wood"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 13,
    "name": "Unholy Plate",
    "price": {
      "gp": 2500
    },
    "description": "<p>Crafted from black iron, this crude suit of <em>+2 resilient full plate</em> is designed to make you look like a horned demon with your face peering out of the screaming maw of the beast.</p>\n<p>While wearing the armor, you can attack with the helmet's horns. They're a martial melee weapon with the effects of a +2 weapon potency rune. They deal 2d8 piercing damage and have the deadly d12 and unholy traits. On a critical hit with the horns, the target must succeed at a @Check[fortitude|dc:30] or become Drained{Drained 1} (or Drained{Drained 2} on a critical failure). The horns can't be etched with any runes.</p>\n<p>If you're holy, you're Drained{Drained 2} and can't recover from this condition while wearing unholy plate.</p><hr /><p><strong>Activate—Demonic Slip</strong> <span class=\"action-glyph\">2</span> (concentrate)</p>\n<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> You cast Translocate.</p><hr /><p><strong>Craft Requirements</strong> You're unholy; supply one casting of <em>translocate</em>.</p>",
    "rarity": "common",
    "traits": [
      "bulwark",
      "divine",
      "invested",
      "unholy"
    ],
    "usage": "",
    "worn": null
  },
  {
    "level": 1,
    "name": "Unholy Water",
    "price": {
      "gp": 3
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> Strike</p>\n<hr />\n<p>A malicious deity's malice lies within this vial of water. You activate a vial of <em>unholy water</em> by throwing it as a Strike. It's a simple thrown weapon with a range increment of 20 feet.</p>\n<p><em>Unholy water</em> deals 1d6 spirit damage and 1 spirit splash damage. <em>Unholy water</em> can damage only creatures with the holy trait.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "divine",
      "splash",
      "thrown",
      "unholy"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 11,
    "name": "Unholy",
    "price": {
      "gp": 1400
    },
    "description": "<p>An <em>unholy</em> rune instills fiendish power into the etched weapon. Strikes made with it gain the unholy trait and deal an extra 1d4 spirit damage, or an extra 2d4 against a holy target. If you are holy, you are Enfeebled{Enfeebled 2} while carrying or wielding this weapon.</p>\n<p><strong>Activate—Unholy Bloodshed</strong> <span class=\"action-glyph\">R</span> (concentrate)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> You critically succeed at an attack roll against a holy creature with the weapon</p>\n<hr />\n<p><strong>Effect</strong> The target takes Persistent Damage{Persistent Bleed Damage} equal to 1d8 per weapon damage die of the etched weapon.</p>\n<p><strong>Craft Requirements</strong> You are unholy.</p>",
    "rarity": "common",
    "traits": [
      "magical",
      "unholy"
    ],
    "usage": "Etched Onto Weapon Wo-Unholy Rune",
    "worn": null
  },
  {
    "level": 5,
    "name": "Uniter of Clans",
    "price": {
      "gp": 125
    },
    "description": "<p>Resembling two hands clasped in friendship, this diplomat's badge is designed to be woven into the wearer's braided beard. When the wearer befriends others, one of the hands briefly transforms to resemble the befriended creature's own.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> Recall Knowledge</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> Attempt a DC 20 check to Recall Knowledge about people of a human ethnicity, a non-human ancestry, or some other type of creature. (The GM determines what your options are.) If you succeed, the badge's bonus increases to +2 for Diplomacy checks with creatures of that group for the rest of the day.</p>\n<p></p>",
    "rarity": "unique",
    "traits": [
      "invested",
      "magical",
      "relic"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 9,
    "name": "Unmemorable Mantle (Greater)",
    "price": {
      "gp": 1300
    },
    "description": "<p>This long, shoddy cloak bears a hood and a simple brass clasp. While wearing the cloak, you gain a +2 item bonus to Deception checks to Impersonate an individual and to Lie while in character as that individual.</p>\n<hr />\n<p><strong>Activate</strong> 1 minute (envision, Interact)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Requirements</strong> You are Impersonating someone else</p>\n<hr />\n<p><strong>Effect</strong> While conversing or otherwise casually interacting with other creatures, you can adjust the mantle's clasp to modify those creatures' recollections of the last 5 minutes of their interaction with you. Each creature must attempt a DC 28 will save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature recalls the interaction clearly and realizes you were trying to alter their memory.</p>\n<p><strong>Success</strong> The creature recalls the interaction clearly.</p>\n<p><strong>Failure</strong> You decide whether or not the creature recalls the interaction. You can also alter minor details the creature recalls about the interaction, such as the time, place, and whether the interaction was favorable, as determined by the GM.</p>\n<p><strong>Critical Failure</strong> You decide whether or not the creature recalls the interaction. You can also alter major details the creature recalls about the interaction, such as believing you to be another individual or that the creature agreed to a favor, as determined by the GM.</p>",
    "rarity": "common",
    "traits": [
      "illusion",
      "invested",
      "magical"
    ],
    "usage": "Worn Cloak",
    "worn": "Cloak"
  },
  {
    "level": 17,
    "name": "Unmemorable Mantle (Major)",
    "price": {
      "gp": 21750
    },
    "description": "<p>This long, shoddy cloak bears a hood and a simple brass clasp. While wearing the cloak, you gain a +3 item bonus to Deception checks to Impersonate an individual and to Lie while in character as that individual.</p>\n<hr />\n<p><strong>Activate</strong> 1 minute (envision, Interact)</p>\n<p><strong>Frequency</strong> once every 10 minutes</p>\n<p><strong>Requirements</strong> You are Impersonating someone else</p>\n<hr />\n<p><strong>Effect</strong> While conversing or otherwise casually interacting with other creatures, you can adjust the mantle's clasp to modify those creatures' recollections of the last 5 minutes of their interaction with you. Each creature must attempt a DC 38 will save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature recalls the interaction clearly and realizes you were trying to alter their memory.</p>\n<p><strong>Success</strong> The creature recalls the interaction clearly.</p>\n<p><strong>Failure</strong> You decide whether or not the creature recalls the interaction. You can also alter minor details the creature recalls about the interaction, such as the time, place, and whether the interaction was favorable, as determined by the GM.</p>\n<p><strong>Critical Failure</strong> You decide whether or not the creature recalls the interaction. You can also alter major details the creature recalls about the interaction, such as believing you to be another individual or that the creature agreed to a favor, as determined by the GM.</p>",
    "rarity": "common",
    "traits": [
      "illusion",
      "invested",
      "magical"
    ],
    "usage": "Worn Cloak",
    "worn": "Cloak"
  },
  {
    "level": 7,
    "name": "Unmemorable Mantle",
    "price": {
      "gp": 300
    },
    "description": "<p>This long, shoddy cloak bears a hood and a simple brass clasp. While wearing the cloak, you gain a +1 item bonus to Deception checks to Impersonate an individual and to Lie while in character as that individual.</p>\n<hr />\n<p><strong>Activate</strong> 1 minute (envision, Interact)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Requirements</strong> You are Impersonating someone else</p>\n<hr />\n<p><strong>Effect</strong> While conversing or otherwise casually interacting with other creatures, you can adjust the mantle's clasp to modify those creatures' recollections of the last 5 minutes of their interaction with you. Each creature must attempt a @Check[will|dc:25] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature recalls the interaction clearly and realizes you were trying to alter their memory.</p>\n<p><strong>Success</strong> The creature recalls the interaction clearly.</p>\n<p><strong>Failure</strong> You decide whether or not the creature recalls the interaction. You can also alter minor details the creature recalls about the interaction, such as the time, place, and whether the interaction was favorable, as determined by the GM.</p>\n<p><strong>Critical Failure</strong> You decide whether or not the creature recalls the interaction. You can also alter major details the creature recalls about the interaction, such as believing you to be another individual or that the creature agreed to a favor, as determined by the GM.</p>",
    "rarity": "common",
    "traits": [
      "illusion",
      "invested",
      "magical"
    ],
    "usage": "Worn Cloak",
    "worn": "Cloak"
  },
  {
    "level": 10,
    "name": "Unsullied Blood (Greater)",
    "price": {
      "gp": 200
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> envision</p>\n<hr />\n<p>Blood offered from a willing donor was taken directly from the vein and stored in an ornate vial that keeps it as pure and red as the day it was extracted. When this catalyst is added to a Vampiric Feast or Vampiric Maiden spell of up to 6th level, instead of gaining temporary Hit Points based on the damage dealt, you recover half of the damage dealt as Hit Points. If the amount of Hit Points that would be restored by the spell exceeds your Hit Point maximum, you gain the excess as temporary Hit Points.</p>",
    "rarity": "uncommon",
    "traits": [
      "catalyst",
      "consumable",
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 5,
    "name": "Unsullied Blood (Lesser)",
    "price": {
      "gp": 30
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> envision</p>\n<hr />\n<p>Blood offered from a willing donor was taken directly from the vein and stored in an ornate vial that keeps it as pure and red as the day it was extracted. When this catalyst is added to a Vampiric Feast spell of up to 4th level, instead of gaining temporary Hit Points based on the damage dealt, you recover half of the damage dealt as Hit Points.</p>",
    "rarity": "uncommon",
    "traits": [
      "catalyst",
      "consumable",
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 14,
    "name": "Unsullied Blood (Major)",
    "price": {
      "gp": 900
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> envision</p>\n<hr />\n<p>Blood offered from a willing donor was taken directly from the vein and stored in an ornate vial that keeps it as pure and red as the day it was extracted. When this catalyst is added to a Vampiric Feast, Vampiric Maiden, or Vampiric Exsanguination spell of any level, instead of gaining temporary Hit Points based on the damage dealt, you recover half of the damage dealt as Hit Points. If the amount of Hit Points that would be restored by the spell exceeds your Hit Point maximum, you gain the excess as temporary Hit Points.</p>",
    "rarity": "uncommon",
    "traits": [
      "catalyst",
      "consumable",
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 8,
    "name": "Unsullied Blood (Moderate)",
    "price": {
      "gp": 85
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> envision</p>\n<hr />\n<p>Blood offered from a willing donor was taken directly from the vein and stored in an ornate vial that keeps it as pure and red as the day it was extracted. When this catalyst is added to a Vampiric Feast spell of up to 5th level, instead of gaining temporary Hit Points based on the damage dealt, you recover half of the damage dealt as Hit Points. If the amount of Hit Points that would be restored by the spell exceeds your Hit Point maximum, you gain the excess as temporary Hit Points.</p>",
    "rarity": "uncommon",
    "traits": [
      "catalyst",
      "consumable",
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 9,
    "name": "Urn of Ashes",
    "price": {
      "gp": 700
    },
    "description": "<p>This sealed pewter urn contains the ashes of a benevolent ancestor, with a sliver of lingering spirit that strives to protect you.</p>\n<p><strong>Activate—Doom the Urn</strong> <span class=\"action-glyph\">r</span> (concentrate)</p>\n<p><strong>Trigger</strong> You would become Doomed, or your doomed value would increase</p>\n<p><strong>Requirements</strong> The ashes aren't doomed</p><hr /><p><strong>Effect</strong> The ashes in the urn intervene, taking the doomed condition in your place, and you don't gain or increase the value of your doomed condition. Each night when you get a full night's rest, you can reduce your own doomed condition or that of the urn, but not both.</p><hr /><p><strong>Activate—Spirit's Wrath</strong> <span class=\"action-glyph\">1</span> (attack, concentrate, manipulate)</p>\n<p><strong>Frequency</strong> once per round</p><hr /><p><strong>Effect</strong> The urn shoots a bolt of void energy at a foe within 30 feet. Attempt a spell attack roll against the target's AC, using a modifier of [[/r 1d20+15 #Spell]]{+15} or your own spell attack modifier, whichever is higher. On a success, the bolt deals 4d4 void damage (doubled on a critical success).</p>",
    "rarity": "common",
    "traits": [
      "magical",
      "void"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 2,
    "name": "Ursine Avenger Hood",
    "price": {},
    "description": "<p>A gift passed from warrior to warrior, this cowl is made from a cave bear's skull and fur. Once invested, the wearer gains a +1 item bonus to Nature checks to Command an Animal, which increases to +2 if the animal is a bear. The wearer of the hood feels a constant longing for the wilderness and wild places and takes a –1 item penalty to all Diplomacy checks to Gather Information or Make an Impression if they go more than 5 days inside a large town or city without spending at least 4 hours in the wilderness.</p>\n<p><strong>Destruction</strong> Soak the Ursine Avenger Hood in the blood of a linnorm that is at least 16th level and then burn it in a fire that uses only oak and chrysanthemum as fuel.</p>",
    "rarity": "unique",
    "traits": [
      "artifact",
      "invested",
      "primal"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 0,
    "name": "Urumi",
    "price": {
      "gp": 2
    },
    "description": "<p>A bouquet of whiplike blades extends from the hilt of this sword, enabling deadly, sweeping attacks.</p>",
    "rarity": "uncommon",
    "traits": [
      "deadly-d10",
      "sweep"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 12,
    "name": "Vaccine (Greater)",
    "price": {
      "gp": 400
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>A vaccine grants a creature immunity to a specific strain of <em>disease</em> of a level equal to or less than the vaccine's level, and a +2 item bonus on all saving throws against other strains of the same disease. For example, a vaccine could grant immunity to <em>filth fever</em> inflicted by <em>otyughs</em>, but would only grant a +2 saving throw bonus against filth fever inflicted by a <em>giant rat</em>.</p>\n<p><strong>Craft Requirements</strong> Creating a vaccine requires a sample of the disease in question.</p>\n<p><strong>Duration</strong> 1 year.</p>",
    "rarity": "rare",
    "traits": [
      "alchemical",
      "consumable",
      "elixir"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 3,
    "name": "Vaccine (Lesser)",
    "price": {
      "gp": 12
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>A vaccine grants a creature immunity to a specific strain of <em>disease</em> of a level equal to or less than the vaccine's level, and a +2 item bonus on all saving throws against other strains of the same disease. For example, a vaccine could grant immunity to <em>filth fever</em> inflicted by <em>otyughs</em>, but would only grant a +2 saving throw bonus against filth fever inflicted by a <em>giant rat</em>.</p>\n<p><strong>Craft Requirements</strong> Creating a vaccine requires a sample of the disease in question.</p>\n<p><strong>Duration</strong> 24 hours.</p>",
    "rarity": "rare",
    "traits": [
      "alchemical",
      "consumable",
      "elixir"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 18,
    "name": "Vaccine (Major)",
    "price": {
      "gp": 5000
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>A vaccine grants a creature immunity to a specific strain of <em>disease</em> of a level equal to or less than the vaccine's level, and a +2 item bonus on all saving throws against other strains of the same disease. For example, a vaccine could grant immunity to <em>filth fever</em> inflicted by <em>otyughs</em>, but would only grant a +2 saving throw bonus against filth fever inflicted by a <em>giant rat</em>.</p>\n<p><strong>Craft Requirements</strong> Creating a vaccine requires a sample of the disease in question.</p>\n<p><strong>Duration</strong> Permanent.</p>",
    "rarity": "rare",
    "traits": [
      "alchemical",
      "consumable",
      "elixir"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 1,
    "name": "Vaccine (Minor)",
    "price": {
      "gp": 4
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>A vaccine grants a creature immunity to a specific strain of <em>disease</em> of a level equal to or less than the vaccine's level, and a +2 item bonus on all saving throws against other strains of the same disease. For example, a vaccine could grant immunity to <em>filth fever</em> inflicted by <em>otyughs</em>, but would only grant a +2 saving throw bonus against filth fever inflicted by a <em>giant rat</em>.</p>\n<p><strong>Craft Requirements</strong> Creating a vaccine requires a sample of the disease in question.</p>\n<p><strong>Duration</strong> 1 hour.</p>",
    "rarity": "rare",
    "traits": [
      "alchemical",
      "consumable",
      "elixir"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 6,
    "name": "Vaccine (Moderate)",
    "price": {
      "gp": 50
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>A vaccine grants a creature immunity to a specific strain of <em>disease</em> of a level equal to or less than the vaccine's level, and a +2 item bonus on all saving throws against other strains of the same disease. For example, a vaccine could grant immunity to <em>filth fever</em> inflicted by <em>otyughs</em>, but would only grant a +2 saving throw bonus against filth fever inflicted by a <em>giant rat</em>.</p>\n<p><strong>Craft Requirements</strong> Creating a vaccine requires a sample of the disease in question.</p>\n<p><strong>Duration</strong> 1 week.</p>",
    "rarity": "rare",
    "traits": [
      "alchemical",
      "consumable",
      "elixir"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 8,
    "name": "Vampire-Fang Morningstar",
    "price": {
      "gp": 500
    },
    "description": "<p>This <em>+1 striking wounding morningstar</em> is studded with teeth pulled from a vampire, which usually requires an animate donor, given vampires' tendency to turn to dust when destroyed.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p><strong>Frequency</strong> once per minute</p>\n<p><strong>Requirements</strong> Your last action was a successful Strike with this weapon and you're not in direct sunlight</p>\n<hr />\n<p><strong>Effect</strong> The <em>vampire-fang morningstar</em> absorbs blood from the target, healing the wielder for 10 Hit Points.</p>\n<hr />\n<p><strong>Craft Requirements</strong> The initial raw materials must include teeth from a vampire.</p>",
    "rarity": "common",
    "traits": [
      "versatile-p"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 13,
    "name": "Vampiric Scythe",
    "price": {
      "gp": 3000
    },
    "description": "<p>The blade of this <em>+2 greater striking wounding scythe</em> is sharp enough to produce a whistling sound when swung through the air. The shaft is made of ebony wood with a sickly shine to it, much like the shine of infected wounds and contaminated water.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">r</span> command</p>\n<p><strong>Trigger</strong> An enemy critically succeeds at an attempt to Disarm you</p>\n<hr />\n<p><strong>Effect</strong> As the scythe leaves your hand, it drinks the triggering creature's blood. The creature must succeed at a DC 30 fortitude save or become Drained{Drained 2} (Drained{Drained 3} on a critical failure). If the triggering creature becomes drained, you gain temporary Hit Points equal to the triggering creature's level. You lose any remaining temporary Hit Points after 1 minute.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">r</span> command</p>\n<p><strong>Frequency</strong> once per hour</p>\n<p><strong>Trigger</strong> You critically succeed at a Strike against a living opponent</p>\n<hr />\n<p><strong>Effect</strong> The scythe drains life essence from your opponent into you. You gain a number of temporary Hit Points equal to half the slashing damage the scythe dealt to the foe. You lose any remaining temporary Hit Points after 1 minute.</p>",
    "rarity": "uncommon",
    "traits": [
      "deadly-d10",
      "evil",
      "magical",
      "trip",
      "void"
    ],
    "usage": "Held In Two Hands",
    "worn": null
  },
  {
    "level": 10,
    "name": "Vanishing Coin",
    "price": {
      "gp": 160
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">F</span> (concentrate)</p>\n<p><strong>Trigger</strong> You attempt a Stealth check for initiative, but you haven't rolled yet</p>\n<p><strong>Requirements</strong> You are trained in Stealth</p>\n<hr />\n<p>This copper coin dangles from a leather strip strung through a hole drilled in the center. Until activated, the coin becomes invisible for a few seconds at random intervals every few minutes.</p>\n<p>When you activate the coin, it casts a 2nd-rank Invisibility spell on you, lasting until the end of your next turn.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "illusion",
      "magical",
      "talisman"
    ],
    "usage": "Affixed To Armor",
    "worn": null
  },
  {
    "level": 5,
    "name": "Vanishing Wayfinder",
    "price": {
      "gp": 150
    },
    "description": "<p>A vanishing wayfinder is crafted of ivory chased with gold and silver. It has the usual functions of a Wayfinder and the following additional activation.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> command, Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You turn the wayfinder in a circle while invoking its command word, gaining the effects of a 2nd-rank Invisibility spell for 5 minutes.</p>",
    "rarity": "uncommon",
    "traits": [
      "illusion",
      "invested",
      "magical"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 14,
    "name": "Vapor Sphere",
    "price": {
      "gp": 900
    },
    "description": "<p><strong>Usage</strong> affixed to armor</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">r</span> envision</p>\n<p><strong>Trigger</strong> You trigger a trap's reaction or an enemy that was undetected by you makes an attack against you</p>\n<p><strong>Requirements</strong> You're an expert in the affixed armor and an expert in Reflex saves.</p>\n<hr />\n<p>Within this strange glass sphere swirls a cloud of smoke that occasionally appears as if it's trying to escape. You react to a surprise encounter with haste, activating this talisman and causing your body to momentarily become like vapor. Against the trap's reaction or the attack, you gain resistance 25 to physical damage and are immune to precision damage. This effect also prevents the reaction or attack from physically moving you (such as falling down a pit or being knocked prone), and after the reaction or attack, you can Fly 5 feet. When you end this flight, you leave your vaporous state and are exposed to any danger still at your location.</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical",
      "talisman"
    ],
    "usage": "Affixed To Armor",
    "worn": null
  },
  {
    "level": 7,
    "name": "Vaporous Pipe",
    "price": {
      "gp": 340
    },
    "description": "<p>This hand-polished pipe is carved from oak and releases small wisps of smoke even when unlit. As long as you're holding a vaporous pipe, you don't take a circumstance penalty to Perception checks due to thick smoke, and you can't suffocate from smoke and heated air (such as within a wildfire). As long as you are holding the pipe, you also gain resistance to fire equal to half your level.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p><strong>Effect</strong> You draw on the pipe and then blow a massive cloud of smoke that fills a 30 foot emanation that includes your space. All creatures within the smoke cloud are Concealed from each other and from creatures outside the smoke, though you can still see clearly within it. The smoke dissipates after 3 rounds, or after 1 round if subjected to a strong wind.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 3,
    "name": "Varisian Emblem (Avaria)",
    "price": {
      "gp": 60
    },
    "description": "<p>These tattoos are created using designs and techniques from Varisian culture. Such tattoos often depict the Varisian rune for one of the seven schools of magic, but one might instead show a creature or celestial phenomenon associated with the school, depicted in traditional Varisian iconography. The tattoo allows you to understand and speak Varisian. If you already know that language, you instead gain a +1 item bonus on Diplomacy checks you make when speaking Varisian to someone who understands it.</p>\n<p>Each description lists the school of each Varisian emblem, and the tattoo has the trait of that school. The spell the tattoo can cast is from its school. As with the Thassilonian magic that was once so prevalent in Varisia, these tattoos lack a symbol of divination.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span></p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The tattoo casts Tailwind.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical",
      "tattoo"
    ],
    "usage": "Tattooed On The Body",
    "worn": null
  },
  {
    "level": 3,
    "name": "Varisian Emblem (Avidais)",
    "price": {
      "gp": 60
    },
    "description": "<p>These tattoos are created using designs and techniques from Varisian culture. Such tattoos often depict the Varisian rune for one of the seven schools of magic, but one might instead show a creature or celestial phenomenon associated with the school, depicted in traditional Varisian iconography. The tattoo allows you to understand and speak Varisian. If you already know that language, you instead gain a +1 item bonus on Diplomacy checks you make when speaking Varisian to someone who understands it.</p>\n<p>Each description lists the school of each Varisian emblem, and the tattoo has the trait of that school. The spell the tattoo can cast is from its school. As with the Thassilonian magic that was once so prevalent in Varisia, these tattoos lack a symbol of divination.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span></p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The tattoo casts Vanishing Tracks.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical",
      "tattoo"
    ],
    "usage": "Tattooed On The Body",
    "worn": null
  },
  {
    "level": 3,
    "name": "Varisian Emblem (Carnasia)",
    "price": {
      "gp": 60
    },
    "description": "<p>These tattoos are created using designs and techniques from Varisian culture. Such tattoos often depict the Varisian rune for one of the seven schools of magic, but one might instead show a creature or celestial phenomenon associated with the school, depicted in traditional Varisian iconography. The tattoo allows you to understand and speak Varisian. If you already know that language, you instead gain a +1 item bonus on Diplomacy checks you make when speaking Varisian to someone who understands it.</p>\n<p>Each description lists the school of each Varisian emblem, and the tattoo has the trait of that school. The spell the tattoo can cast is from its school. As with the Thassilonian magic that was once so prevalent in Varisia, these tattoos lack a symbol of divination.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span></p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The tattoo casts Liberating Command.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical",
      "tattoo"
    ],
    "usage": "Tattooed On The Body",
    "worn": null
  },
  {
    "level": 3,
    "name": "Varisian Emblem (Idolis)",
    "price": {
      "gp": 60
    },
    "description": "<p>These tattoos are created using designs and techniques from Varisian culture. Such tattoos often depict the Varisian rune for one of the seven schools of magic, but one might instead show a creature or celestial phenomenon associated with the school, depicted in traditional Varisian iconography. The tattoo allows you to understand and speak Varisian. If you already know that language, you instead gain a +1 item bonus on Diplomacy checks you make when speaking Varisian to someone who understands it.</p>\n<p>Each description lists the school of each Varisian emblem, and the tattoo has the trait of that school. The spell the tattoo can cast is from its school. As with the Thassilonian magic that was once so prevalent in Varisia, these tattoos lack a symbol of divination.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span></p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The tattoo casts Thoughtful Gift.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical",
      "tattoo"
    ],
    "usage": "Tattooed On The Body",
    "worn": null
  },
  {
    "level": 3,
    "name": "Varisian Emblem (Ragario)",
    "price": {
      "gp": 60
    },
    "description": "<p>These tattoos are created using designs and techniques from Varisian culture. Such tattoos often depict the Varisian rune for one of the seven schools of magic, but one might instead show a creature or celestial phenomenon associated with the school, depicted in traditional Varisian iconography. The tattoo allows you to understand and speak Varisian. If you already know that language, you instead gain a +1 item bonus on Diplomacy checks you make when speaking Varisian to someone who understands it.</p>\n<p>Each description lists the school of each Varisian emblem, and the tattoo has the trait of that school. The spell the tattoo can cast is from its school. As with the Thassilonian magic that was once so prevalent in Varisia, these tattoos lack a symbol of divination.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1 - 3</span></p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The tattoo casts Concordant Choir.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical",
      "tattoo"
    ],
    "usage": "Tattooed On The Body",
    "worn": null
  },
  {
    "level": 3,
    "name": "Varisian Emblem (Vangloris)",
    "price": {
      "gp": 60
    },
    "description": "<p>These tattoos are created using designs and techniques from Varisian culture. Such tattoos often depict the Varisian rune for one of the seven schools of magic, but one might instead show a creature or celestial phenomenon associated with the school, depicted in traditional Varisian iconography. The tattoo allows you to understand and speak Varisian. If you already know that language, you instead gain a +1 item bonus on Diplomacy checks you make when speaking Varisian to someone who understands it.</p>\n<p>Each description lists the school of each Varisian emblem, and the tattoo has the trait of that school. The spell the tattoo can cast is from its school. As with the Thassilonian magic that was once so prevalent in Varisia, these tattoos lack a symbol of divination.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span></p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The tattoo casts Ventriloquism.</p>",
    "rarity": "common",
    "traits": [
      "illusion",
      "invested",
      "magical",
      "tattoo"
    ],
    "usage": "Tattooed On The Body",
    "worn": null
  },
  {
    "level": 3,
    "name": "Varisian Emblem (Voratalo)",
    "price": {
      "gp": 60
    },
    "description": "<p>These tattoos are created using designs and techniques from Varisian culture. Such tattoos often depict the Varisian rune for one of the seven schools of magic, but one might instead show a creature or celestial phenomenon associated with the school, depicted in traditional Varisian iconography. The tattoo allows you to understand and speak Varisian. If you already know that language, you instead gain a +1 item bonus on Diplomacy checks you make when speaking Varisian to someone who understands it.</p>\n<p>Each description lists the school of each Varisian emblem, and the tattoo has the trait of that school. The spell the tattoo can cast is from its school. As with the Thassilonian magic that was once so prevalent in Varisia, these tattoos lack a symbol of divination.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span></p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The tattoo casts Cleanse Cuisine.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical",
      "tattoo"
    ],
    "usage": "Tattooed On The Body",
    "worn": null
  },
  {
    "level": 9,
    "name": "Vashu's Ninth Life",
    "price": {
      "gp": 700
    },
    "description": "<p>This <em>+1 striking ghost touch katana</em> is made from a whisker stolen from the king of cats over three hundred years ago by a catfolk rogue named Vashu Vigaru. He sought the magic of the whisker to preternaturally extend his life, and some believe he still lives, having successfully divested himself of the sword to escape the king's wrath in the end.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">f</span> (envision)</p>\n<p><strong>Trigger</strong> Your turn ends</p>\n<p><strong>Frequency</strong> once per hour</p>\n<p><strong>Effect</strong> You extend your senses through the blade, allowing you to react to nearby movement. <em>Vashu's Ninth Life</em> gains the parry trait and raises itself into parrying position, granting you a +1 circumstance bonus to AC until the start of your next turn.</p>\n<p></p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">r</span> (envision)</p>\n<p><strong>Trigger</strong> You slay a living creature with <em>Vashu's Ninth Life</em></p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> A portion of the slain creature's life force travels through the blade and into your soul, bolstering your own life. You gain the benefits of the Diehard feat for 1 minute. This causes you to die from the dying condition at dying 5 rather than dying 4.</p>\n<p></p>",
    "rarity": "unique",
    "traits": [
      "deadly-d8",
      "magical",
      "two-hand-d10",
      "versatile-p"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 10,
    "name": "Vat-Grown Brain",
    "price": {
      "gp": 190
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">3</span> Interact</p>\n<p>A malformed, artificial brain pulses with alchemical life inside a nutrient-rich vat. When the vat-grown brain is activated, it attempts to counteract one condition of your choice that was gained from an ability with the mental trait, which it does by drawing the negative mental impressions into itself. However, the artificial brain is not robust, and the strain of the transfer quickly destroys it. The vat-grown brain has a counteract rank of 5 and a [[/r 1d20+17 #Counteract]]{+17} modifier on the roll.</p>",
    "rarity": "rare",
    "traits": [
      "alchemical",
      "consumable"
    ],
    "usage": "Held In Two Hands",
    "worn": null
  },
  {
    "level": 6,
    "name": "Vaultbreaker's Harness",
    "price": {
      "gp": 230
    },
    "description": "<p>A <em>vaultbreaker's harness</em> has four pockets across the chest. The pockets contain a set of Thieves' Toolkit (Infiltrator){Thieves' Tools (Infiltrator)},Thieves' Toolkit (Infiltrator Picks){Thieves' Tools (Infiltrator Picks)}, a Crowbar (Levered), and a Glass Cutter. These items are magically bound to the harness; if they are more than 1 foot away from you, they disappear, then reappear in the harness at the next sunset. Broken or destroyed items similarly reappear, restored, in their proper pockets at sunset.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<hr />\n<p><strong>Effect</strong> You cinch the harness to prepare for mischief. You gain a +1 item bonus to Stealth checks and a +10-foot item bonus to your Speed for 1 minute.</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical"
    ],
    "usage": "Worn Backpack",
    "worn": "Backpack"
  },
  {
    "level": 14,
    "name": "Veiled Figurehead (Greater)",
    "price": {
      "gp": 4000
    },
    "description": "<p><strong>Usage</strong> attached to a ship's bow</p>\n<p>This figurehead is carved in the shape of a humanoid, but it has no facial features whatsoever.</p>\n<hr />\n<p><strong>Activate—Veil!</strong> 1 minute (concentrate, illusion, visual)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You change the appearance of the ship in minor but noticeable ways. Its general size and shape can't be changed, but you can alter surface details to your liking. Flags and sails can be recolored and given new markings, and the overall material of the ship can appear a different color or quality. Wear and surface damage (like small holes, tears, and burns) can be masked to make the vessel look unblemished, or you can create such damage and wear. The figurehead itself shifts to fit the change and gains a face to match the rest of the ship. The illusion lasts for 24 hours or until you Dismiss this effect. Any creature that boards the ship or uses the Seek action to examine it disbelieves the illusion if it succeeds at a DC 33 perception check.</p>\n<p>Activating a <em>greater veiled figurehead</em> also extends the illusion to those on the ship. The figurehead casts a Illusory Disguise spell upon them, except it targets everyone on board when activated, and it alters their clothing to a general look that matches the new appearance of the ship. In addition, it can make everyone appear as a specific ancestry, but you must choose the same one for all targets. This effect ends for any target who leaves the ship and ends for all targets if the illusion on the ship ends. A creature that disbelieves the illusion for the ship or any disguised crew member disbelieves the entire illusion.</p>",
    "rarity": "common",
    "traits": [
      "figurehead",
      "magical",
      "water"
    ],
    "usage": "Attached To Ships Bow",
    "worn": null
  },
  {
    "level": 7,
    "name": "Veiled Figurehead",
    "price": {
      "gp": 335
    },
    "description": "<p><strong>Usage</strong> attached to a ship's bow</p>\n<p>This figurehead is carved in the shape of a humanoid, but it has no facial features whatsoever.</p>\n<hr />\n<p><strong>Activate—Veil!</strong> 1 minute (concentrate, illusion, visual)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You change the appearance of the ship in minor but noticeable ways. Its general size and shape can't be changed, but you can alter surface details to your liking. Flags and sails can be recolored and given new markings, and the overall material of the ship can appear a different color or quality. Wear and surface damage (like small holes, tears, and burns) can be masked to make the vessel look unblemished, or you can create such damage and wear. The figurehead itself shifts to fit the change and gains a face to match the rest of the ship. The illusion lasts for 6 hours or until you Dismiss this effect. Any creature that boards the ship or uses the Seek action to examine it disbelieves the illusion if it succeeds at a DC 25 perception check.</p>",
    "rarity": "common",
    "traits": [
      "figurehead",
      "magical",
      "water"
    ],
    "usage": "Attached To Ships Bow",
    "worn": null
  },
  {
    "level": 4,
    "name": "Vengeful Arm",
    "price": {
      "gp": 100
    },
    "description": "<p>Abraxas teaches that an eye for an eye is the basis of law. This tattoo of a coiled viper provides a +1 item bonus to Society checks.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision</p>\n<hr />\n<p><strong>Effect</strong> Abraxas transforms the tattoo into a weapon of your vengeance. The vengeful arm crawls into your hand and becomes a Retribution Axe. You can use this activation again while holding the axe to revert the vengeful arm to a tattoo. Like other retribution axes, you can etch fundamental runes into the vengeful arm's retribution axe to increase its potency or to add striking.</p>",
    "rarity": "uncommon",
    "traits": [
      "invested",
      "magical",
      "tattoo"
    ],
    "usage": "Tattooed On The Body",
    "worn": null
  },
  {
    "level": 10,
    "name": "Vengeful Demon's Tears",
    "price": {
      "gp": 160
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>Vengeful demon's tears is an infamously noxious spirit mixed into a potent magical cocktail and traditionally packaged in a gourd adorned with an engraving of a terrifying demonic face. Drinking it feels akin to lighting your throat on fire and putting it out with an herbal tonic. When you activate this potion, you gain the Quickened condition for 3 rounds and can use the extra action each round to Strike, Stride, or to take the following action.</p>\n<hr />\n<p><strong>Release the Demon</strong> <span class=\"action-glyph\">1</span> (concentrate, healing)</p>\n<p>You focus on the sensation of life burning within your flesh and gain 2d8 temporary Hit Points for 1 round.</p>\n<p></p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "magical",
      "potion"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 3,
    "name": "Venom Glands",
    "price": {
      "gp": 55
    },
    "description": "<p>Your salivary glands are modified to be capable of spraying a deadly venom. You gain a poison spray unarmed ranged attack with a range increment of 10 feet that deals 1d4 poison damage. On a critical hit, the target is also Sickened{Sickened 1}.</p>",
    "rarity": "common",
    "traits": [
      "graft",
      "invested",
      "magical",
      "poison"
    ],
    "usage": "Implanted",
    "worn": null
  },
  {
    "level": 7,
    "name": "Venomed Tongue",
    "price": {
      "gp": 333
    },
    "description": "<p>Secrets must be unraveled, no matter how painful. This tattoo of braided tongues provides a +1 item bonus to Deception checks.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> Abraxas fills your tongue with venom, causing your deceptions to poison your foes. You use Deception to Create a Diversion, Feint, or Lie. Choose one target against whom your Deception check succeeded; that target takes @Damage[2d6[persistent,poison]] damage.</p>",
    "rarity": "uncommon",
    "traits": [
      "invested",
      "magical",
      "tattoo"
    ],
    "usage": "Tattooed On The Body",
    "worn": null
  },
  {
    "level": 3,
    "name": "Venomous Cure Fulu",
    "price": {
      "gp": 10
    },
    "description": "<p><strong>Usage</strong> affixed to armor</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">f</span> envision</p>\n<p><strong>Trigger</strong> You attempt a saving throw against an injected poison.</p>\n<hr />\n<p>This green fulu depicts venomous creatures and vermin. When activated, the venom from the fulu fights against the venom in your system, granting you a +2 status bonus to the triggering saving throw.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "fulu",
      "magical",
      "talisman"
    ],
    "usage": "Affixed To Armor",
    "worn": null
  },
  {
    "level": 9,
    "name": "Ventriloquist's Ring (Greater)",
    "price": {
      "gp": 670
    },
    "description": "<p>This elegant copper ring has miniature images of songbirds engraved around its circumference. You gain a +2 item bonus to Deception checks.</p>\n<p><strong>Activate—Throw Voice</strong> <span class=\"action-glyph\">2</span> (manipulate)</p>\n<p><strong>Frequency</strong> any number of times per day</p>\n<hr />\n<p><strong>Effect</strong> Twisting the ring around your finger allows you to magically throw your voice, with the effects of a 2nd-rank Ventriloquism spell (@Check[perception|dc:27]).</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 3,
    "name": "Ventriloquist's Ring",
    "price": {
      "gp": 60
    },
    "description": "<p>This elegant copper ring has miniature images of songbirds engraved around its circumference. You gain a +1 item bonus to Deception checks.</p>\n<p><strong>Activate—Throw Voice</strong> <span class=\"action-glyph\">2</span> (manipulate)</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> Twisting the ring around your finger allows you to magically throw your voice, with the effects of a Ventriloquism spell (@Check[perception|dc:19]).</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 7,
    "name": "Verdant Branch",
    "price": {
      "gp": 360
    },
    "description": "<p>Woody vines and branches curl and twist around each other, growing small twigs, leaves, and flowers across the surface of this prosthetic arm or leg.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> command, envision</p>\n<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> A branch grows from your prosthesis, quickly flowering and then producing [[/r 1d4]] ripe and flavorful fruits. A creature can pick and eat a fruit with an Interact action to regain @Damage[(2d6+5)[healing]] Hit Points. The fruits wither away after 10 minutes.</p>",
    "rarity": "common",
    "traits": [
      "plant",
      "primal"
    ],
    "usage": "Worn",
    "worn": "Worn"
  },
  {
    "level": 12,
    "name": "Verdant Staff (Greater)",
    "price": {
      "gp": 1750
    },
    "description": "<p>This oak branch grows leaves in spring that change color in autumn and shed in winter. While wielding it, you gain a +2 circumstance bonus to checks to identify plants and fungi.</p>\n<hr />\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Effect</strong> You expend a number of charges from the staff to cast a spell from its list.</p>\n<ul>\n<li><strong>Cantrips</strong> Tangle Vine</li>\n<li><strong>1st</strong> Runic Body, Runic Weapon</li>\n<li><strong>2nd</strong> Entangling Flora, Oaken Resilience, One with Plants, Shape Wood</li>\n<li><strong>3rd</strong> Wall of Thorns, Speak with Plants</li>\n<li><strong>4th</strong> Oaken Resilience, Speak with Plants</li>\n<li><strong>5th</strong> Plant Form, Wall of Thorns</li>\n</ul>\n<hr />\n<p><strong>Craft Requirements</strong> Supply one casting of all listed ranks of all listed spells.</p>",
    "rarity": "common",
    "traits": [
      "magical",
      "staff",
      "two-hand-d8"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 6,
    "name": "Verdant Staff",
    "price": {
      "gp": 225
    },
    "description": "<p>This oak branch grows leaves in spring that change color in autumn and shed in winter. While wielding it, you gain a +2 circumstance bonus to checks to identify plants and fungi.</p>\n<hr />\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Effect</strong> You expend a number of charges from the staff to cast a spell from its list.</p>\n<ul>\n<li><strong>Cantrips</strong> Tangle Vine</li>\n<li><strong>1st</strong> Runic Body, Runic Weapon</li>\n<li><strong>2nd</strong> Entangling Flora, Oaken Resilience, One with Plants, Shape Wood</li>\n</ul>\n<hr />\n<p><strong>Craft Requirements</strong> Supply one casting of all listed ranks of all listed spells.</p>",
    "rarity": "common",
    "traits": [
      "magical",
      "staff",
      "two-hand-d8"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 12,
    "name": "Vermin Repellent Agent (Greater)",
    "price": {
      "gp": 315
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">3</span> Interact</p>\n<hr />\n<p>This specialized cream serves as a repellent to stave off insects.</p>\n<p>The repellent also binds with a number of common insect venoms, dulling the potency and giving the wearer's immune system a boost to resist venoms.</p>\n<p>Once applied to your skin, the repellent grants you a +3 item bonus to Fortitude saving throws against poisons for 4 hours.</p>\n<p></p>\n<hr />\n<p>In addition, any arthropods (insects, spiders, scorpions, crabs, and similar invertebrate animals) must attempt a Will save (DC 29) when attempting to attack you with a melee Strike, or with a swarm attack such as the spider swarm's swarming bites. The arthropod then becomes temporarily immune for 1 minute.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature can act normally.</p>\n<p><strong>Success</strong> The creature is Frightened{Frightened 1}.</p>\n<p><strong>Failure</strong> The creature is Frightened{Frightened 2}.</p>\n<p><strong>Critical Failure</strong> The creature is frightened 2 and Fleeing.</p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "consumable"
    ],
    "usage": "Held In Two Hands",
    "worn": null
  },
  {
    "level": 3,
    "name": "Vermin Repellent Agent (Lesser)",
    "price": {
      "gp": 8
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">3</span> Interact</p>\n<hr />\n<p>This specialized cream serves as a repellent to stave off insects.</p>\n<p>The repellent also binds with a number of common insect venoms, dulling the potency and giving the wearer's immune system a boost to resist venoms.</p>\n<p>Once applied to your skin, the repellent grants you a +1 item bonus to Fortitude saving throws against poisons for 4 hours.</p>\n<p></p>\n<hr />\n<p>In addition, any arthropods (insects, spiders, scorpions, crabs, and similar invertebrate animals) must attempt a Will save (DC 17) when attempting to attack you with a melee Strike, or with a swarm attack such as the spider swarm's swarming bites. The arthropod then becomes temporarily immune for 1 minute.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature can act normally.</p>\n<p><strong>Success</strong> The creature is Frightened{Frightened 1}.</p>\n<p><strong>Failure</strong> The creature is Frightened{Frightened 2}.</p>\n<p><strong>Critical Failure</strong> The creature is frightened 2 and Fleeing.</p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "consumable"
    ],
    "usage": "Held In Two Hands",
    "worn": null
  },
  {
    "level": 16,
    "name": "Vermin Repellent Agent (Major)",
    "price": {
      "gp": 1350
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">3</span> Interact</p>\n<hr />\n<p>This specialized cream serves as a repellent to stave off insects.</p>\n<p>The repellent also binds with a number of common insect venoms, dulling the potency and giving the wearer's immune system a boost to resist venoms.</p>\n<p>Once applied to your skin, the repellent grants you a +4 item bonus to Fortitude saving throws against poisons for 4 hours.</p>\n<p></p>\n<hr />\n<p>In addition, any arthropods (insects, spiders, scorpions, crabs, and similar invertebrate animals) must attempt a Will save (DC 35) when attempting to attack you with a melee Strike, or with a swarm attack such as the spider swarm's swarming bites. The arthropod then becomes temporarily immune for 1 minute.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature can act normally.</p>\n<p><strong>Success</strong> The creature is Frightened{Frightened 1}.</p>\n<p><strong>Failure</strong> The creature is Frightened{Frightened 2}.</p>\n<p><strong>Critical Failure</strong> The creature is frightened 2 and Fleeing.</p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "consumable"
    ],
    "usage": "Held In Two Hands",
    "worn": null
  },
  {
    "level": 8,
    "name": "Vermin Repellent Agent (Moderate)",
    "price": {
      "gp": 75
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">3</span> Interact</p>\n<hr />\n<p>This specialized cream serves as a repellent to stave off insects.</p>\n<p>The repellent also binds with a number of common insect venoms, dulling the potency and giving the wearer's immune system a boost to resist venoms.</p>\n<p>Once applied to your skin, the repellent grants you a +2 item bonus to Fortitude saving throws against poisons for 4 hours.</p>\n<p></p>\n<hr />\n<p>In addition, any arthropods (insects, spiders, scorpions, crabs, and similar invertebrate animals) must attempt a Will save (DC 24) when attempting to attack you with a melee Strike, or with a swarm attack such as the spider swarm's swarming bites. The arthropod then becomes temporarily immune for 1 minute.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature can act normally.</p>\n<p><strong>Success</strong> The creature is Frightened{Frightened 1}.</p>\n<p><strong>Failure</strong> The creature is Frightened{Frightened 2}.</p>\n<p><strong>Critical Failure</strong> The creature is frightened 2 and Fleeing.</p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "consumable"
    ],
    "usage": "Held In Two Hands",
    "worn": null
  },
  {
    "level": 16,
    "name": "Vernai Shell",
    "price": {
      "gp": 8000
    },
    "description": "<p>Made from the finest plates of monstrous insect chitin, this <em>+2 greater resilient mantis shell</em> offers superior protection from Mediogalti's hot weather while also allowing the wearer to blend into almost any situation and strike with hidden blades. While wearing this armor, you are protected from extreme heat and severe heat effects. <em>Vernai shell</em> armor includes two extradimensional spaces built into each of the armor's gloves, granting the wearer two places to store items. Each glove can hold one item of 1 Bulk or less. While an item is stored in one of the two gloves, there is nothing to indicate that an item is being held inside it.</p><hr /><p><strong>Activate—Store Item</strong> <span class=\"action-glyph\">1</span> (manipulate)</p>\n<p><strong>Requirements</strong> At least one of the <em>Vernai shell's</em> two extradimensional spaces is empty</p>\n<p><strong>Effect</strong> One item you're holding with a Bulk of 1 or less vanishes into one of the armor's extradimensional spaces.</p><hr /><p><strong>Activate—Retrieve Item</strong> <span class=\"action-glyph\">f</span> (manipulate)</p>\n<p><strong>Requirements</strong> An item is stored in at least one of the <em>Vernai shell's</em> extradimensional spaces, and you have a free hand</p>\n<p><strong>Effect</strong> One item of your choice in either extradimensional space appears in your hand. You can't Retrieve Item again for 1 minute.</p>",
    "rarity": "uncommon",
    "traits": [
      "adjusted",
      "extradimensional",
      "invested",
      "magical"
    ],
    "usage": "",
    "worn": null
  },
  {
    "level": 1,
    "name": "Versatile Tinderbox",
    "price": {
      "gp": 20
    },
    "description": "<p>A fine case carved from elegant wood, this tinderbox holds twigs and strips of wood in a selection of six colors. In a typical <em>versatile tinderbox</em>, these colors are black, blue, green, magenta, yellow, and violet. When used in lighting a fire, colored tinder alters the flames' color and smoke to match. The box is perfectly carved and constructed to hold tinder, keeping it completely dry, but is incapable of closing if used to hold anything else. The tinderbox replenishes itself; it's never out of tinder when its owner is in need, but it never produces a surplus of tinder either.</p>",
    "rarity": "common",
    "traits": [
      "magical",
      "wood"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 1,
    "name": "Versatile Vial",
    "price": {},
    "description": "<p>This tiny glass flask contains volatile chemicals that can be used offensively in a pinch. The bomb deals acid damage and acid splash damage.</p>",
    "rarity": "common",
    "traits": [
      "acid",
      "alchemical",
      "bomb",
      "consumable",
      "infused",
      "splash"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 3,
    "name": "Vestige Lenses",
    "price": {
      "gp": 40
    },
    "description": "<p>These simple lenses are alchemically treated to detect the faint smoke trail from a piece of specially formulated sandalwood incense.</p>\n<p>This incense has an odor undetectable by most people and a long burn time, making it perfect for discreetly tracking individuals. A stick of this incense costs 1 sp and can safely burn for up to 8 hours.</p>\n<p>While wearing the lenses, you see alchemical fumes in a distinct green tint, granting you a +1 item bonus to Survival checks to Track a creature marked with the incense and to Perception checks to Seek any alchemical vapors.</p>\n<p>If the smoke is fresh, Tracking via the incense's fumes might use a lower DC than normal for tracking a creature walking on firm surfaces.</p>",
    "rarity": "rare",
    "traits": [
      "alchemical"
    ],
    "usage": "Worn Eyepiece",
    "worn": "Eyepiece"
  },
  {
    "level": 11,
    "name": "Vexing Vapor (Greater)",
    "price": {
      "gp": 300
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Strike</p><hr /><p>This flask contains a fine red powder made from toxic berries. You gain a +2 item bonus to attack rolls. A greater vexing vapor bomb deals 3d6 mental damage and @Damage[(3[splash])[mental]]{3 mental splash damage}. On a hit, the target must succeed at a @Check[flat|dc:5] check before taking actions with the concentrate trait. This lasts until the end of its next turn (1 minute on a critical hit).</p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "bomb",
      "consumable",
      "inhaled",
      "mental",
      "poison",
      "splash"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 1,
    "name": "Vexing Vapor (Lesser)",
    "price": {
      "gp": 4
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Strike</p><hr /><p>This flask contains a fine red powder made from toxic berries. A lesser vexing vapor bomb deals 1d6 mental damage and @Damage[(1[splash])[mental]]{1 mental splash damage}. On a hit, the target must succeed at a @Check[flat|dc:5] check before taking actions with the concentrate trait. This lasts until the end of its next turn (1 minute on a critical hit).</p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "bomb",
      "consumable",
      "inhaled",
      "mental",
      "poison",
      "splash"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 17,
    "name": "Vexing Vapor (Major)",
    "price": {
      "gp": 3000
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Strike</p><hr /><p>This flask contains a fine red powder made from toxic berries. You gain a +3 item bonus to attack rolls. A major vexing vapor bomb deals 4d6 mental damage and @Damage[(4[splash])[mental]]{4 mental splash damage}. On a hit, the target must succeed at a @Check[flat|dc:5] check before taking actions with the concentrate trait. This lasts until the end of its next turn (1 minute on a critical hit).</p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "bomb",
      "consumable",
      "inhaled",
      "mental",
      "poison",
      "splash"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 3,
    "name": "Vexing Vapor (Moderate)",
    "price": {
      "gp": 12
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Strike</p><hr /><p>This flask contains a fine red powder made from toxic berries. You gain a +1 item bonus to attack rolls. A moderate vexing vapor bomb deals 2d6 mental damage and @Damage[(2[splash])[mental]]{2 mental splash damage}. On a hit, the target must succeed at a @Check[flat|dc:5] check before taking actions with the concentrate trait. This lasts until the end of its next turn (1 minute on a critical hit).</p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "bomb",
      "consumable",
      "inhaled",
      "mental",
      "poison",
      "splash"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 20,
    "name": "Vial of the Immortal Wellspring",
    "price": {},
    "description": "<p>At a wellspring, you gave your blood to a force of nature and received a vial from the wellspring's heart in return. Once per 10 minutes, when your dying value would increase above 3, you instead become Unconscious and are no longer dying; this doesn't prevent you from being killed by death effects or the doomed condition. Once per day, from any distance, the entity that holds your <em>bargained contract</em> can possess you and control your actions, leaving you unaware of what goes on. This possession automatically succeeds, regardless of any countermeasures you might take. Normally this lasts for only 1 round if during an encounter, or no longer than a few minutes during exploration. However, the more you rely on the power of the wellspring's heart to survive death, the longer it can possess you the next time it chooses to do so, doubling the amount of time with each use, to a maximum duration of 1 day. Once the entity possesses you, this duration resets.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> command</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You drink from the vial of water that seals your <em>bargained contract</em>. You gain the effects of a 9th-rank, 2-action Heal spell.</p>",
    "rarity": "rare",
    "traits": [
      "contract",
      "invested",
      "magical"
    ],
    "usage": "Other",
    "worn": null
  },
  {
    "level": 15,
    "name": "Victory Plate (Greater)",
    "price": {
      "gp": 5500
    },
    "description": "<p>The metal plates of this <em>+2 greater resilient full plate</em> are covered by a bright tabard featuring a distinctive coat of arms divided into four fields. This insignia magically records your recent victories, displaying one triumph in each field of the coat of arms, allowing you to call upon those victories for aid in future battles.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">F</span> envision</p>\n<p><strong>Trigger</strong> You kill or destroy a creature of a level equal to or greater than your <em>victory plate</em> (adjusted as usual if you add fundamental runes to victory plate). This creature must have one of the traits listed in the second activation</p>\n<p><strong>Effect</strong> You direct the armor to commemorate your victory. The coat of arms on the armor's tabard shifts to incorporate heraldry related to the slain creature, and the victory is recorded within the tabard. If you have already recorded four victories, choose one to replace with the new victory.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> envision, Interact</p>\n<p><strong>Frequency</strong> once per minute</p>\n<p><strong>Effect</strong> You touch one of the tabard's four fields representing one of your victories and recall your triumph over that creature. That creature vanishes from the tabard, and for 1 minute, you gain resistance 10 to a damage type based on the creature's trait (you gain resistance to only one type, even if the creature has more than one trait that could apply):</p>\n<ul>\n<li><strong>Aberration or Fey</strong> mental</li>\n<li><strong>Celestial</strong> good</li>\n<li><strong>Construct</strong> poison</li>\n<li><strong>Dragon or Elemental</strong> one energy type that matches one of the dragon's or elemental's traits</li>\n<li><strong>Fiend</strong> evil</li>\n<li><strong>Ooze</strong> precision, and the resistance is 20</li>\n<li><strong>Undead</strong> void</li>\n</ul>",
    "rarity": "uncommon",
    "traits": [
      "bulwark",
      "invested",
      "magical"
    ],
    "usage": "",
    "worn": null
  },
  {
    "level": 9,
    "name": "Victory Plate",
    "price": {
      "gp": 675
    },
    "description": "<p>The metal plates of this <em>+1 resilient full plate</em> are covered by a bright tabard featuring a distinctive coat of arms divided into four fields. This insignia magically records your recent victories, displaying one triumph in each field of the coat of arms, allowing you to call upon those victories for aid in future battles.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">F</span> envision</p>\n<p><strong>Trigger</strong> You kill or destroy a creature of a level equal to or greater than your <em>victory plate</em> (adjusted as usual if you add fundamental runes to victory plate). This creature must have one of the traits listed in the second activation</p>\n<p><strong>Effect</strong> You direct the armor to commemorate your victory. The coat of arms on the armor's tabard shifts to incorporate heraldry related to the slain creature, and the victory is recorded within the tabard. If you have already recorded four victories, choose one to replace with the new victory.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> envision, Interact</p>\n<p><strong>Frequency</strong> once per hour</p>\n<p><strong>Effect</strong> You touch one of the tabard's four fields representing one of your victories and recall your triumph over that creature. That creature vanishes from the tabard, and for 1 minute, you gain resistance 5 to a damage type based on the creature's trait (you gain resistance to only one type, even if the creature has more than one trait that could apply):</p>\n<ul>\n<li><strong>Aberration or Fey</strong> mental</li>\n<li><strong>Celestial</strong> good</li>\n<li><strong>Construct</strong> poison</li>\n<li><strong>Dragon or Elemental</strong> one energy type that matches one of the dragon's or elemental's traits</li>\n<li><strong>Fiend</strong> evil</li>\n<li><strong>Ooze</strong> precision, and the resistance is 10</li>\n<li><strong>Undead</strong> void</li>\n</ul>",
    "rarity": "uncommon",
    "traits": [
      "bulwark",
      "invested",
      "magical"
    ],
    "usage": "",
    "worn": null
  },
  {
    "level": 11,
    "name": "Vigilant Eye (Greater)",
    "price": {
      "gp": 1250
    },
    "description": "<p>Carved in this wooden disc is a humanoid eye, painted in muted shades that blend in with the wood. The eye's pupil continually twitches and moves, scanning its bearer's surroundings.</p>\n<ul>\n<li><strong>Armor</strong>(revelation) You aren't Off-Guard to Hidden or Undetected creatures of the eye's level or lower, or creatures of the eye's level or lower using surprise attack, though you can still be flanked.</li>\n<li><strong>Weapon</strong> When you make a Strike with the weapon against a target that's Concealed, hidden, or undetected, the DC of your flat check to target it is 3 if the target is concealed or 9 if it's hidden or undetected.</li>\n</ul>\n<p><strong>Activate</strong> Cast a Spell</p>\n<hr />\n<p><strong>Effect</strong> You cast Detect Magic.</p>\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You cast Clairvoyance.</p>",
    "rarity": "common",
    "traits": [
      "magical",
      "spellheart"
    ],
    "usage": "Affixed To Armor Or-A Weapon",
    "worn": null
  },
  {
    "level": 13,
    "name": "Vigilant Eye (Major)",
    "price": {
      "gp": 2700
    },
    "description": "<p>Carved in this wooden disc is a humanoid eye, painted in muted shades that blend in with the wood. The eye's pupil continually twitches and moves, scanning its bearer's surroundings.</p>\n<ul>\n<li><strong>Armor</strong>(revelation) You aren't Off-Guard to Hidden or Undetected creatures of the eye's level or lower, or creatures of the eye's level or lower using surprise attack, though you can still be flanked.</li>\n<li><strong>Weapon</strong> When you make a Strike with the weapon against a target that's Concealed, hidden, or undetected, the DC of your flat check to target it is 2 if the target is concealed or 8 if it's hidden or undetected.</li>\n</ul>\n<p><strong>Activate</strong> Cast a Spell</p>\n<hr />\n<p><strong>Effect</strong> You cast Detect Magic.</p>\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You cast Clairvoyance</p>\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You cast Scouting Eye.</p>",
    "rarity": "common",
    "traits": [
      "magical",
      "spellheart"
    ],
    "usage": "Affixed To Armor Or-A Weapon",
    "worn": null
  },
  {
    "level": 9,
    "name": "Vigilant Eye",
    "price": {
      "gp": 650
    },
    "description": "<p>Carved in this wooden disc is a humanoid eye, painted in muted shades that blend in with the wood. The eye's pupil continually twitches and moves, scanning its bearer's surroundings.</p>\n<ul>\n<li><strong>Armor</strong>(revelation) You aren't Off-Guard to Hidden or Undetected creatures of the eye's level or lower, or creatures of the eye's level or lower using surprise attack, though you can still be flanked.</li>\n<li><strong>Weapon</strong> When you make a Strike with the weapon against a target that's Concealed, hidden, or undetected, the DC of your flat check to target it is 4 if the target is concealed or 10 if it's hidden or undetected.</li>\n</ul>\n<p><strong>Activate</strong> Cast a Spell</p>\n<hr />\n<p><strong>Effect</strong> You cast Detect Magic.</p>\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You cast Web of Eyes.</p>",
    "rarity": "common",
    "traits": [
      "magical",
      "spellheart"
    ],
    "usage": "Affixed To Armor Or-A Weapon",
    "worn": null
  },
  {
    "level": 3,
    "name": "Vine Arrow",
    "price": {
      "gp": 10
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> (concentrate)</p>\n<hr />\n<p>Leafy stalks protrude from the shaft of this rustic arrow. When an activated <em>vine arrow</em> hits a target, the arrow's shaft splits and grows, wrapping the target in vines.</p>\n<p>The target takes a -10-foot circumstance penalty to its Speeds for [[/r 2d4]] rounds, or until it Escape{Escapes} against a DC of 19. On a critical hit, the target is also Immobilized until it Escapes.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 9,
    "name": "Vine of Roses",
    "price": {
      "gp": 600
    },
    "description": "<p>This <em>+1 striking disrupting spiked chain</em> comes in a rich, green color with rose petals painted on the handle in varying shades of red and pink. The chain seems to banish nearby shadows.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p><strong>Effect</strong> You hold the chain out before you, and the weapon glows as bright as a torch. You can suppress this light by Activating the weapon again.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">R</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> You critically succeed at a Strike against a fiend or undead</p>\n<p><strong>Effect</strong> The weapon unleashes its light in an attempt to destroy the target. The <em>vine of roses</em> casts a 3rd-rank Holy Light spell with the triggering creature as the target. In place of a spell attack roll, make a weapon attack roll with the <em>vine of roses</em> using the same multiple attack penalty as the triggering Strike.</p>",
    "rarity": "uncommon",
    "traits": [
      "disarm",
      "finesse",
      "good",
      "holy",
      "light",
      "magical",
      "trip"
    ],
    "usage": "Held In Two Hands",
    "worn": null
  },
  {
    "level": 8,
    "name": "Vine Whip",
    "price": {
      "gp": 500
    },
    "description": "<p>This <em>+1 striking whip</em> is crafted from the vine of a dangerous plant creature. It deals bludgeoning or slashing damage, according to the vine attack of the creature it was harvested from. For example, collecting a vine from an assassin vine would result in a vine whip that deals bludgeoning damage, while one from a mandragora or viper vine would deal piercing damage.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">3</span> command, Interact</p>\n<p><strong>Requirements</strong> You have soil or sand within your reach</p>\n<hr />\n<p><strong>Effect</strong> You Release the weapon and plant it in the ground, where it takes root and fights on its own against the last enemy you attacked or the nearest enemy to it if your target has been defeated.</p>\n<p>The weapon has a space of 5 feet, acts on your initiative, and gains two actions. It doesn't block or impede enemies attempting to move though that space, nor does it benefit from or provide flanking. The weapon can't use reactions, and it acts on your turn.</p>\n<p>While Activated, a <em>vine whip</em> makes Strikes with an attack modifier of +22 plus its item bonus to attack rolls (normally +24 total). It uses the weapon's normal damage but has a +0 Strength modifier. The whip's abilities that automatically trigger on a hit or critical hit still function, but the weapon can't be Activated or benefit from any of your abilities while rooted.</p>\n<p>Each round, when the <em>vine whip</em> is finished using its actions, attempt a @Check[flat|dc:6]. On a failure, the Activation ends and the <em>vine whip</em> becomes inanimate. You can't Activate the item again for 10 minutes. Removing the <em>vine whip</em> from the ground takes an Interact action. While rooted, the <em>vine whip</em> gains fast healing 1.</p>\n<hr />\n<p><strong>Craft Requirements</strong> The initial raw materials must include the vine from a plant creature with a vine attack.</p>",
    "rarity": "common",
    "traits": [
      "disarm",
      "finesse",
      "nonlethal",
      "reach",
      "trip"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 12,
    "name": "Violet Ray",
    "price": {
      "gp": 1893
    },
    "description": "<p>One of the many wondrous devices brought into the world by Stasian technology is the seemingly miraculous violet ray. Physicians claim it anything from headaches to heartburn, or nausea to deafness, all with an easy and painless treatment. The device is a glass vacuum with an insulated handle connected to a small Stasian coil. When powered, the glass tube fills with purple light and becomes warm to the touch. Pressing the tube to one's body is said to increase blood flow, eliminate toxins, and many other beneficial effects. A violet ray functions as a set of healer's tools and provides a +2 item bonus to Medicine checks to Administer First Aid, Treat Disease, Treat Poison, or Treat Wounds.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">3</span> Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You apply the violet ray to an adjacent creature and attempt to counteract the Blinded, Clumsy, Confused, Deafened, Drained, Enfeebled, Sickened, or Stupefied condition with a counteract rank of 6 and a counteract modifier of [[/r 1d20+22 #counteract]]{+22}, using the source of the condition to determine the condition's counteract rank and DC. If the condition was caused by an ongoing effect and you don't remove that effect, the condition returns after 1 minute. Each use of this ability can only counteract a single condition.</p>",
    "rarity": "rare",
    "traits": [],
    "usage": "Held In Two Hands",
    "worn": null
  },
  {
    "level": 3,
    "name": "Violet Venom",
    "price": {
      "gp": 12
    },
    "description": "<p>The delicate process of extracting violet venom from a violet fungus leaves it diluted at the best of times. Alchemists are still on the hunt for a truly pure, unadulterated version of this highly toxic poison.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> Interact (Contact)</p>\n<p><strong>Saving Throw</strong> @Check[fortitude|dc:17]</p>\n<p><strong>Onset</strong> 1 minute</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> 1d6 poison damage plus Enfeebled{Enfeebled 1} (1 round)</p>\n<p><strong>Stage 2</strong> 1d6 poison damage plus Drained{Drained 1} (1 round)</p>\n<p><strong>Stage 3</strong> 2d6 poison damage plus enfeebled 1 (1 round)</p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "consumable",
      "contact",
      "poison"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 9,
    "name": "Violin of the Waves",
    "price": {
      "gp": 700
    },
    "description": "<p>This violin is crafted from finely wrought rosewood that emits a strong, but pleasant, smell of salt water and ocean life. It's engraved with images of sailors working and waves gently rolling. When you make a Performance check using the <em>violin of the waves</em>, you gain a +2 item bonus to the check. This bonus increases to +3 if the performer is currently aboard a ship, walking on the ocean, or otherwise immediately adjacent to ocean water.</p>\n<p>The violin was created to play a specific tune, one that springs instantly into the mind of anyone who so much as casually strums the instrument. It's a tune of calm waters and safety, but also of pranks played upon shipmates and revelry.</p><hr /><p><strong>Activate</strong> 5 minutes (Interact)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Requirements</strong> You must be aboard a ship</p>\n<p><strong>Effect</strong> You play the song. Once it's completed, the weather immediately calms to the normal as it would for the season, as control weather. For the next day, the weather remains in this state, unless affected by other magical effects. Anyone aboard the ship finds their mind wanders when performing tasks however, daydreaming of drunken revelry or other forms of entertainment, and the crew of the ship takes a –2 status penalty to skill checks to do anything other than participate in such revelry.</p>",
    "rarity": "uncommon",
    "traits": [
      "auditory",
      "magical"
    ],
    "usage": "Held In Two Hands",
    "worn": null
  },
  {
    "level": 4,
    "name": "Viper Arrow",
    "price": {
      "gp": 17
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> (manipulate)</p><hr /><p>The shaft of this arrow is covered in fine green scales, and its iron head comes to a pair of points almost like fangs.</p>\n<p>After an activated viper arrow hits a target, the arrow transforms into a Viper. The target is affected by the viper's poison, as if it had been bitten. The viper then lands in an open space adjacent to the target.</p>\n<p>The viper has the summoned trait and acts at the end of your turn, even though you didn't use the Sustain a Spell action. It is under the GM's control, but it generally attacks the creature the arrow struck. The viper vanishes after 1 minute or when slain.</p>\n<p><strong>Craft Requirements</strong> Supply one casting of Summon Animal</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 20,
    "name": "Viper Rapier",
    "price": {
      "gp": 70000
    },
    "description": "<p>Crafted from flawless jade, the guard of this rapier takes the form of a twisting serpent with the blade thrusting from its open mouth. This rapier functions as a <em>+3 greater striking speed</em> rapier. While wielding the rapier, your movement doesn't trigger reactions when you Stride, Balance, or Tumble Through. When you invest the rapier, you either increase your Dexterity modifier by 1 or increase it to +4, whichever is higher.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">R</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> You fail, but don't critically fail, an attack using the viper rapier</p>\n<p><strong>Effect</strong> The tip of the rapier briefly takes the form of a viper's head, and the blade twists and contorts, biting the target you missed. The target is affected as if successfully poisoned with Cave Worm Venom{Purple Worm Venom} (DC 43).</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">R</span> envision</p>\n<p><strong>Trigger</strong> A creature misses or critically misses you with an attack</p>\n<p><strong>Effect</strong> With a slight, obviously mocking bow or curtsy, you Step.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> Interact</p>\n<p><strong>Frequency</strong> once per hour</p>\n<p><strong>Effect</strong> You twirl your rapier in a serpentine pattern, causing your form to become a blur of motion. You're Concealed for 1 minute or until you take a hostile action. While you're concealed, you also gain a +2 circumstance bonus to Reflex saving throws.</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "apex",
      "deadly-d8",
      "disarm",
      "finesse",
      "invested"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 11,
    "name": "Viperous Elixir (Greater)",
    "price": {
      "gp": 225
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> (manipulate)</p>\n<hr />\n<p>Your teeth elongate into fangs with grooves that can channel a deadly venom. You gain a fangs unarmed attack that deals 1d6 piercing damage, unless you already have an unarmed bite attack that deals more damage. You gain the listed item bonus to unarmed attack and damage rolls when you Strike with your fangs or another bite attack.</p>\n<p>The bonus is +3, your fangs inflict Wyvern Poison, and the duration is 10 minutes or until you hit and deal damage with your fangs three times, whichever comes first.</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable",
      "elixir",
      "morph",
      "poison"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 5,
    "name": "Viperous Elixir (Lesser)",
    "price": {
      "gp": 25
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> (manipulate)</p>\n<hr />\n<p>Your teeth elongate into fangs with grooves that can channel a deadly venom. You gain a fangs unarmed attack that deals 1d6 piercing damage, unless you already have an unarmed bite attack that deals more damage. You gain the listed item bonus to unarmed attack and damage rolls when you Strike with your fangs or another bite attack.</p>\n<p>The bonus is +1 item, your fangs inflict Black Adder Venom, and the duration is 1 minute or until you hit and deal damage with your fangs, whichever comes first.</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable",
      "elixir",
      "morph",
      "poison"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 8,
    "name": "Viperous Elixir (Moderate)",
    "price": {
      "gp": 85
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> (manipulate)</p>\n<hr />\n<p>Your teeth elongate into fangs with grooves that can channel a deadly venom. You gain a fangs unarmed attack that deals 1d6 piercing damage, unless you already have an unarmed bite attack that deals more damage. You gain the listed item bonus to unarmed attack and damage rolls when you Strike with your fangs or another bite attack.</p>\n<p>The bonus is +2, your fangs inflict Giant Scorpion Venom, and the duration is 10 minutes or until you hit and deal damage with your fangs twice, whichever comes first.</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable",
      "elixir",
      "morph",
      "poison"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 14,
    "name": "Viper's Fang",
    "price": {
      "gp": 850
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">R</span> (concentrate)</p>\n<p><strong>Trigger</strong> A creature within your reach uses a manipulate or move action, makes a ranged attack, or leaves a square during a moving action it's using</p>\n<p><strong>Requirements</strong> You are a master with the affixed weapon</p>\n<hr />\n<p>When you activate this resin-strengthened viper skull, make a melee Strike against the triggering creature.</p>\n<p>If you have Reactive Strike, you can activate the <em>viper's fang</em> as a free action.</p>\n<p>If your attack is a critical hit and the trigger was a manipulate action, you disrupt that action.</p>\n<p>This Strike doesn't count toward your multiple attack penalty, and your multiple attack penalty doesn't apply to this Strike.</p>\n<hr />\n<p>If you hit with this attack, the creature is exposed to viper fang venom.</p>\n<p><strong>Viper Fang Venom</strong> (poison)</p>\n<p><strong>Saving Throw</strong> @Check[fortitude|dc:32]</p>\n<p><strong>Maximum Duration</strong> 4 rounds</p>\n<p><strong>Stage 1</strong> 3d10 poison damage and Enfeebled{Enfeebled 1}.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical",
      "talisman"
    ],
    "usage": "Affixed To Weapon",
    "worn": null
  },
  {
    "level": 0,
    "name": "Virtuoso silver flute",
    "price": {
      "gp": 25
    },
    "description": "",
    "rarity": "common",
    "traits": [],
    "usage": "",
    "worn": null
  },
  {
    "level": 0,
    "name": "Visap",
    "price": {
      "gp": 2
    },
    "description": "<p>Two small, curved blades extend from a single hilt. There's a hollow area inside that vishkanyas can use to store an unused dose of their blood, or other poison, for the future.</p>",
    "rarity": "uncommon",
    "traits": [
      "agile",
      "finesse",
      "injection",
      "versatile-p",
      "vishkanya"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 9,
    "name": "Vital Earth",
    "price": {
      "gp": 30
    },
    "description": "<p>Life-infused soil from the Plane of Earth, <em>vital earth</em> is glittering dust you inhale that causes you to not need air or water for 24 hours. Also, for this time, your wounds close easily, like molding clay, meaning someone attempting to Administer First Aid or Treat Wounds on you doesn't need a healer's toolkit and gains a +1 item bonus to the Medicine check.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "earth",
      "magical"
    ],
    "usage": "Held In One Hand",
    "worn": null
  },
  {
    "level": 14,
    "name": "Vitalizing (Greater)",
    "price": {
      "gp": 4300
    },
    "description": "<p>A <em>greater vitalizing</em> weapon pulses with vital energy, dealing an extra 2d6 persistent vitality damage to undead.</p>\n<p>On a critical hit, the undead creature is Enfeebled{Enfeebled 1} and Stupefied{Stupefied 1} as long as it has the persistent damage from this rune.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ],
    "usage": "Etched Onto Melee Weapon",
    "worn": null
  },
  {
    "level": 5,
    "name": "Vitalizing",
    "price": {
      "gp": 150
    },
    "description": "<p>A <em>vitalizing</em> weapon pulses with vital energy, dealing an extra 1d6 persistent vitality damage to undead. On a critical hit, the undead is also Enfeebled{Enfeebled 1} until the end of your next turn.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ],
    "usage": "Etched Onto A Weapon",
    "worn": null
  }
]