[
  {
    "level": 5,
    "name": "Horn of Rust",
    "price": {},
    "description": "<p>This rusted, coiled iron horn is sizable, appearing similar in shape to a ram's horn but measuring nearly 2 feet in diameter. Flakes of rust constantly fall from this item, and it leaves hands with a rusty red stain that lingers.</p>\n<p>Some of the Horn of Rust's activated powers consume charges, similar to how a magic staff functions. When its charges are reduced to zero, its activations that require charges can still be used normally. It can be prepared with charges in the same method as a staff, and it counts as a staff for the limit of how many staves you can prepare in a day.</p>\n<hr />\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Effect</strong> You expend a number of charges from the Horn of Rust to cast a spell from the following list.</p>\n<ul>\n<li>Cantrip Divine Lance</li>\n<li>1st Noxious Vapors</li>\n<li>2nd Shatter</li>\n<li>3rd Stinking Cloud</li>\n</ul>\n<p>The following activations do not consume charges from the Horn of Rust, and they can be utilized even when the artifact has no charges available.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> envision, Interact</p>\n<p><strong>Frequency</strong> once per hour</p>\n<p><strong>Effect</strong> You blow on the horn to unleash a swirling aura of jagged, rusty metal shards that orbit you in a 5 foot emanation for 1 minute. The shards grant you a +1 item bonus to AC. Creatures and objects that begin their turn in this area take 6d6 slashing damage from the shards (DC 19 reflex save). A creature damaged by this aura is exposed to a potent form of tetanus that has a level equal to the Horn of Rust's level and has a DC 19 Fortitude save. Worshippers of Xar-Azmak are immune to this effect.</p>\n<p><strong>Tetanus</strong> An infection introduced through open wounds, tetanus can produce stiffness, muscle spasms strong enough to break bones, and ultimately death.</p>\n<p><strong>Saving Throw</strong> DC 19 fortitude</p>\n<p><strong>Onset</strong> 10 days</p>\n<p><strong>Stage 1</strong> Clumsy{Clumsy 1} (1 week)</p>\n<p><strong>Stage 2</strong> Clumsy{Clumsy 2} and can't speak (1 day)</p>\n<p><strong>Stage 3</strong> Paralyzed with spasms (1 day)</p>\n<p><strong>Stage 4</strong> death</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> envision, Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You place the horn's bell against a diseased creature and then inhale into the mouthpiece rather than blow into it. The horn attempts to draw out the disease, casting a remove disease spell to your specification with a counteract modifier of [[/r 1d20+11 #Counteract]]{+11}. If the Horn of Rust succeeds at countering a disease, it gains a number of charges equal to half the disease's level (rounded down, minimum 1). If it critically fails, not only is the disease not countered, but you are exposed to the disease and must attempt a saving throw against it to resist contracting the affliction.</p>",
    "rarity": "unique",
    "traits": [
      "artifact",
      "chaotic",
      "evil",
      "invested",
      "magical"
    ]
  },
  {
    "level": 13,
    "name": "Horn of the Sun Aurochs",
    "price": {
      "gp": 3000
    },
    "description": "<p>A <em>horn of the sun aurochs</em> grants a +2 item bonus to Performance checks when played as an instrument.</p><hr /><p><strong>Activate</strong> Interact <span class=\"action-glyph\">2</span></p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> The horn is clearly audible for hundreds of feet, but within a 20 foot emanation, the sound causes agony in those who wish harm upon the user; the horn also sheds bright light in that area and dim light to the next 20 feet. Enemies of the user in this area take 7d6 sonic damage and 7d6 spirit damage (DC 30 fortitude save). Creatures that are specifically vulnerable to sunlight are also Frightened{Frightened 1} if they fail this save or Frightened{Frightened 2} on a critical failure. This activation also attempts to counteract any darkness or sleep effects in the area ([[/r 1d20+23 #Counteract]]{+23} counteract check).</p>",
    "rarity": "rare",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 13,
    "name": "Horned Hand Rests (Greater)",
    "price": {
      "gp": 2750
    },
    "description": "<p>These thick bull or ram horns fuse into the armrests of your legchair companion, giving it more aggressive options. Your animal companion can only invest this item if it is a legchair.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> or <span class=\"action-glyph\">2</span> envision</p>\n<p><strong>Frequency</strong> once per minute</p>\n<hr />\n<p><strong>Effect</strong> You trace your finger along the base of the ram horns, with an effect depending on how many actions you spent.</p>\n<p><span class=\"action-glyph\">1</span> Your legchair draws force from its momentum. Until the end of this turn, if your legchair Strides, it deals 3d6 additional force damage on its next Strike and, on a critical success, pushes the target away by 10 feet.</p>\n<p><span class=\"action-glyph\">2</span> Your legchair fires a beam of force from its ram horns. The target takes 6d6 force damage and must attempt a @Check[fortitude|dc:32] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target takes half damage and is pushed 5 feet.</p>\n<p><strong>Failure</strong> The target takes full damage and is pushed 10 feet.</p>\n<p><strong>Critical Failure</strong> The target takes double damage and is pushed 20 feet.</p>",
    "rarity": "common",
    "traits": [
      "companion",
      "invested",
      "magical"
    ]
  },
  {
    "level": 6,
    "name": "Horned Hand Rests",
    "price": {
      "gp": 225
    },
    "description": "<p>These thick bull or ram horns fuse into the armrests of your legchair companion, giving it more aggressive options. Your animal companion can only invest this item if it is a legchair.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> or <span class=\"action-glyph\">2</span> envision</p>\n<p><strong>Frequency</strong> once per minute</p>\n<hr />\n<p><strong>Effect</strong> You trace your finger along the base of the ram horns, with an effect depending on how many actions you spent.</p>\n<p><span class=\"action-glyph\">1</span> Your legchair draws force from its momentum. Until the end of this turn, if your legchair Strides, it deals 2d6 additional force damage on its next Strike and, on a critical success, pushes the target away by 5 feet.</p>\n<p><span class=\"action-glyph\">2</span> Your legchair fires a beam of force from its ram horns. The target takes 4d6 force damage and must attempt a @Check[fortitude|dc:22] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target takes half damage and is pushed 5 feet.</p>\n<p><strong>Failure</strong> The target takes full damage and is pushed 10 feet.</p>\n<p><strong>Critical Failure</strong> The target takes double damage and is pushed 20 feet.</p>",
    "rarity": "common",
    "traits": [
      "companion",
      "invested",
      "magical"
    ]
  },
  {
    "level": 9,
    "name": "Horned Lion Amulet",
    "price": {
      "gp": 120
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">f</span> envision</p>\n<p><strong>Trigger</strong> You take fire damage</p><hr /><p>This small figurine of a horned lion sitting at attention is the size of a coin and carved from simple stone. The figurine can be fastened to a suit of armor as a charm or adornment.</p>\n<p>When you activate the amulet, the lion's eyes glow with flames, granting you fire resistance 10 against the triggering damage and a subsequent fire resistance 5 for 1 minute.</p>\n<p></p>\n<p>If the triggering damage was due to persistent fire damage, you immediately attempt a @Check[flat|showDC:all|dc:10] to recover from the persistent damage. The DC remains at 10 until the persistent fire damage ends.</p>\n<p></p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "magical",
      "talisman"
    ]
  },
  {
    "level": 26,
    "name": "Horns of Naraga",
    "price": {},
    "description": "<p>This imposing helm bears the horns of a powerful black dragon. While wearing the <em>Horns of Naraga</em>, you gain greater darkvision and immunity to acid. If you are undead, you gain resistance 40 to vitality damage. If you are not undead, the helm quickly saps the life from you, dealing 10d6 void damage to you every round. If you die from this damage, you rise as an undead of an equal level in [[/br 1d4 #rounds]]{1d4 rounds}.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">F</span> envision</p>\n<p><strong>Trigger</strong> You touch a creature as part of an unarmed attack or melee spell attack roll</p>\n<p><strong>Effect</strong> The creature takes 5d6 void damage. If you are an undead, you regain Hit Points equal to the void damage the creature took.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">3</span> command</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> The <em>Horns of Naraga</em> transform into Naraga, an @UUID[Compendium.pf2e.pathfinder-bestiary.Actor.Black Dragon (Ancient)]{Ancient Black Dragon}. Naraga appears in an adjacent appropriate space, and if no such space is available, she does not appear. Naraga follows your commands without question. She remains for up to 1 hour or until you use an Interact action to dismiss her, after which she reverts back to the helm. If Naraga is slain, she immediately reverts back to the helm and can't be summoned for 1 week. You don't receive any of the helm's other benefits while it is transformed.</p>\n<hr />\n<p><strong>Destruction</strong> The helm is utterly obliterated if crushed between the jaws of an ancient black dragon's skull located in a desert while the sun is at its zenith.</p>",
    "rarity": "unique",
    "traits": [
      "artifact",
      "invested",
      "magical"
    ]
  },
  {
    "level": 8,
    "name": "Horrid Figurine",
    "price": {
      "gp": 450
    },
    "description": "<p>Carved in a putrid jade, the color of disease, this figurine is a bloated humanoid mass of writhing vermin and serpents, all rendered in disgusting detail. The creeping pattern is carved so they seem to move and contort the more one views the figurine. When activated, the effect is amplified to a disgusting or horrifying degree. The figurine can be activated twice per day. If you try to activate it a third time during a day, it dissolves into a puddle of non-magical, putrid glue, causing you to become Sickened{Sickened 3}.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> command, Interact</p>\n<hr />\n<p><strong>Effect</strong> Holding the figurine over your head and speaking one command word causes a wave of nausea in a 20 foot emanation. Each creature in the emanation must succeed at a @Check[fortitude|dc:24] save or become Sickened{Sickened 2}. You're immune to this effect.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> command, Interact</p>\n<hr />\n<p><strong>Effect</strong> Holding the figurine over your head and speaking a different command word causes those around to tremble in fear. Each creature in a 20 foot emanation must succeed at a @Check[will|dc:24] save or become Frightened{Frightened 3}. You're immune to this effect.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 0,
    "name": "Horsechopper",
    "price": {
      "sp": 9
    },
    "description": "<p>Created by goblins to battle horses, this weapon is essentially a long shaft ending in a blade with a large hook.</p>",
    "rarity": "uncommon",
    "traits": [
      "goblin",
      "reach",
      "trip",
      "versatile-p"
    ]
  },
  {
    "level": 4,
    "name": "Hosteling Statuette",
    "price": {
      "gp": 80
    },
    "description": "<p>This soapstone statuette resembles an unidentified lump with a vaguely animal shape, worn on a band or cord around the companion's neck. When your companion invests the item, the statuette changes to appear as a miniature carved soapstone version of the companion.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> envision, Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You touch your companion, merging it into the statuette and ending the activation with the statuette in your hand (or on the ground in your space if you don't have a hand free). While in statuette form, your companion has the Petrified condition, and its size is Tiny.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> envision, Interact</p>\n<p><strong>Requirements</strong> Your companion is in statuette form</p>\n<hr />\n<p><strong>Effect</strong> You call forth your companion from the statuette, causing it to unmerge and appear in an unoccupied space adjacent to you.</p>",
    "rarity": "uncommon",
    "traits": [
      "companion",
      "invested",
      "primal"
    ]
  },
  {
    "level": 0,
    "name": "Hourglass",
    "price": {
      "gp": 3
    },
    "description": "",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 7,
    "name": "Hovering Potion",
    "price": {
      "gp": 55
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>A foamy, cloudy liquid, hovering potion enables you to defy gravity for 5 minutes. By default, the potion causes you to float several inches off the ground. If you take a Stride action, you can move 10 feet up or down in the air. You can instead Climb at your full Speed or Stride to move along a horizontal surface at half your Speed. The GM determines which surfaces can be climbed or moved across this way. If you fall while this potion is in effect, you can use the Arrest a Fall reaction as if you had a fly Speed. If you have a fly Speed, you remain airborne at the end of your turn, even if you didn't use a Fly action this round.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical",
      "potion"
    ]
  },
  {
    "level": 10,
    "name": "Howler Pistol",
    "price": {
      "gp": 1100
    },
    "description": "<p>Designed by a gunsmith as a personal challenge, a <em>howler pistol</em> strikes a miniature version of the <em>sonic horn</em> siege weapon's resonating orb with its hammer to generate beams of sonic energy. A <em>howler pistol</em> is a <em>+1 striking dragon mouth pistol</em> that deals sonic damage instead of piercing damage and doesn't have the concussive trait.</p><hr /><p><strong>Activate—Resonant Shatter</strong> <span class=\"action-glyph\">2</span> (manipulate)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Requirements</strong> The <em>howler pistol</em> is loaded</p>\n<p><strong>Effect</strong> You over-torque the <em>howler pistol</em>'s hammer to strike the resonating orb harder than normal. The gun fires a concentrated burst of sonic energy that shatters a nearby stone or rock surface, creating a 10 foot burst at a point of impact within the gun's first range increment. Creatures in the area take @Damage[5d6[piercing]|options:area-damage] damage (DC 27 reflex save).</p><hr /><p><strong>Craft Requirements</strong> The initial raw materials must include the powdered horn from a soniphak, processed into a resonating orb.</p>",
    "rarity": "rare",
    "traits": [
      "magical",
      "scatter-5"
    ]
  },
  {
    "level": 17,
    "name": "Humbug Pocket (Greater)",
    "price": {
      "gp": 12500
    },
    "description": "<p>Fine silk lines this fashionable pocket, which is typically cinched to a belt or tailored into a piece of formal clothing. The pocket can hold no more than one item of light Bulk, plus incidental items of negligible Bulk. The pocket grants you a +3 item bonus to Society and to Stealth checks to Conceal an Object in the pocket.</p>\n<p>The pocket can produce stationery and writing implements of high quality. When you Create Forgery{Create a Forgery}, you can use the pocket to produce ideal materials to make the forgery. Any materials must be able to fit through the opening of the pocket, such as a roll of parchment, an inkwell, or a loupe. Though they're excellent tools, they don't have any value if sold and disappear once their function in making a forgery is fulfilled.</p>\n<hr />\n<p><strong>Activate—Papers Please</strong> <span class=\"action-glyph\">1</span> (concentrate, manipulate)</p>\n<p><strong>Frequency</strong> once per hour</p>\n<p><strong>Effect</strong> You create up to 5 temporary forgeries by imagining the documents you need and pulling them from the pocket. Attempt to Create a Forgery of the documents you desire, with the GM rolling the secret check as normal. Their quality is based on your check, but the documents disintegrate after 1 hour.</p>\n<p>All 5 forgeries must serve a similar purpose—five invitations to the same party for different attendees, for example. Attempt only one check for all the documents.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "occult"
    ]
  },
  {
    "level": 9,
    "name": "Humbug Pocket",
    "price": {
      "gp": 650
    },
    "description": "<p>Fine silk lines this fashionable pocket, which is typically cinched to a belt or tailored into a piece of formal clothing. The pocket can hold no more than one item of light Bulk, plus incidental items of negligible Bulk. The pocket grants you a +2 item bonus to Society and to Stealth checks to Conceal an Object in the pocket.</p>\n<p>The pocket can produce stationery and writing implements of high quality. When you Create Forgery{Create a Forgery}, you can use the pocket to produce ideal materials to make the forgery. Any materials must be able to fit through the opening of the pocket, such as a roll of parchment, an inkwell, or a loupe. Though they're excellent tools, they don't have any value if sold and disappear once their function in making a forgery is fulfilled.</p>\n<hr />\n<p><strong>Activate—Papers Please</strong> <span class=\"action-glyph\">1</span> (concentrate, manipulate)</p>\n<p><strong>Frequency</strong> once per hour</p>\n<p><strong>Effect</strong> You create a temporary forgery by imagining the document you need and pulling it from the pocket. Attempt to Create a Forgery of the document you desire, with the GM rolling the secret check as normal. Its quality is based on your check, but the document disintegrates after 1 hour.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "occult"
    ]
  },
  {
    "level": 12,
    "name": "Hummingbird Wayfinder",
    "price": {
      "gp": 1750
    },
    "description": "<p>Hummingbird wayfinders blend a few Arcadian secrets into the original wayfinder design, allowing the wayfinder to gain mobility for a time and act as a spy. In addition to the effects of a Wayfinder, a hummingbird wayfinder has the following activation.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> command, Interact</p>\n<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p><strong>Effect</strong> You cause the wayfinder to transform into a Tiny bee hummingbird, only 2 inches long. Other than the wayfinder being a visible bird, this has the effects of Scouting Eye. In addition to Seeking through the hummingbird, you can activate any aeon stone within the wayfinder as if the wayfinder were still on your person. When the effect ends, the wayfinder transforms back to normal in its current position. Damaging the bird ends the effect but does not destroy the wayfinder.</p>",
    "rarity": "uncommon",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 8,
    "name": "Hundred-Moth Caress",
    "price": {
      "gp": 475
    },
    "description": "<p>The handles of this <em>+1 striking scythe</em> are made from a dull, gray wood of bone-like consistency, and when you slice with it, a fluttering gust of hundreds of moths' wingbeats fills the air. If you're a devotee of Urgathoa, you can use this scythe as a divine focus, and with every Strike, it exudes a pallid cloud of powdery dust.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">f</span> command (divine, necromancy, void)</p>\n<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p><strong>Effect</strong> You deal 1d10 void damage to yourself. If your next action is to Strike with the scythe or to Cast a Spell with the disease or void trait, that Strike or spell deals additional void damage equal to the damage you took (after any reductions or increases from immunity, resistances, weaknesses).</p>",
    "rarity": "common",
    "traits": [
      "deadly-d10",
      "divine",
      "trip",
      "void"
    ]
  },
  {
    "level": 11,
    "name": "Hunger Oil",
    "price": {
      "gp": 235
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">3</span> Interact</p>\n<p>Rendered from the fat of corporeal undead creatures and infused with ghoulish magic, this yellowish oil causes its victims to experience stabbing hunger pangs that only living flesh can abate. If the victim eats at least a mouthful of humanoid flesh, it ignores the enfeebled condition from hunger oil for 1 minute. Victims under the effect of hunger oil regain only half as many Hit Points from healing effects unless they've eaten at least a mouthful of humanoid flesh in the last minute.</p>\n<p><strong>Saving Throw</strong> @Check[fortitude|dc:30]</p>\n<p><strong>Onset</strong> 1 minute</p>\n<p><strong>Maximum Duration</strong> 6 minutes</p>\n<p><strong>Stage 1</strong> Enfeebled{Enfeebled 2} (1 minute)</p>\n<p><strong>Stage 2</strong> Enfeebled{Enfeebled 3} (1 minute)</p>\n<p><strong>Stage 3</strong> Enfeebled{Enfeebled 4} ([[/r 1d4 #Minutes]]{1d4 minutes})</p>\n<hr />\n<p><strong>Craft Requirements</strong> Supply one casting of Ghoulish Cravings.</p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "consumable",
      "contact",
      "divine",
      "poison"
    ]
  },
  {
    "level": 17,
    "name": "Hungering Maw",
    "price": {
      "gp": 2200
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">f</span> command</p>\n<p><strong>Trigger</strong> You attempt a saving throw against a possession effect</p>\n<p><strong>Requirements</strong> You are a master in Will saves.</p>\n<hr />\n<p>A shining onyx gemstone clutched in a pair of black steel jaws, this pendant is a potent defense against hostile spirits and other beings who commandeer the bodies of others. When you Activate it, you gain a +4 item bonus to your saving throw against the triggering effect. If your result prevents you from being possessed, the creature that attempted to possess you is subject to a DC 37 Seize Soul spell, which can trap it in the talisman as if it had recently died. The talisman's magic is exhausted after use, but a soul trapped this way remains imprisoned inside, as detailed in the spell description. Starting at the end of its next turn, the trapped creature gets a new save to end the effect at the end of each of its turns.</p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "magical",
      "talisman"
    ]
  },
  {
    "level": 11,
    "name": "Hunter's Anthem",
    "price": {
      "gp": 1300
    },
    "description": "<p>This <em>+2 striking longbow</em> is carefully handcrafted from a length of flexible green-tinted wood, etched in a variety of runic symbols, and strung with a dawnsilver bowstring. When you shoot the bow in rapid succession, the echoing chords generated by the bowstring form a haunting dirge that evokes the inevitable end of all things. If you have the Hunt Prey class feature, the weapon gains the <em>Thundering</em> rune on Strikes against your prey.</p>\n<hr />\n<p><strong>Activate—Song of the Bow</strong> <span class=\"action-glyph\">2</span> (concentration)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You shoot an arrow thrumming with the song of the bow. Make a Strike with the bow that deals damage as normal. As long as the Strike isn't a critical failure, the arrow explodes in a 20 foot emanation around your target, dealing 5d10 sonic damage to creatures in the area, including the target, with a DC 28 fortitude. Any creature that critically fails is Deafened for 1 minute. If any creature in the area is Undetected or Unnoticed by you, you learn its location, making it Hidden to you instead.</p>",
    "rarity": "common",
    "traits": [
      "deadly-d10",
      "volley-30"
    ]
  },
  {
    "level": 4,
    "name": "Hunter's Arrowhead",
    "price": {
      "gp": 80
    },
    "description": "<p>A <em>hunter's arrowhead</em> is meant to be worn as a charm, such as a pendant, or carried in a pocket or quiver. The arrowhead is etched with images sacred to the elven god Ketephys. While you wear or carry the arrowhead, it infuses you with great skill at hunting, and you gain a +1 item bonus to Survival checks and attack rolls against any creature you've currently designated as your prey with Hunt Prey. A hunter's arrowhead is also a religious symbol of Ketephys.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">R</span> command</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> You would miss with an attack made with a bow</p>\n<hr />\n<p><strong>Effect</strong> You gain a +2 circumstance bonus to your attack roll, possibly turning a miss into a hit.</p>",
    "rarity": "rare",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 2,
    "name": "Hunter's Bane",
    "price": {
      "gp": 6
    },
    "description": "<p><strong>Usage</strong> affixed to armor</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">F</span> (concentrate)</p>\n<p><strong>Trigger</strong> A Hidden or Undetected enemy hits you with an attack</p>\n<p><strong>Requirements</strong> You are trained in Survival</p><hr /><p>This talisman is a ring of dried, interwoven pieces of straw. When you activate the <em>hunter's bane</em>, you sense the exact location of the attacker. It becomes Observed by you if it was hidden from you or becomes hidden from you if it was undetected. If the attacker is behind lead, the <em>hunter's bane</em> has no effect.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "detection",
      "magical",
      "talisman"
    ]
  },
  {
    "level": 3,
    "name": "Hunter's Bow",
    "price": {
      "gp": 60
    },
    "description": "<p>Stealthy hunters and rogues can use this +1 magic shortbow to attack from hiding. If you use this bow to Strike a target that can't see you and you get a critical hit, the target takes an extra 1d6 piercing damage (this is in addition to sneak attack damage if you're a rogue).</p>",
    "rarity": "common",
    "traits": [
      "deadly-d10",
      "magical"
    ]
  },
  {
    "level": 4,
    "name": "Hunter's Brooch",
    "price": {
      "gp": 80
    },
    "description": "<p>While wearing this silver religious symbol of Erastil, you can cast the Vitality Lash cantrip as an innate divine spell.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">3</span> command, Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> By touching a weapon you wield to the symbol and uttering a plea for Erastil's steadying hand, you grant that weapon the deadly d12 trait. Against undead, the weapon instead gains the fatal d12 trait. This blessing lasts for 1 minute, until you score a critical hit with the weapon, or until you aren't wielding the weapon.</p>\n<p></p>",
    "rarity": "unique",
    "traits": [
      "divine",
      "invested",
      "vitality"
    ]
  },
  {
    "level": 23,
    "name": "Hunter's Dawn",
    "price": {},
    "description": "<p><em>Hunter's Dawn</em> is a <em>+3 greater striking Quickstrike{Speed} Ghost Touch club</em>.</p>\n<p>However, the notched head of the weapon marks it as an atlatl, an ancient tool used for throwing darts and javelins. You can use <em>Hunter's Dawn</em> with a mundane dart or javelin like you would use a bow with an arrow; when you do so, the range of the dart or javelin is doubled, and the dart or javelin uses <em>Hunter's Dawn</em> to determine its attack modifier and damage dice.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span>, <span class=\"action-glyph\">2</span>, or <span class=\"action-glyph\">3</span> Interact</p>\n<p><strong>Effect</strong> You swing <em>Hunter's Dawn</em> and launch a magically conjured javelin at a target within 60 feet, making a ranged Strike.</p>\n<p>The javelin has the statistics of a javelin but gains the magical properties of <em>Hunter's Dawn</em> and disappears immediately after hitting or missing its target.</p>\n<p>On a successful hit, you deal damage (3d6 piercing, due to the atlatl's <em>greater striking</em> rune, plus your Strength modifier); in addition, a gazelle leaps from the hit target to one or more targets within 20 feet of the first, dealing 2d6 piercing damage plus your Strength modifier. The number of additional targets hit in this way is equal to the number of actions you spend to activate this ability (one additional target if you used one action, two additional targets for two actions, and so forth).</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">R</span></p>\n<p><strong>Trigger</strong> You hit a creature with a ranged Strike with <em>Hunter's Dawn</em></p>\n<p><strong>Effect</strong> The target is marked. Once per day, you can cast a 5th-rank Locate spell on the marked target, regardless of its distance from you or your ability to cast spells. This effect persists until it is dispelled (counterspell DC 46), the creature dies, or a new target is marked.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p><strong>Frequency</strong> three times per day</p>\n<p><strong>Effect</strong> You shave a curl of wood from <em>Hunter's Dawn</em> and create a roaring fire within 15 feet. You can choose one of the following shapes for the fire to take: a 10-foot square, a 20 foot line, or a 15 foot cone. Each creature in the affected squares take 6d6 fire damage (DC 46 reflex).</p>\n<hr />\n<p><strong>Destruction</strong> <em>Hunter's Dawn</em> can be destroyed only by placing it on the funeral pyre of a dead god.</p>",
    "rarity": "unique",
    "traits": [
      "arcane",
      "artifact",
      "thrown-10"
    ]
  },
  {
    "level": 9,
    "name": "Hunter's Hagbook",
    "price": {
      "gp": 700
    },
    "description": "<p>This magical book has its official title, The <em>Grimoire of Lady Jayne Cutter</em>, written on an inside page in illuminated letters. Among occultists and other scholars, it's known by its colloquial name: the Hunter's Hagbook. The book is a grimoire created and used by a legendary Varisian monster hunter. The <em>Hunter's Hagbook</em> can hold 100 spells but the spells below are always present in the book, can't be removed from it, and count against the total.</p>\n<p>When you attempt a saving throw against a coven spell, you can immediately end the duration of a spell affecting you that you prepared from this book. If you do, the result of your saving throw is one degree of success better than your roll (for example, a critical failure becomes a failure).</p>\n<hr />\n<p>Caster's Imposition</p>\n<p>Blind Eye</p>\n<p>Blood Duplicate</p>\n<p>Hag's Fruit</p>\n<p>Ritual Obstruction</p>\n<p>Web of Influence</p>",
    "rarity": "unique",
    "traits": [
      "fortune",
      "grimoire",
      "magical"
    ]
  },
  {
    "level": 13,
    "name": "Hydra Mutagen",
    "price": {
      "gp": 600
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> (manipulate)</p>\n<hr />\n<p>You sprout a second head, increasing your awareness, intuition, and cognitive ability but also causing your physical capabilities to be impaired as both minds struggle to control a single body.</p>\n<p><strong>Benefit</strong> For 10 minutes, you gain all-around vision and a +3 item bonus to all Intelligence- and Wisdom-based skill checks. Once during the mutagen's effect, if you fail or critically fail a Will saving throw against a mental effect, you can treat the result as one degree of success better.</p>\n<p><strong>Drawback</strong> You are Clumsy{Clumsy 1} for 10 minutes.</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable",
      "mutagen",
      "polymorph"
    ]
  },
  {
    "level": 5,
    "name": "Hydrocannon",
    "price": {
      "gp": 150
    },
    "description": "<p>This <em>+1 striking hand cannon</em> is crafted by wrapping the water-producing organ cluster of a grodair around its barrel, eliminating the need for ammunition, though the living tissue must be maintained with 1 sp of specialized nutrient feed each day. If not, its misfire check is DC 10 flat. If you fail this misfire check, the organ bursts, dealing an amount of @Damage[(2*@item.system.damage.dice)[bludgeoning]]{bludgeoning damage} equal to double the number of weapon damage dice to you and rendering the <em>hydrocannon</em> broken.</p><hr /><p><strong>Activate—Tinker Shot</strong> <span class=\"action-glyph\">2</span> (manipulation)</p>\n<p><strong>Frequency</strong> once per minute</p>\n<p><strong>Effect</strong> You fiddle with the pressure regulator on the <em>hydrocannon</em> and then make a ranged Strike with the gun. A successful attack has an additional effect depending on which modular configuration the <em>hydrocannon</em> is currently in.</p><ul><li><p><strong>Bludgeoning</strong> The target is pushed 5 feet away from you; this forced movement is increased to 10 feet on a critical hit.</p></li><li><p><strong>Piercing</strong> The target takes a –10-foot circumstance penalty to its Speeds for 1 round.</p></li><li><p><strong>Slashing</strong> The target takes 1d6 bleed damage.</p></li></ul><hr /><p><strong>Craft Requirements</strong> The initial raw materials must include the extradimensional organ cluster extracted from a grodair. Harvesting the organs of a grodair in this way differs greatly from the normal method; it takes an hour and a successful @Check[arcana|dc:22] check. On a critical failure, the organ cluster bursts and deals 4d6 bludgeoning damage to the harvester.</p>",
    "rarity": "uncommon",
    "traits": [
      "magical",
      "modular"
    ]
  },
  {
    "level": 15,
    "name": "Hyldarf's Fang",
    "price": {},
    "description": "<p>This <em>+2 greater striking hand cannon</em> is carved and crafted from a single large fang, worn with age and cracked with red lines. The tip of the fang has been filed down, but still leaks black fluid occasionally. It was fashioned from the tooth of the tor linnorm Hyldarf by a half-Ulfen gunsmith from Tian Xia who sought the title of linnorm king. Though the smith failed to slay the linnorm, he did claim the mighty dragon's tooth and fashion it into a magic firearm that still drips warm venom. Hyldarf survived the encounter with her attacker and slew the gunsmith years later, though by then the smith had already bequeathed the weapon to his chosen heir and it was far out of her grasp. The linnorm still searches for her missing tooth, portending potential doom for the weapon's owner.</p>\n<p>The weapon deals an additional 2d6 fire damage on a successful Strike, plus 3d10 persistent fire damage on a critical hit. Fire damage dealt by this weapon (including persistent fire damage and damage from Hyldarf's Venom) ignores the target's fire resistance.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> command, envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You call upon Hyldarf's power to gain the magic of a linnorm for a brief time. For 1 minute, you gain the effects of Fly, Unfettered Movement, and Truesight as well as fire resistance 20.</p>\n<p></p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p><strong>Frequency</strong> Once per minute</p>\n<p><strong>Effect</strong> You soak your shot in the fluid of the fang, imbuing it with Hyldarf's venom. The next Strike you make with Hydalf's Fang before the end of your next turn delivers the venom to the target.</p>\n<hr />\n<p><strong>Hyldarf's Venom</strong> (fire, injury, poison)</p>\n<p><strong>Saving Throw</strong> DC 34 fortitude save</p>\n<p><strong>Maximum Duration</strong> 3 rounds</p>\n<p><strong>Stage 1</strong> 3d6 fire damage and Sickened{Sickened 1}</p>\n<p><strong>Stage 2</strong> 6d6 fire damage and Sickened{Sickened 2}.</p>",
    "rarity": "unique",
    "traits": [
      "modular"
    ]
  },
  {
    "level": 8,
    "name": "Hype",
    "price": {
      "gp": 100
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>A synthetic adrenaline supplement that increases awareness and reaction time.</p>\n<p><strong>Saving Throw</strong> @Check[fortitude|dc:25]</p>\n<p><strong>Maximum Duration</strong> 1 minute</p>\n<p><strong>Stage 1</strong> quickened and can use the additional action to Step or Stride (1 round)</p>\n<p><strong>Stage 2</strong> Stupefied{Stupefied 2} (1 round)</p>\n<p><strong>Stage 3</strong> Drained{Drained 2} and stupefied 2 (1 round)</p>",
    "rarity": "rare",
    "traits": [
      "alchemical",
      "consumable",
      "drug",
      "ingested"
    ]
  },
  {
    "level": 11,
    "name": "Ice Forge",
    "price": {
      "gp": 1300
    },
    "description": "<p>While many of the magical wonders created by saumen kar have been destroyed, <em>ice forges</em>, while rare, still see use today among the few individuals who manage to discover and keep one of these portable treasures. When an <em>ice forge</em> isn't activated, it appears to be a small anvil carved from a lump of ice no larger than an apple. While in this state, the <em>ice forge</em> remains cold to the touch but doesn't melt in the presence of high temperatures. It can be used to chill a beverage in a small container, although those who venerate and respect these items' legacy would doubtless find this use to be insulting at best.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">3</span> command, Interact</p>\n<p><strong>Effect</strong> You toss the <em>ice forge</em> onto the ground, and it immediately expands in size, transforming into a fully functional forge that appears to be made of solid ice. Expanded, the <em>ice forge</em> is 10 feet square and 10 feet high. While the forge itself is cold to the touch, it won't melt in higher temperatures, nor will it cause harm to someone who remains in contact with the chill surface for an extended period of time. The forge can be used to work metal as a normal forge (although fuel must be provided)—the heat created by its use does no harm to the <em>ice forge</em>, nor does it transmit to the surface it sits upon, making an <em>ice forge</em> an ideal solution for those who seek to use forges in areas where open flames or smoke would be dangerous.</p>\n<p>You can return an <em>ice forge</em> to its handheld anvil form by spending a single action to issue a verbal command, which has the auditory trait. Doing so immediately snuffs out any fire within the forge and leaves behind unused material or ashes. Once deactivated, the forge can't be activated again for 4 hours.</p>\n<hr />\n<p><strong>Activate</strong> 1 minute (envision, Interact)</p>\n<p><strong>Requirements</strong> The <em>ice forge</em> is in forge form</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> The <em>ice forge</em> casts Creation (heightened to 5th level) to your specifications.</p>",
    "rarity": "rare",
    "traits": [
      "magical",
      "structure"
    ]
  },
  {
    "level": 4,
    "name": "Ice Slick Snare",
    "price": {
      "gp": 40
    },
    "description": "<p>Using a Frost Vial (Moderate) as a catalyst, this snare spills out over the ground when triggered to create a slippery patch of ice on the ground. When a creature triggers this snare, it takes 2d6 cold damage and must attempt a DC 22 reflex saving throw.</p>",
    "rarity": "uncommon",
    "traits": [
      "cold",
      "consumable",
      "mechanical",
      "snare",
      "trap"
    ]
  },
  {
    "level": 5,
    "name": "Ichthyosis Mutagen",
    "price": {
      "gp": 24
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>After you drink this mutagen, your skin continually renews itself, thickening into large, scaly patches.</p>\n<hr />\n<p><strong>Benefit</strong> For 1 minute, you gain fast healing 2 and automatically succeed at flat checks to recover from persistent bleed damage.</p>\n<p><strong>Drawback</strong> Your thickened skin makes quick movement difficult, and your excess skin flakes off with the slightest movement. You take a -2 penalty to Reflex saves for 1 minute. Any creature attempting to Track you in the next 24 hours gains a +4 circumstance bonus to their check.</p>\n<p></p>",
    "rarity": "rare",
    "traits": [
      "alchemical",
      "consumable",
      "elixir",
      "mutagen",
      "polymorph"
    ]
  },
  {
    "level": 16,
    "name": "Icicle",
    "price": {
      "gp": 10000
    },
    "description": "<p>This <em>+2 greater striking greater frost longspear</em> appears to be a single continuous icicle stretching over 6 feet long. The icicle automatically extinguishes non-magical fires in a 20 foot emanation. While wielding it, you gain fire resistance 5.</p><hr /><p><strong>Activate—Quench Flames</strong> <span class=\"action-glyph\">2</span> (concentrate, manipulate)</p>\n<p><strong>Effect</strong> You swing the icicle into the area of an ongoing magical fire, and the spear attempts to counteract the fire with a counteract modifier of [[/r 1d20+27 #Counteract]]{+27}. If it fails, it can't attempt to counteract the same fire again.</p><hr /><p><strong>Activate—Ice Spike</strong> <span class=\"action-glyph\">2</span> (concentrate, manipulate)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> The icicle grows rapidly, piercing creatures in a 30 foot line. Each creature in the area takes @Damage[11d6[cold]|options:area-damage] damage with a DC 35 reflex. A creature that fails its save also takes @Damage[3d6[persistent,bleed]] damage (double on a critical failure).</p>",
    "rarity": "common",
    "traits": [
      "cold",
      "reach"
    ]
  },
  {
    "level": 11,
    "name": "Icy Disposition",
    "price": {},
    "description": "<p><strong>Devil</strong> @UUID[Compendium.pf2e.pathfinder-bestiary.Actor.Gelugon]</p>\n<p><strong>Decipher Writing</strong> Nature, Games Lore</p>\n<hr />\n<p>Your flesh looks no different, but is cold to the touch.</p>\n<p><strong>Benefit</strong> You gain cold resistance equal to your level and a +1 status bonus to saving throws against mental effects.</p>\n<p><strong>Payment</strong> Liquids in your possession, including potions and liquid alchemical items, freeze over the course of 1 minute and thaw 1 minute after they leave your possession. Frozen potions and elixirs take 1 minute to consume.</p>\n<p><strong>Hidden Condition</strong> (conjuration, teleportation) No more than once per week, the gelugon can move you like a piece on a game board to advance its schemes. The gelugon can appear and transport you and any items you're wearing and holding from your current space to a clear space within 500 feet (the gelugon need not see this location, but must know its relative location and distance from you). This effect doesn't transport any other creatures. The gelugon is unlikely to place you in a less dangerous space than the one you left.</p>\n<p><strong>Termination Clause</strong> The contract provides you the benefits of \"the eternal ice of Cocytus.\" If you travel to Cocytus, Hell's seventh layer, and stand within an area at least 100 feet across that contains no ice and has a temperature above freezing, the contract is void. Such locations are exceptionally rare in Cocytus, and the efforts to create such an area are likely to attract unpleasant attention.</p>",
    "rarity": "rare",
    "traits": [
      "contract",
      "invested",
      "magical"
    ]
  },
  {
    "level": 1,
    "name": "Ignitor",
    "price": {
      "gp": 5
    },
    "description": "<p>An ignitor uses interlocking clockwork to create a small spark in order to ignite flammable materials. While holding the ignitor, you can Interact with it to ignite a flammable object within reach.</p>",
    "rarity": "common",
    "traits": [
      "clockwork"
    ]
  },
  {
    "level": 14,
    "name": "Illuminated Folio",
    "price": {
      "gp": 4200
    },
    "description": "<p>The pages of this part-spellbook, part-bestiary are illustrated with all manner of creatures, magical and mundane. The illustrations shift and move around the page when examined.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision (metamagic)</p>\n<p><strong>Effect</strong> If your next action is to cast a conjuration spell prepared from this grimoire that summons one or more creatures, you summon creatures from the <em>illuminated folio</em> rather than their usual source. These summoned creatures appear as living illustrations, granting them resistance to physical damage equal to half their level and weakness 5 to fire and to any ability with the water trait. They can also fold themselves up to pass through spaces only an inch or so wide as part of their movement.</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "grimoire",
      "magical"
    ]
  },
  {
    "level": 0,
    "name": "Illuminated manuscript",
    "price": {
      "gp": 10
    },
    "description": "",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 0,
    "name": "Illustrated book",
    "price": {
      "gp": 4
    },
    "description": "",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 3,
    "name": "Immaculate Holsters",
    "price": {
      "gp": 52
    },
    "description": "<p>This pristine leather belt is made of treated and polished black leather with silver fittings; it features a pair of matching leather holsters that can each fit a one-handed firearm or hand crossbow.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">3</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> Up to two firearms currently holstered in the immaculate holsters are instantly cleaned and oiled, protecting them from accidental misfires (though not misfires caused as a result of using a feat or ability). The holstered weapons are also reloaded with non-magical 0-level ammunition appropriate to a weapon of their type; if a firearm has multiple chambers, such as a slide pistol, each empty chamber is loaded. Immaculate holsters can't reload the cartridge of a repeating weapon.</p>",
    "rarity": "uncommon",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 10,
    "name": "Immolation Clan Pistol",
    "price": {
      "gp": 1000
    },
    "description": "<p>This charred and blackened <em>+2 striking clan pistol</em> is coated in a thick layer of soot and grease and its retort sounds uncomfortably like a scream. Clearly at dangerous risk of misfire, this weapon claimed the life of its dwarven crafter shortly after completion and is haunted by that pained spirit. This ever-burning spirit keeps the firearm warm to the touch, regardless of surrounding environment.</p>\n<p>No matter how much you clean and maintain it, an <em>immolation clan pistol</em> is always at risk of a misfire, and the flat check to avoid a misfire is DC 7 rather than DC 5. On a misfire, an immolation clan pistol releases a blast of concentrated fire, dealing you 2d6 fire damage and @Damage[2d6[persistent,fire]] damage.</p>\n<p>An <em>immolation clan pistol</em> fuses with you when you first fire it. While you're fused with the <em>immolation clan pistol</em>, the pained spirit haunts your dreams, forcing you to relive its death each night. If you fired the <em>immolation clan pistol</em> that day, you are unharmed by these dreams. If you didn't fire the <em>immolation clan pistol</em> that day, but still possess it, you awaken Fatigued. If you no longer possess the <em>immolation clan pistol</em>, the spirit of its dwarven smith is enraged by your neglect; you awaken fatigued and aflame, taking @Damage[2d6[persistent,fire]] damage.</p>\n<p>Regardless, these nightmares possess clues to the spirit's life. If you take the immolation clan pistol to the site of its creation and repair it with tools belonging to the tormented spirit, you might be able to break the curse. If the spirit is set free, this weapon becomes a <em>+2 greater striking flaming clan pistol</em> with no other abilities or curses.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> command, Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You allow yourself to become partially possessed by the immolated spirit bound to the clan pistol. For 1 minute, you look like a flaming corpse. During this time, you gain a +2 status bonus to Intimidation checks and the <em>immolation clan pistol</em> becomes a <em>+2 striking flaming clan pistol</em>.</p>\n<p></p>",
    "rarity": "rare",
    "traits": [
      "concussive",
      "cursed",
      "dwarf",
      "fatal-d10",
      "fire",
      "magical"
    ]
  },
  {
    "level": 20,
    "name": "Immortal Bastion",
    "price": {
      "gp": 70000
    },
    "description": "<p>This impressive <em>+3 greater resilient greater fortification bastion plate</em> is built like an impregnable castle, with multiple layers of defense and no weak points. When you activate the armor's deflect melee trait, you gain a +2 circumstance bonus to AC against melee attacks instead of +1, and you gain 10 temporary Hit Points that last until the start of your next turn.</p>\n<p></p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">r</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> You are reduced to 0 Hit Points or would die from a death effect</p>\n<p><strong>Effect</strong> You drop to 1 Hit Point instead of being reduced to 0 HP or dying, and you gain 100 temporary Hit Points that last until the start of your next turn.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">r</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> You would gain or increase the Doomed or Wounded condition</p>\n<p><strong>Effect</strong> You avoid gaining or increasing the condition. If the triggering effect imposes both doomed and wounded, choose only one to prevent. This doesn't remove either of the conditions if you already have them, nor does it prevent the same triggering effect from giving or increasing the prevented condition later.</p>",
    "rarity": "common",
    "traits": [
      "bulwark",
      "entrench-melee",
      "hindering"
    ]
  },
  {
    "level": 9,
    "name": "Immovable Arm",
    "price": {
      "gp": 700
    },
    "description": "<p>The flat iron bar of an <em>immovable rod</em> has been worked into the core frame of this prosthetic arm, a small button discreetly placed at the heel of the hand.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<hr />\n<p><strong>Effect</strong> You curl your fingers inward to press the button on the heel of your hand, anchoring your prosthetic arm in place. Your arm no longer moves, defying gravity if necessary. You can still move the fingers of this hand and your elbow, shoulder, and rest of your body while the magic is in effect, but you can't move your wrist. If you press the button again, the rod inside your arm is deactivated, ending the magic that anchors it in place. While anchored, the arm can be moved only if 8,000 pounds of pressure is placed upon it or if a creature succeeds at a DC 40 athletics check to Force Open your arm. A creature can notice the button hidden in the hand of the prosthesis with a successful DC 25 perception check to Seek.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 10,
    "name": "Immovable Potion",
    "price": {
      "gp": 160
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>When you drink the thick, slate-colored immovable potion, you become anchored in place, even defying gravity, rendering you Immobilized for 1 minute or until you Dismiss the activation. While you are immobilized this way, the DC to move you from your place, including knocking you Prone, is 40.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical",
      "potion"
    ]
  },
  {
    "level": 9,
    "name": "Immovable Rod",
    "price": {
      "gp": 600
    },
    "description": "<p>This flat iron bar is almost completely nondescript, except for one small button appearing on its surface.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> Interact</p>\n<hr />\n<p><strong>Effect</strong> You push the button to anchor the rod in place. It doesn't move, defying gravity if need be. If the button is pushed again, the rod deactivates, ending the anchoring magic. While anchored, the rod can be moved only if 8,000 pounds of pressure are applied to it or if a creature uses Athletics to Force Open the rod with a DC of 40 (though most intelligent creatures can just push the button to release the rod).</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 10,
    "name": "Immovable Tripod",
    "price": {
      "gp": 700
    },
    "description": "<p>This copper tripod with an immovable rod at its core is a perfect example of engineering ingenuity applied to magic items, adapting the eccentric power of an immovable rod for the pragmatic use of stabilizing weapons without the need for solid ground on which to stabilize them. In addition to extraplanar and aquatic environments, these devices have seen use by flying and climbing snipers who would otherwise have no way to mitigate their weapons' fierce kickback.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<hr />\n<p><strong>Effect</strong> You deploy the tripod and press a button to lock it into place via the immovable rod, allowing you to deploy the tripod in midair, underwater, or anywhere else where you don't have a solid horizontal surface available. If you Activate the tripod by pushing the button again, you release and retrieve the tripod. While anchored, the tripod can be moved only if 8,000 pounds of pressure are applied to it or if a creature uses DC 40 athletics to Force Open the tripod with a DC of 40 (though most intelligent creatures can just push the button to release the tripod).</p>",
    "rarity": "uncommon",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 12,
    "name": "Immovable",
    "price": {
      "gp": 1800
    },
    "description": "<p>This rune utilizes magical principles used in an <em>Immovable Rod</em>.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> Your armor anchors you in place, even defying gravity, rendering you Immobilized until you Dismiss the Activation. While you're immobilized in this way, you can be moved only if a creature succeeds at a DC 40 athletics check to Force Open your armor. You can also be moved if 8,000 pounds of pressure are placed upon you, though this is likely fatal.</p>",
    "rarity": "uncommon",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 5,
    "name": "Imp Shot",
    "price": {
      "gp": 24
    },
    "description": "<p><strong>Ammunition</strong> any</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> command</p>\n<p>This black-and-red ammunition contains an egg-shaped capsule. When an activated imp shot hits, the capsule cracks open and releases a manifestation that resembles a Tiny imp that can't act in any way or provide benefits outside those described here. If the Strike misses the target, the imp appears, makes a rude gesture at you, and vanishes in a puff of sulfuric smoke. On a hit, though, the imp harries the target for up to 1 minute, remaining in the target's space, slapping, nipping, hurling insults, and moving with the target as it moves. A creature harried by the imp is off-guard and takes a –2 circumstance penalty to attack rolls and skill checks. At the start of your turn on each round while the imp is active, you must attempt a @Check[flat|dc:11]. On a failure, the imp makes a final vulgar gesture at the target and vanishes in a cloud of brimstone.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical"
    ]
  },
  {
    "level": 9,
    "name": "Impact Foam Chassis (Greater)",
    "price": {
      "gp": 150
    },
    "description": "<p>While you're wearing an impact foam chassis wrapped around your body, it Activates automatically whenever you fall at least 10 feet, causing a layer of soft, flexible impact foam to expand beneath and around you to cushion the fall. The impact foam decreases the falling damage by up to the listed amount, taking damage equal to the amount of falling damage the foam reduced. If this is enough to destroy the foam, it disperses immediately. However, if the foam has any Hit Points remaining, it remains surrounding you for up to 1 minute. While you're surrounded in foam, you are immobilized and have standard cover against other creatures, and other creatures have standard cover against you. The foam has an Escape DC of 15; a creature can also remove it by spending three Interact actions. You or others can also attack the foam (the foam has an AC of 12), which disperses if reduced to 0 Hit Points.</p>\n<p>A greater impact foam chassis prevents up to 100 falling damage and has 100 Hit Points.</p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "gadget"
    ]
  },
  {
    "level": 1,
    "name": "Impact Foam Chassis (Lesser)",
    "price": {
      "gp": 3
    },
    "description": "<p>While you're wearing an impact foam chassis wrapped around your body, it Activates automatically whenever you fall at least 10 feet, causing a layer of soft, flexible impact foam to expand beneath and around you to cushion the fall. The impact foam decreases the falling damage by up to the listed amount, taking damage equal to the amount of falling damage the foam reduced. If this is enough to destroy the foam, it disperses immediately. However, if the foam has any Hit Points remaining, it remains surrounding you for up to 1 minute. While you're surrounded in foam, you are immobilized and have standard cover against other creatures, and other creatures have standard cover against you. The foam has an Escape DC of 15; a creature can also remove it by spending three Interact actions. You or others can also attack the foam (the foam has an AC of 12), which disperses if reduced to 0 Hit Points.</p>\n<p>A lesser impact foam chassis prevents up to 20 falling damage and has 20 Hit Points.</p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "gadget"
    ]
  },
  {
    "level": 14,
    "name": "Impact Foam Chassis (Major)",
    "price": {
      "gp": 650
    },
    "description": "<p>While you're wearing an impact foam chassis wrapped around your body, it Activates automatically whenever you fall at least 10 feet, causing a layer of soft, flexible impact foam to expand beneath and around you to cushion the fall. The impact foam decreases the falling damage by up to the listed amount, taking damage equal to the amount of falling damage the foam reduced. If this is enough to destroy the foam, it disperses immediately. However, if the foam has any Hit Points remaining, it remains surrounding you for up to 1 minute. While you're surrounded in foam, you are immobilized and have standard cover against other creatures, and other creatures have standard cover against you. The foam has an Escape DC of 15; a creature can also remove it by spending three Interact actions. You or others can also attack the foam (the foam has an AC of 12), which disperses if reduced to 0 Hit Points.</p>\n<p>A major impact foam chassis prevents up to 200 falling damage and has 200 Hit Points.</p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "gadget"
    ]
  },
  {
    "level": 4,
    "name": "Impact Foam Chassis (Moderate)",
    "price": {
      "gp": 15
    },
    "description": "<p>While you're wearing an impact foam chassis wrapped around your body, it Activates automatically whenever you fall at least 10 feet, causing a layer of soft, flexible impact foam to expand beneath and around you to cushion the fall. The impact foam decreases the falling damage by up to the listed amount, taking damage equal to the amount of falling damage the foam reduced. If this is enough to destroy the foam, it disperses immediately. However, if the foam has any Hit Points remaining, it remains surrounding you for up to 1 minute. While you're surrounded in foam, you are immobilized and have standard cover against other creatures, and other creatures have standard cover against you. The foam has an Escape DC of 15; a creature can also remove it by spending three Interact actions. You or others can also attack the foam (the foam has an AC of 12), which disperses if reduced to 0 Hit Points.</p>\n<p>A moderate impact foam chassis prevents up to 50 falling damage and has 40 Hit Points.</p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "gadget"
    ]
  },
  {
    "level": 17,
    "name": "Impactful (Greater)",
    "price": {
      "gp": 15000
    },
    "description": "<p>This rune thrums with pure magical energy. Weapons with the rune deal an additional 1d6 force damage on a successful Strike. On a critical hit, you can choose to force the target to succeed at a DC 37 fortitude save or be pushed 10 feet away from you.</p>",
    "rarity": "common",
    "traits": [
      "force",
      "magical"
    ]
  },
  {
    "level": 10,
    "name": "Impactful",
    "price": {
      "gp": 1000
    },
    "description": "<p>This rune thrums with pure magical energy. Weapons with the rune deal an additional 1d6 force damage on a successful Strike. On a critical hit, you can choose to force the target to succeed at a DC 27 fortitude save or be pushed 5 feet away from you.</p>",
    "rarity": "common",
    "traits": [
      "force",
      "magical"
    ]
  },
  {
    "level": 17,
    "name": "Impenetrable Scale",
    "price": {
      "gp": 12800
    },
    "description": "<p>Made of overlapping, lustrous black scales of standard-grade adamantine, this +2 <em>greater resilient Fortification adamantine scale mail</em> seems to momentarily thicken at the point of impact when hit.</p>\n<p>Whenever the armor's <em>fortification</em> rune successfully turns a significant foe's critical hit into a normal hit, one of the scales on the armor turns violet. You gain resistance to physical damage equal to the number of violet scales, to a maximum of 8.</p>\n<p>At dawn each day, all the violet scales return to normal.</p>\n<hr />\n<p><strong>Craft Requirements</strong> The initial raw materials must include 1,600 gp of adamantine.</p>\n<p></p>",
    "rarity": "uncommon",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 11,
    "name": "Implacable",
    "price": {
      "gp": 1200
    },
    "description": "<p>This substantial rune makes you difficult to hold back. Whenever you are affected by an effect that lasts until you Escape (for instance, from the Grapple action or a tanglefoot bag), you become Quickened. You can use the extra action each round only to Step or Escape.</p>",
    "rarity": "uncommon",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 18,
    "name": "Implosion Dust (Greater)",
    "price": {
      "gp": 4100
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>Sealed in a packet so it can be released in a pressurized puff, implosion dust causes amorphous creatures to compress and shrink by hardening and even evaporating the liquid components of their physical forms. It's effective at weakening water elementals, air elementals, oozes, and other creatures the GM determines are similarly amorphous, which can even include particularly gelatinous aberrations. You release the dust toward one creature within 5 feet of you, which must attempt a @Check[fortitude|dc:38] saving throw. The target must repeat the saving throw at the end of each of its turns. Implosion dust functions for up to 6 rounds. It then becomes inert, and the creature returns to its normal size.</p>\n<hr />\n<p><strong>Critical Success</strong> The dust becomes inert, and the creature returns to its normal size.</p>\n<p><strong>Success</strong> The target increases in size one step, up to its normal size. If it's at its normal size after the increase, the effect ends.</p>\n<p><strong>Failure</strong> The target decreases in size one step, to a minimum of Tiny. The reach of each of its Strikes decreases by 5 feet, to a minimum of 5 feet if the creature is Small or larger, or a minimum of 0 feet if the creature is Tiny. Shrinking also imposes a status penalty to the creature's physical melee damage. This penalty is –2 for every step lower than its normal size the creature is.</p>\n<p><strong>Critical Failure</strong> As failure, but the target decreases in size by two steps.</p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable"
    ]
  },
  {
    "level": 6,
    "name": "Implosion Dust (Lesser)",
    "price": {
      "gp": 40
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>Sealed in a packet so it can be released in a pressurized puff, implosion dust causes amorphous creatures to compress and shrink by hardening and even evaporating the liquid components of their physical forms. It's effective at weakening water elementals, air elementals, oozes, and other creatures the GM determines are similarly amorphous, which can even include particularly gelatinous aberrations. You release the dust toward one creature within 5 feet of you, which must attempt a @Check[fortitude|dc:20] saving throw. The target must repeat the saving throw at the end of each of its turns. Implosion dust functions for up to 6 rounds. It then becomes inert, and the creature returns to its normal size.</p>\n<hr />\n<p><strong>Critical Success</strong> The dust becomes inert, and the creature returns to its normal size.</p>\n<p><strong>Success</strong> The target increases in size one step, up to its normal size. If it's at its normal size after the increase, the effect ends.</p>\n<p><strong>Failure</strong> The target decreases in size one step, to a minimum of Tiny. The reach of each of its Strikes decreases by 5 feet, to a minimum of 5 feet if the creature is Small or larger, or a minimum of 0 feet if the creature is Tiny. Shrinking also imposes a status penalty to the creature's physical melee damage. This penalty is –2 for every step lower than its normal size the creature is.</p>\n<p><strong>Critical Failure</strong> As failure, but the target decreases in size by two steps.</p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable"
    ]
  },
  {
    "level": 12,
    "name": "Implosion Dust (Moderate)",
    "price": {
      "gp": 370
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>Sealed in a packet so it can be released in a pressurized puff, implosion dust causes amorphous creatures to compress and shrink by hardening and even evaporating the liquid components of their physical forms. It's effective at weakening water elementals, air elementals, oozes, and other creatures the GM determines are similarly amorphous, which can even include particularly gelatinous aberrations. You release the dust toward one creature within 5 feet of you, which must attempt a @Check[fortitude|dc:29] saving throw. The target must repeat the saving throw at the end of each of its turns. Implosion dust functions for up to 6 rounds. It then becomes inert, and the creature returns to its normal size.</p>\n<hr />\n<p><strong>Critical Success</strong> The dust becomes inert, and the creature returns to its normal size.</p>\n<p><strong>Success</strong> The target increases in size one step, up to its normal size. If it's at its normal size after the increase, the effect ends.</p>\n<p><strong>Failure</strong> The target decreases in size one step, to a minimum of Tiny. The reach of each of its Strikes decreases by 5 feet, to a minimum of 5 feet if the creature is Small or larger, or a minimum of 0 feet if the creature is Tiny. Shrinking also imposes a status penalty to the creature's physical melee damage. This penalty is –2 for every step lower than its normal size the creature is.</p>\n<p><strong>Critical Failure</strong> As failure, but the target decreases in size by two steps.</p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable"
    ]
  },
  {
    "level": 9,
    "name": "Impossible Cake (Greater)",
    "price": {
      "gp": 25
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<hr />\n<p>This sleight-of-hand for the taste buds is flavored with absinthe and honey and always resembles something completely unlike a cake, from a pile of armor to a bowl of soup. Eating the cake gives you the confidence to make the impossible seem possible: for 30 minutes after the meal, you gain a +3 item bonus to your Deception checks to Impersonate, as well as to Lie to convince others that you possess knowledge about the type of item that the cake resembles.</p>\n<p></p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "consumable"
    ]
  },
  {
    "level": 17,
    "name": "Impossible Cake (Major)",
    "price": {
      "gp": 2500
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<hr />\n<p>This sleight-of-hand for the taste buds is flavored with absinthe and honey and always resembles something completely unlike a cake, from a pile of armor to a bowl of soup. Eating the cake gives you the confidence to make the impossible seem possible: for 1 hour after the meal, you gain a +4 item bonus to your Deception checks to Impersonate, as well as to Lie to convince others that you possess knowledge about the type of item that the cake resembles.</p>\n<p></p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "consumable"
    ]
  },
  {
    "level": 3,
    "name": "Impossible Cake",
    "price": {
      "gp": 5
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<hr />\n<p>This sleight-of-hand for the taste buds is flavored with absinthe and honey and always resembles something completely unlike a cake, from a pile of armor to a bowl of soup. Eating the cake gives you the confidence to make the impossible seem possible: for 10 minutes after the meal, you gain a +2 item bonus to your Deception checks to Impersonate, as well as to Lie to convince others that you possess knowledge about the type of item that the cake resembles.</p>\n<p></p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "consumable"
    ]
  },
  {
    "level": 20,
    "name": "Impossible",
    "price": {
      "gp": 70000
    },
    "description": "<p>This rune makes a weapon capable of impossible offense and defense. The etched weapon is immune to Dispel Magic and similar effects that could counteract its magic. If it's a ranged weapon or thrown weapon, its range increment is doubled.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> command, envision (teleportation)</p>\n<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p><strong>Effect</strong> You and the weapon flash to a perfect attacking position, then return to where you started. Make a Strike with the etched weapon against one creature you can see, even if the target is beyond the weapon's reach or range. On this Strike, ignore any circumstance penalty, status penalty, and range increment penalty.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 1,
    "name": "Impulse Control",
    "price": {
      "gp": 5
    },
    "description": "<p>The magical impulse control upgrade attaches the wheelchair to your fingers or nerve impulses, making it accessible for those with mobility restrictions or other health conditions. You still can't move the wheelchair if you're physically or magically prevented from doing so, such as by being Grabbed or magically Paralyzed.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 8,
    "name": "In the Shadows of Toil",
    "price": {
      "gp": 500
    },
    "description": "<p><em>In the Shadows of Toil</em> was originally an incomplete copy of a journal kept by the dwarven adventurer Druingar the Glintaxe. Drazmorg made extensive use of the book's wide margins and several dozen blank pages left in the back to serve as a spellbook. Over the years, he further enhanced his copy to transform it into a grimoire. A character who reads Necril can learn about Drazmorg's history, his discovery of the <em>Third Seal</em>, and his hopes to absorb all of its power before seeking out the Whispering Way to lead them on a new crusade to hunt down the next two seals, destroy them, and bring back the Whispering Tyrant. Beyond these frightening notes, the grimoire also contains copies of all the spells Drazmorg has prepared and those needed to recharge his staff; feel free to add more spells to this list if you wish.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision (metamagic)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> If your next action is to cast a necromancy spell that you prepared from this grimoire and that allows a saving throw, you infuse the magic with sensations of endless toil. If the target fails its saving throw against the spell, it becomes Fatigued for 1 minute by the sense of exhaustion imbued in the magic.</p>",
    "rarity": "unique",
    "traits": [
      "grimoire",
      "magical"
    ]
  },
  {
    "level": 8,
    "name": "Incense Bundle of Annual Blessings",
    "price": {},
    "description": "<p>The twelve incense sticks wrapped in this bundle vary in shade and color, reflecting the deities the months are named after. Offering all incense sticks to their respective deities within a week is said to bring unparalleled luck, though gaining entry to all the necessary shrines and temples can pose quite a challenge. Those that complete the challenge gain can, when affected by a misfortune effect, automatically disrupt it as the incense wards off the bad luck. This ability can be used once a month for the next 12 months.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical"
    ]
  },
  {
    "level": 12,
    "name": "Incense of Distilled Death",
    "price": {
      "gp": 350
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> (manipulate)</p><hr /><p>This black incense smells of fresh earth and ash. You activate the incense by lighting it, whereupon it fills a 10 foot emanation with oily smoke and potent void energy. <em>Undead</em> creatures, including <em>incorporeal</em> undead, gain fast healing 4 while in the area; though this healing comes from void energy, it doesn't negatively impact living creatures. Once lit, the incense burns for 1 minute, and it can't be extinguished.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical",
      "void"
    ]
  },
  {
    "level": 18,
    "name": "Indestructible Shield",
    "price": {
      "gp": 24000
    },
    "description": "<p>An <em>indestructible shield</em> is a <em>high-grade greater reinforcing adamantine shield</em> (Hardness 17, HP 136) that can withstand just about any damage. It can be damaged only by a Disintegrate spell (roll damage as if against a creature that failed its save) or by an artifact tied to destruction.</p>\n<hr />\n<p><strong>Craft Requirements</strong> The raw materials must include at least 4,400 gp of adamantine.</p>",
    "rarity": "rare",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 9,
    "name": "Indomitable Keepsake (Greater)",
    "price": {
      "gp": 120
    },
    "description": "<p><strong>Usage</strong> affixed to armor</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">f</span> envision</p>\n<p><strong>Trigger</strong> You're critically hit by a firearm attack.</p>\n<hr />\n<p>This talisman usually takes the form of a small sentimental object carried in a pocket or attached to the inside of a piece of armor. When you activate it, it slows the attack, and you reduce the damage from the triggering critical hit by 10, as the attack destroys the talisman. This effect only reduces the additional damage from a critical hit; it can't reduce the damage below the amount it would deal on a normal hit.</p>\n<p>When you activate a <em>greater indomitable keepsake</em>, you reduce the damage from a firearm critical hit by 20 instead of reducing it by 10.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "fortune",
      "magical",
      "talisman"
    ]
  },
  {
    "level": 15,
    "name": "Indomitable Keepsake (Major)",
    "price": {
      "gp": 1200
    },
    "description": "<p><strong>Usage</strong> affixed to armor</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">f</span> envision</p>\n<p><strong>Trigger</strong> You're critically hit by a firearm attack.</p>\n<hr />\n<p>This talisman usually takes the form of a small sentimental object carried in a pocket or attached to the inside of a piece of armor. When you activate it, it slows the attack, and you reduce the damage from the triggering critical hit by 10, as the attack destroys the talisman. This effect only reduces the additional damage from a critical hit; it can't reduce the damage below the amount it would deal on a normal hit.</p>\n<p>When you activate a <em>major indomitable keepsake</em>, you reduce the damage from a firearm critical hit by 30 instead of reducing it by 10.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "fortune",
      "magical",
      "talisman"
    ]
  },
  {
    "level": 3,
    "name": "Indomitable Keepsake",
    "price": {
      "gp": 12
    },
    "description": "<p><strong>Usage</strong> affixed to armor</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">f</span> envision</p>\n<p><strong>Trigger</strong> You're critically hit by a firearm attack.</p>\n<hr />\n<p>This talisman usually takes the form of a small sentimental object carried in a pocket or attached to the inside of a piece of armor. When you activate it, it slows the attack, and you reduce the damage from the triggering critical hit by 10, as the attack destroys the talisman. This effect only reduces the additional damage from a critical hit; it can't reduce the damage below the amount it would deal on a normal hit.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "fortune",
      "magical",
      "talisman"
    ]
  },
  {
    "level": 18,
    "name": "Inexplicable Apparatus",
    "price": {
      "gp": 19000
    },
    "description": "<p>This strange and intricate harness fits snugly to the torso. Once you invest the apparatus, numerous artificial limbs with various tools, clamps, and lenses whirl into action, following your mental commands effortlessly.</p>\n<p>When using this apparatus, you gain a +3 item bonus to Crafting checks to Craft, Earn Income, and Repair, and you reduce the minimum time required to Craft an item to 1 day.</p>\n<p>If you succeed at your Crafting check and spend more downtime to continue work on the item after the minimum number of days, each day you spend reduces the remaining raw material cost by an amount based on your level + 1 and your proficiency rank in Crafting; on a critical success, each day reduces the remaining raw material cost by an amount based on your level + 2 and your proficiency rank. If you are 20th level, on a critical success your progress is 50 gp, 100 gp, 200 gp, or 350 gp for trained, expert, master, or legendary proficiency, respectively.</p>\n<p><strong>Activate—Inexplicable Patch</strong> <span class=\"action-glyph\">2</span> (concentrate, manipulate)</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You command the apparatus to magically jury-rig an item you hold or that's within 5 feet of you. The item is repaired, as a 3rd-rank Mending spell. This lasts for 10 minutes, after which the item returns to its previous state of disrepair unless you've Repaired it before then.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 15,
    "name": "Infernal Health",
    "price": {},
    "description": "<p>You regain triple the normal number of Hit Points when resting (meaning you regain triple your Constitution modifier multiplied by your level). The healing you gain from long-term rest is similarly tripled. Once per day, from any distance, Abrogail Thrune II can recite a voidability clause in your Thrune contract as a 1-minute activity to prevent you from regaining Hit Points from resting for 1 day.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Command</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You recite a subclause regarding mandatory remediation from your Thrune contract. For 6 rounds, at the start of your turn each round, you recover 25 Hit Points unless you took spirit damage since the start of your previous turn.</p>",
    "rarity": "rare",
    "traits": [
      "contract",
      "healing",
      "invested",
      "magical"
    ]
  },
  {
    "level": 5,
    "name": "Infiltrator's Accessory",
    "price": {
      "gp": 150
    },
    "description": "<p>This elegant <em>+1 striking sword cane</em> serves equally well as a fashionable accessory and hidden weapon suitable for high-society events where weapons aren't typically permitted.</p>\n<p><strong>Activate-Hide Magic</strong> <span class=\"action-glyph\">A</span> (manipulate)</p><hr /><p><strong>Effect</strong> You twist the sword cane's hilt, magically merging the blade into the cane. While the blade is merged, it can't be drawn and gains the benefits of a 3rd-rank Disguise Magic spell to appear non-magical. Passive observers can't attempt a check to notice the cane is anything more than a mundane, if superb, fashion accessory. Those carefully examining it can discern the cane is more than it appears, but doing so is extremely difficult (DC 30 perception). Activating the sword cane again releases the blade, allowing it to be drawn normally.</p>",
    "rarity": "common",
    "traits": [
      "agile",
      "concealable",
      "finesse",
      "illusion",
      "magical"
    ]
  },
  {
    "level": 2,
    "name": "Infiltrator's Elixir",
    "price": {
      "gp": 6
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> Interact</p>\n<p>Favored by spies and tricksters, an infiltrator's elixir is used to alter your appearance. When imbibed, you take the shape of a humanoid creature of your size, but different enough so you might be unrecognizable. If you aren't a humanoid, you might take on a form more similar to your own, at the GM's discretion. The creator of the elixir decides the basics of the appearance you transform into when you imbibe the elixir, including eye color, skin tone, and hair color. The elixir can't change your form into that of a specific person.</p>\n<p>After the form takes hold, you retain it for the next 10 minutes. Drinking this elixir counts as setting up a disguise to Impersonate. You gain a +4 status bonus to your Deception DC to avoid others seeing through your disguise, and you add your level to this DC even if untrained.</p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable",
      "elixir",
      "polymorph"
    ]
  },
  {
    "level": 12,
    "name": "Inflammation Flask (Greater)",
    "price": {
      "gp": 340
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> Strike</p><hr /><p>This flask contains a caustic irritant that makes a target's skin, scales, or carapace extremely sensitive to further nicks and burns. An inflammation flask deals the 3d6 acid damage and 3 acid splash damage. On a hit, the target also gains weakness 3 to acid, fire, and slashing damage for 3 rounds. You gain a +2 item bonus to attack rolls.</p>\n<p>The target can end the weakness effect by three means: being drenched with water (such as submersion or exposure to an area water effect), being Administered First Aid (DC 30), or regaining Hit Points from a single effect equal to twice the inflammation flask's level. A creature that critically fails to Administer First Aid in this way deals untyped damage to the target equal to the inflammation flask's initial acid damage.</p><hr /><p></p>",
    "rarity": "uncommon",
    "traits": [
      "acid",
      "alchemical",
      "bomb",
      "consumable",
      "disease",
      "splash"
    ]
  },
  {
    "level": 2,
    "name": "Inflammation Flask (Lesser)",
    "price": {
      "gp": 5
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> Strike</p><hr /><p>This flask contains a caustic irritant that makes a target's skin, scales, or carapace extremely sensitive to further nicks and burns. An inflammation flask deals the 1d6 acid damage and 1 acid splash damage. On a hit, the target also gains weakness 1 to acid, fire, and slashing damage for 3 rounds.</p>\n<p>The target can end the weakness effect by three means: being drenched with water (such as submersion or exposure to an area water effect), being Administered First Aid (DC 17), or regaining Hit Points from a single effect equal to twice the inflammation flask's level. A creature that critically fails to Administer First Aid in this way deals untyped damage to the target equal to the inflammation flask's initial acid damage.</p><hr /><p></p>",
    "rarity": "uncommon",
    "traits": [
      "acid",
      "alchemical",
      "bomb",
      "consumable",
      "disease",
      "splash"
    ]
  },
  {
    "level": 18,
    "name": "Inflammation Flask (Major)",
    "price": {
      "gp": 3750
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> Strike</p><hr /><p>This flask contains a caustic irritant that makes a target's skin, scales, or carapace extremely sensitive to further nicks and burns. An inflammation flask deals the 4d6 acid damage and 4 acid splash damage. On a hit, the target also gains weakness 4 to acid, fire, and slashing damage for 3 rounds. You gain a +3 item bonus to attack rolls.</p>\n<p>The target can end the weakness effect by three means: being drenched with water (such as submersion or exposure to an area water effect), being Administered First Aid (DC 38), or regaining Hit Points from a single effect equal to twice the inflammation flask's level. A creature that critically fails to Administer First Aid in this way deals untyped damage to the target equal to the inflammation flask's initial acid damage.</p><hr /><p></p>",
    "rarity": "uncommon",
    "traits": [
      "acid",
      "alchemical",
      "bomb",
      "consumable",
      "disease",
      "splash"
    ]
  },
  {
    "level": 4,
    "name": "Inflammation Flask (Moderate)",
    "price": {
      "gp": 15
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> Strike</p><hr /><p>This flask contains a caustic irritant that makes a target's skin, scales, or carapace extremely sensitive to further nicks and burns. An inflammation flask deals the 2d6 acid damage and 2 acid splash damage. On a hit, the target also gains weakness 2 to acid, fire, and slashing damage for 3 rounds. You gain a +1 item bonus to attack rolls.</p>\n<p>The target can end the weakness effect by three means: being drenched with water (such as submersion or exposure to an area water effect), being Administered First Aid (DC 20), or regaining Hit Points from a single effect equal to twice the inflammation flask's level. A creature that critically fails to Administer First Aid in this way deals untyped damage to the target equal to the inflammation flask's initial acid damage.</p><hr /><p></p>",
    "rarity": "uncommon",
    "traits": [
      "acid",
      "alchemical",
      "bomb",
      "consumable",
      "disease",
      "splash"
    ]
  },
  {
    "level": 1,
    "name": "Injection Reservoir",
    "price": {
      "gp": 10
    },
    "description": "<p>This reservoir and spring-loaded needle can be attached to a weapon to let it inject deadly poisons. Additionally, the reservoir can be filled with an injury poison. Immediately after a successful attack with the adjusted weapon, you can inject the target with the loaded poison by activating the reservoir with an Interact action. Refilling the reservoir with a new poison requires 3 Interact actions and uses both hands.</p>\n<p>Adding an injection reservoir to a weapon throws off its balance, causing the multiple attack penalty with the weapon to be one greater than usual (usually –6 on a second attack and –11 on a third; or –5 and –10 with an agile weapon).</p>",
    "rarity": "common",
    "traits": [
      "adjustment",
      "alchemical"
    ]
  },
  {
    "level": 0,
    "name": "Injection Spear",
    "price": {
      "gp": 3
    },
    "description": "<p>A hollow receptacle inside this spear's head can store a single dose of poison. A sliding trigger along the spear's shaft can inject the loaded poison into a damaged target.</p>",
    "rarity": "uncommon",
    "traits": [
      "injection",
      "reach"
    ]
  },
  {
    "level": 9,
    "name": "Injigo's Loving Embrace",
    "price": {
      "gp": 675
    },
    "description": "<p>This Net was woven by the jorogumo Injigo, who presented it as a gift to her gnome sweetheart, Mara, to keep her safe in their mountain cottage when Injigo left on hunting expeditions. <em>Injigo's Loving Embrace</em> functions as a typical net. You gain a +1 item bonus to Athletics checks made to Grapple with the net.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> envision, Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You spin the net in the direction of an incorporeal creature within 30 feet that you can see. Lines of silken force whip out to lash around the incorporeal creature, who must attempt a @Check[reflex|dc:25] save to avoid becoming Immobilized until the end of your next turn. You can Sustain this activation for up to 1 minute, and the creature must succeed at a DC 25 check to Escape the net.</p>\n<hr />\n<p><strong>Activate</strong> 10 minutes (envision, Interact)</p>\n<p><strong>Frequency</strong> once per week</p>\n<p><strong>Effect</strong> You wrap the net around you like a blanket as you prepare to sleep. As long as you get 8 hours of sleep or analogous rest, you dream of writing love letters to someone you adore: this could be an actual paramour, someone you're interested in, or someone unknown whose identity you don't recall after waking. When you wake, you're filled with a sense of melancholia about those unsent letters, but these feelings distract you from other, more unpleasant thoughts, granting you resistance 5 to mental damage and a +1 item bonus to saving throws against mental effects for the next 8 hours.</p>\n<p></p>",
    "rarity": "unique",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 4,
    "name": "Inquisitive Quill",
    "price": {},
    "description": "<p><strong>Perception</strong> [[/r 1d20+11]]{+11}; precise vision 30 feet, imprecise hearing 30 feet</p>\n<p><strong>Communication</strong> speech (five languages)</p>\n<p><strong>Skills</strong> Arcana [[/r 1d20+12]]{+12}, Nature [[/r 1d20+9]]{+9}, Occultism [[/r 1d20+10]]{+10}, Religion [[/r 1d20+9]]{+9}, Scribing Lore [[/r 1d20+12]]{+12}, Society [[/r 1d20+10]]{+10}</p>\n<p><strong>Int</strong> +4, <strong>Wis</strong> +3, <strong>Cha</strong> +1</p>\n<p><strong>Will</strong> [[/r 1d20+11]]{+11}</p>\n<hr />\n<p>A colorful feather adorns an <em>inquisitive quill</em>, which never runs out of ink. Essentially a Tiny construct, an <em>inquisitive quill</em> can stand on its own when given a surface, balancing as it writes or stands. (Drawing a line gives it an effective Speed of 5 feet.) It has strong curiosity, eagerly writing any information offered to it, often acting as a scribe for its partner. The quill copies text and drawings it can see or transcribes dictation it hears. It writes at a rate that rivals that of an expert scribe.</p>",
    "rarity": "rare",
    "traits": [
      "intelligent",
      "magical"
    ]
  },
  {
    "level": 0,
    "name": "Inscribed crocodile skull",
    "price": {
      "gp": 10
    },
    "description": "",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 19,
    "name": "Insight Coffee (Greater)",
    "price": {
      "gp": 7500
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>A popular choice for investigators studying alchemy, insight coffee is infused with alchemical flavoring during percolation. For 1 hour after you drink an insight coffee, you use d8s instead of d6s for your extra damage from the strategic strike class feature, if you have it. You also gain a +4 item bonus to checks to Recall Knowledge with a skill determined by the blend chosen when the item is crafted.</p><ul><li><strong>Double Coffee</strong> Religion</li><li><strong>Hazelnut</strong> Nature</li><li><strong>Mocha</strong> Arcana</li><li><strong>Vanilla</strong> Society</li><li><strong>Pumpkin Spice</strong> Occultism</li><li><strong>Toffee</strong> Medicine</li></ul><p></p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable",
      "elixir"
    ]
  },
  {
    "level": 6,
    "name": "Insight Coffee (Lesser)",
    "price": {
      "gp": 40
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>A popular choice for investigators studying alchemy, insight coffee is infused with alchemical flavoring during percolation. For 1 hour after you drink an insight coffee, you use d8s instead of d6s for your extra damage from the strategic strike class feature, if you have it. You also gain a +2 item bonus to checks to Recall Knowledge with a skill determined by the blend chosen when the item is crafted.</p><ul><li><strong>Double Coffee</strong> Religion</li><li><strong>Hazelnut</strong> Nature</li><li><strong>Mocha</strong> Arcana</li><li><strong>Vanilla</strong> Society</li><li><strong>Pumpkin Spice</strong> Occultism</li><li><strong>Toffee</strong> Medicine</li></ul><p></p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable",
      "elixir"
    ]
  },
  {
    "level": 12,
    "name": "Insight Coffee (Moderate)",
    "price": {
      "gp": 375
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>A popular choice for investigators studying alchemy, insight coffee is infused with alchemical flavoring during percolation. For 1 hour after you drink an insight coffee, you use d8s instead of d6s for your extra damage from the strategic strike class feature, if you have it. You also gain a +3 item bonus to checks to Recall Knowledge with a skill determined by the blend chosen when the item is crafted.</p><ul><li><strong>Double Coffee</strong> Religion</li><li><strong>Hazelnut</strong> Nature</li><li><strong>Mocha</strong> Arcana</li><li><strong>Vanilla</strong> Society</li><li><strong>Pumpkin Spice</strong> Occultism</li><li><strong>Toffee</strong> Medicine</li></ul><p></p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable",
      "elixir"
    ]
  },
  {
    "level": 11,
    "name": "Insistent Door Knocker (Greater)",
    "price": {
      "gp": 1250
    },
    "description": "<p>This dark iron door knocker comes in a variety of shapes, such as a bird clutching a ring in its talons or a gargoyle holding a ring in its mouth. Placing the door knocker on the surface of a door (an Interact action) causes it to attach and remain in place. While in place, the door knocker whispers hints to you while you attempt to unlock the door, granting a +2 item bonus to Thievery checks to Pick a Lock. Removing the door knocker from a surface requires you to use an Interact action.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> command, Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You place the door knocker against a wall, floor, or ceiling. The door knocker fuses in place and creates a usable door within the surface. Any creature can move through the door normally, as if the door had always been there. The door can penetrate up to 5 feet of material, so thick material, such as heavy stone walls, can cause this effect to fail, expending its use for the day. A thin layer of metal in a wall, floor, or ceiling also causes the effect to fail. You can use an Interact action to release the door knocker from the surface and return the surface to its previous shape.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 17,
    "name": "Insistent Door Knocker (Major)",
    "price": {
      "gp": 13500
    },
    "description": "<p>This dark iron door knocker comes in a variety of shapes, such as a bird clutching a ring in its talons or a gargoyle holding a ring in its mouth. Placing the door knocker on the surface of a door (an Interact action) causes it to attach and remain in place. While in place, the door knocker whispers hints to you while you attempt to unlock the door, granting a +3 item bonus to Thievery checks to Pick a Lock. Removing the door knocker from a surface requires you to use an Interact action.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> command, Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You place the door knocker against a wall, floor, or ceiling. The door knocker fuses in place and creates a usable door within the surface. Any creature can move through the door normally, as if the door had always been there. The door can penetrate up to 10 feet of material, so thick material, such as heavy stone walls, can cause this effect to fail, expending its use for the day. A thin layer of metal in a wall, floor, or ceiling also causes the effect to fail. You can use an Interact action to release the door knocker from the surface and return the surface to its previous shape.</p>\n<hr />\n<h2>Automatically applied effects:</h2>\n<ul>\n<li>+1 item bonus to Thievery checks to Pick a Lock</li>\n</ul>",
    "rarity": "common",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 6,
    "name": "Insistent Door Knocker",
    "price": {
      "gp": 225
    },
    "description": "<p>This dark iron door knocker comes in a variety of shapes, such as a bird clutching a ring in its talons or a gargoyle holding a ring in its mouth. Placing the door knocker on the surface of a door (an Interact action) causes it to attach and remain in place. While in place, the door knocker whispers hints to you while you attempt to unlock the door, granting a +1 item bonus to Thievery checks to Pick a Lock. Removing the door knocker from a surface requires you to use an Interact action.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> command, Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You place the door knocker against a wall, floor, or ceiling. The door knocker fuses in place and creates a usable door within the surface. Any creature can move through the door normally, as if the door had always been there. The door can penetrate up to 1 foot of material, so thick material, such as heavy stone walls, can cause this effect to fail, expending its use for the day. A thin layer of metal in a wall, floor, or ceiling also causes the effect to fail. You can use an Interact action to release the door knocker from the surface and return the surface to its previous shape.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 9,
    "name": "Inspiring Spotlight",
    "price": {
      "gp": 650
    },
    "description": "<p>An <em>inspiring spotlight</em> is a bulky contraption consisting of a drum-shaped metal housing around several reflective metal plates. Two handles on either side, each with a small button, allow you to aim the spotlight outward from your body.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> Interact</p>\n<p><strong>Frequency</strong> Once per hour</p>\n<hr />\n<p><strong>Effect</strong> When you push the left-hand button, the <em>inspiring spotlight</em> emits a beam of bright magical light in a 120 foot line that hangs in the air and remains in place even if you move the spotlight. If the line passes through an area of magical darkness or targets a creature affected by magical darkness, the <em>inspiring spotlight</em> attempts to counteract the darkness.</p>\n<p>Creatures within the line gain a +1 item bonus to saving throws and Charisma-based skill checks. In addition, creatures in the line who are frightened reduce the value of their frightened condition by 1 at the beginning of each turn they start in the area of the line.</p>\n<p>The beam remains in place for 1 minute or until you push the right-hand button with another Interact action to extinguish the light.</p>\n<p></p>",
    "rarity": "uncommon",
    "traits": [
      "light",
      "magical"
    ]
  },
  {
    "level": 20,
    "name": "Instant Evisceration Snare",
    "price": {
      "gp": 10000
    },
    "description": "<p>When a creature enters the snare's square, the snare releases an unbelievable arsenal of blades at the creature, dealing 18d8 piercing damage (@Check[reflex|showDC:all|dc:42|basic] save).</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "mechanical",
      "snare",
      "trap"
    ]
  },
  {
    "level": 16,
    "name": "Instant Fortress",
    "price": {
      "gp": 9300
    },
    "description": "<p>This metal cube is small enough to fit in your palm. Close inspection reveals fine lines in the dark gray metal, as though the cube were folded thousands of times.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">3</span> command, Interact</p>\n<hr />\n<p><strong>Effect</strong> You toss the cube on the ground, and it immediately unfolds into an adamantine fortress.</p>\n<p>The fortress is 20 feet square and 30 feet high, with adamantine stairs leading up to three sets of battlements at heights of 10 feet and 20 feet and at the top. Arrow slits along the lower battlements and crenelations at the top provide standard cover to anyone within the fortress. There's no roof, leaving an open, 10-foot-square vertical shaft through the center of the structure.</p>\n<p>As a magical structure, the fortress has the structure trait. Because it expands outward, the fortress can't catch creatures inside it as a magical structure normally does. Instead, it pushes those creatures back. It can't push a creature into a surface or hazard this way, and stops expanding if that would happen.</p>\n<p>The fortress has a single door in the center of one wall on the ground level, and the door appears directly in front of you when you activate the fortress. Provided you're within 100 feet of the door, you can cause the door to open or slam shut and lock by spending a single action to issue a verbal command, which has the auditory trait. The DC to Force Open the door or Pick its Lock is 40.</p>\n<p>You can instantly return the instant fortress to its cube form by spending a single action to issue a verbal command, which has the auditory trait. Once deactivated, the fortress can't be activated again for 4 hours.</p>\n<p>If the fortress becomes damaged, it can be repaired only with a remake spell or by someone who is legendary at Crafting.</p>",
    "rarity": "uncommon",
    "traits": [
      "magical",
      "structure"
    ]
  },
  {
    "level": 2,
    "name": "Instant Spy",
    "price": {
      "gp": 5
    },
    "description": "<p><strong>Acitivate</strong> <span class=\"action-glyph\">a</span> Interact</p>\n<hr />\n<p>An instant spy is a tiny clockwork device that is small enough to be easily hidden. It contains the same audio-recording mechanisms as a Clockwork Spy (Pathfinder Bestiary 3, pg. 48), as well as a short-lived gemstone that can store up to 1 hour of sound to play back later.</p>\n<p>Once you have activated the instant spy, it surreptitiously begins recording all the sounds around it for an hour. In general, it can hear sounds that are clearly audible in the location where you activated it, but not sounds that would require a Perception check with a DC of 10 or greater to hear. The GM determines exactly what the instant spy can hear and record, as well as whether or not the recording is clear in a situation where the original sound is quiet, distorted, or intentionally obscured.</p>\n<p>When the recording is complete, once within the next 24 hours, you or another creature can use an Interact action to play back the stored audio in its entirety, after which the gem crumbles to dust. If no one plays the recorded sounds back within 1 day, the gem crumbles into dust anyway. This prevents the information from falling into the wrong hands later. It's typical to use the Conceal an Object action to hide an instant spy in a location once you've activated it, since if you don't hide it, it's relatively easy to discover in a thorough search, despite the fact that it's small and relatively unobtrusive.</p>",
    "rarity": "uncommon",
    "traits": [
      "clockwork",
      "consumable",
      "gadget"
    ]
  },
  {
    "level": 10,
    "name": "Instinct Crown (Animal)",
    "price": {
      "gp": 900
    },
    "description": "<p>An <em>instinct crown</em> is a magical headpiece imbued with the essence of instincts that barbarians draw upon in combat. Each crown is fashioned to represent the instinct it's tied to, such as a wolf's head for an animal instinct crown or a simple helmet with Jotun runes for a <em>giant instinct crown</em>. When worn, the crown allows you to tap further into your instincts, granting you even greater benefits if the crown's essence matches your instinct. You must be able to Rage to use the crown's activations.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">F</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> You roll initiative</p>\n<hr />\n<p><strong>Effect</strong> You Rage, gaining 10 additional temporary Hit Points.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> command, envision</p>\n<p><strong>Requirements</strong> The crown's instinct matches your barbarian instinct</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You Rage and draw upon your instinct to gain a boon. Your bestial instincts take over, granting you greater ferocity. You can Stride as part of the activation, and you gain 10 additional temporary Hit Points. Until the end of your rage, you deal 3 additional with your animal's unarmed attacks, and those unarmed attacks gain the deadly d8 trait.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 10,
    "name": "Instinct Crown (Dragon)",
    "price": {
      "gp": 900
    },
    "description": "<p>An <em>instinct crown</em> is a magical headpiece imbued with the essence of instincts that barbarians draw upon in combat. Each crown is fashioned to represent the instinct it's tied to, such as a wolf's head for an animal instinct crown or a simple helmet with Jotun runes for a <em>giant instinct crown</em>. When worn, the crown allows you to tap further into your instincts, granting you even greater benefits if the crown's essence matches your instinct. You must be able to Rage to use the crown's activations.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">F</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> You roll initiative</p>\n<hr />\n<p><strong>Effect</strong> You Rage, gaining 10 additional temporary Hit Points.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> command, envision</p>\n<p><strong>Requirements</strong> The crown's instinct matches your barbarian instinct</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You Rage and draw upon your instinct to gain a boon. The might of dragons surrounds you in the form of dancing flames, whirling ice, or another appropriate manifestation. Until the end of your rage, adjacent creatures that hit you with a melee attack, as well as creatures that touch you or hit you with an unarmed attack, take 2d6 damage each time they do. The damage type is that of your dragon's breath weapon.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 10,
    "name": "Instinct Crown (Fury)",
    "price": {
      "gp": 900
    },
    "description": "<p>An <em>instinct crown</em> is a magical headpiece imbued with the essence of instincts that barbarians draw upon in combat. Each crown is fashioned to represent the instinct it's tied to, such as a wolf's head for an animal instinct crown or a simple helmet with Jotun runes for a <em>giant instinct crown</em>. When worn, the crown allows you to tap further into your instincts, granting you even greater benefits if the crown's essence matches your instinct. You must be able to Rage to use the crown's activations.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">F</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> You roll initiative</p>\n<hr />\n<p><strong>Effect</strong> You Rage, gaining 10 additional temporary Hit Points.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> command, envision</p>\n<p><strong>Requirements</strong> The crown's instinct matches your barbarian instinct</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You Rage and draw upon your instinct to gain a boon. Your boundless fury allows you push past your natural limits, moving with unmatched speed. You become Quickened until the end of your rage. You can use your extra action only to Stride or Strike.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 10,
    "name": "Instinct Crown (Giant)",
    "price": {
      "gp": 900
    },
    "description": "<p>An <em>instinct crown</em> is a magical headpiece imbued with the essence of instincts that barbarians draw upon in combat. Each crown is fashioned to represent the instinct it's tied to, such as a wolf's head for an animal instinct crown or a simple helmet with Jotun runes for a <em>giant instinct crown</em>. When worn, the crown allows you to tap further into your instincts, granting you even greater benefits if the crown's essence matches your instinct. You must be able to Rage to use the crown's activations.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">F</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> You roll initiative</p>\n<hr />\n<p><strong>Effect</strong> You Rage, gaining 10 additional temporary Hit Points.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> command, envision</p>\n<p><strong>Requirements</strong> The crown's instinct matches your barbarian instinct</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You Rage and draw upon your instinct to gain a boon. If you have the space to do so and aren't already, you become Large. Your equipment grows with you but returns to its natural size if removed. Increase your reach by 5 feet (or by 10 feet if you were Tiny). You deal 2 additional when using your larger weapon. Also, when you Stride along the ground, you can shatter the earth with your footfalls, and any squares you move through become difficult terrain. You ignore the difficult terrain you create. The ground reverts to normal when your rage ends.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 10,
    "name": "Instinct Crown (Spirit)",
    "price": {
      "gp": 900
    },
    "description": "<p>An <em>instinct crown</em> is a magical headpiece imbued with the essence of instincts that barbarians draw upon in combat. Each crown is fashioned to represent the instinct it's tied to, such as a wolf's head for an animal instinct crown or a simple helmet with Jotun runes for a <em>giant instinct crown</em>. When worn, the crown allows you to tap further into your instincts, granting you even greater benefits if the crown's essence matches your instinct. You must be able to Rage to use the crown's activations.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">F</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> You roll initiative</p>\n<hr />\n<p><strong>Effect</strong> You Rage, gaining 10 additional temporary Hit Points.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> command, envision</p>\n<p><strong>Requirements</strong> The crown's instinct matches your barbarian instinct</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You Rage and draw upon your instinct to gain a boon. You take on the partial form of a spirit, becoming somewhat incorporeal. Your raging resistance applies to all physical damage and poison damage, although you halve this resistance against magical attacks.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 10,
    "name": "Instinct Crown (Superstition)",
    "price": {
      "gp": 900
    },
    "description": "<p>An <em>instinct crown</em> is a magical headpiece imbued with the essence of instincts that barbarians draw upon in combat. Each crown is fashioned to represent the instinct it's tied to, such as a wolf's head for an animal instinct crown or a simple helmet with Jotun runes for a <em>giant instinct crown</em>. When worn, the crown allows you to tap further into your instincts, granting you even greater benefits if the crown's essence matches your instinct. You must be able to Rage to use the crown's activations.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">F</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> You roll initiative</p>\n<hr />\n<p><strong>Effect</strong> You Rage, gaining 10 additional temporary Hit Points.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> command, envision</p>\n<p><strong>Requirements</strong> The crown's instinct matches your barbarian instinct</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You Rage and draw upon your instinct to gain a boon. Your body fights off the effects of magic with even greater effect. Until the end of your rage, when you attempt a saving throw against magic, roll twice and take the higher result. This is a fortune effect. Also, your raging resistance applies to all magic traditions while you rage.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 5,
    "name": "Instructions for Lasting Agony",
    "price": {
      "gp": 200
    },
    "description": "<p>This worn and stained manual emits a chill when opened.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision (metamagic)</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> If your next action is to cast a harmful necromancy spell that you prepared from this grimoire and that allows a saving throw, you warp and twist void energy into the spell to cause intense pain. If the target fails its saving throw against the spell, it becomes Sickened{Sickened 1} by the pain.</p>",
    "rarity": "common",
    "traits": [
      "grimoire",
      "magical"
    ]
  }
]