[
  {
    "level": 16,
    "name": "Ghost Dust",
    "price": {
      "gp": 1800
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> (concentrate)</p>\n<p><strong>Requirements</strong> You are trained in Stealth</p>\n<hr />\n<p>This small vial is filled with a grayish-green dust rendered from dried ectoplasm. When you activate the dust, it casts a 4th-rank Invisibility spell on you. You may then Stride or Step. You can instead Burrow, Climb, Fly, or Swim if you have the corresponding Speed.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "illusion",
      "occult",
      "talisman"
    ]
  },
  {
    "level": 9,
    "name": "Ghost Fowl Porridge",
    "price": {
      "gp": 140
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> (manipulate)</p>\n<p><strong>Access</strong> Tian Xia origin</p><hr /><p>This robust porridge—made from a cockatrice distilled into a broth, hot peppers from a demonic source, and various toppings—causes diners to utter a ghostly wail from the intense heat.</p>\n<p>Consuming the porridge grants you a +2 item bonus to saving throws against being Petrified for 1 hour. You also gain resistance 3 against physical damage for the duration.</p>\n<p></p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "magical"
    ]
  },
  {
    "level": 1,
    "name": "Ghost Ink",
    "price": {
      "gp": 3
    },
    "description": "<p><strong>Activate</strong> 10 minutes (manipulate)</p><hr /><p>This pale-blue ink dries rapidly, becoming fully transparent 1 minute after application. The ink glows red when exposed to heat, such as that from a torch or other open flame. This glow lasts only as long as the ink is exposed to heat, after which the ink becomes Invisible again. The crafter of the ghost ink can alter the formula slightly to instead make the ink sensitive to sunlight, starlight, magical light, or heatless light created by an alchemical effect, such as a Glow Rod.</p>\n<p>While the text isn't glowing, a creature closely examining a surface marked with ghost ink can detect the presence of the ink with a successful DC 25 perception check. On a critical success, they can make out the ink well enough to use Society to Decipher Writing. One vial of ghost ink is sufficient to write a page worth of text.</p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable"
    ]
  },
  {
    "level": 12,
    "name": "Ghost Lantern",
    "price": {
      "gp": 1850
    },
    "description": "<p>Crafted from cold iron, this black hooded lantern has gray glass and lenses that emit a pale gray light when the lantern is lit. Anything this light falls on looks gray or desaturated. The lantern uses oil as a standard hooded lantern. The lantern's light shines within the Ethereal Plane as well as the Material Plane. On any other plane, the light functions as a normal hooded lantern.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Requirements</strong> The lantern's shutters are open</p>\n<p><strong>Effect</strong> You concentrate on the lantern's light to soften the boundary between the Ethereal and Material Plane. Any creature in the lantern's bright light on the Material Plane gains the effects of the Ghost Touch property rune on all its weapons and unarmed attacks. If an affected weapon or attack is magical and already has the maximum number of property runes, the wielder can choose one to suppress to gain <em>ghost touch</em>. This benefit lasts for 5 minutes or until the shutters are closed, whichever comes first. It applies to a creature only while it's in the lantern's bright light, and if the creature leaves the light and returns it regains the benefit once more.</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "light",
      "magical"
    ]
  },
  {
    "level": 4,
    "name": "Ghost Oil",
    "price": {
      "gp": 18
    },
    "description": "<p>The vials containing this translucent, unsubstantial oil are always cold to the touch. Applying <em>ghost oil</em> to a melee weapon you're wielding or carrying causes it to become semitransparent and gain the effects of a <em>Ghost Touch</em> rune, but it also makes the weapon unable to harm corporeal creatures. The oil has no effect when applied to another creature's weapon. The effect of the oil lasts for 1 minute.</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical",
      "oil"
    ]
  },
  {
    "level": 7,
    "name": "Ghost Scarf",
    "price": {
      "gp": 360
    },
    "description": "<p>This 6-foot-long scarf shimmers with the silvery light of the River of Souls while worn, providing illumination equivalent to that of a candle. You can deactivate or activate this radiance as an Interact action. The dangling lengths of a ghost scarf softly billow in the presence of haunts, granting the wearer a +1 item bonus to all Perception checks and Perception DCs to resolve discovering a haunt or rolling initiative when a haunt triggers.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The scarf extends silvery threads that wrap around a weapon you carry, granting the effects of a ghost touch property rune to that weapon for 5 minutes. If the weapon already bears a ghost touch rune, you instead gain a +1 item bonus to Fortitude saves against effects from incorporeal undead for 5 minutes.</p>",
    "rarity": "rare",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 7,
    "name": "Ghost Stone",
    "price": {},
    "description": "",
    "rarity": "unique",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 4,
    "name": "Ghost Touch",
    "price": {
      "gp": 75
    },
    "description": "<p>A weapon etched with this rune can harm creatures without physical form. A <em>ghost touch</em> weapon is particularly effective against incorporeal creatures, which almost always have a specific vulnerability to <em>ghost touch</em> weapons.</p>\n<p>Incorporeal creatures can touch, hold, and wield <em>ghost touch</em> weapons (unlike most physical objects).</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 6,
    "name": "Ghostbane Fulu",
    "price": {
      "gp": 40
    },
    "description": "<p><strong>Usage</strong> affixed to a weapon</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">f</span> envision</p>\n<p><strong>Trigger</strong> You successfully Strike an incorporeal creature with the weapon to which the fulu is affixed, but you haven't rolled damage.</p>\n<hr />\n<p>This white paper fulu bears red ink and attunes a weapon to the spiritual essence of an incorporeal creature. Upon activation, the weapon gains the benefit of the <em>ghost touch</em> property rune against the triggering incorporeal creature for 1 minute.</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "fulu",
      "magical",
      "talisman"
    ]
  },
  {
    "level": 18,
    "name": "Ghostcaller's Planchette (Greater)",
    "price": {
      "gp": 21000
    },
    "description": "<p>This miniature wooden planchette is engraved with symbols designed to attract spirits. When affixed, the symbols begin to glow, and the planchette turns slightly insubstantial. The spell DC of any spell cast by activating this item is 38.</p>\n<ul>\n<li><strong>Armor</strong> After you cast a necromancy spell by activating the <em>planchette</em>, you gain resistance 10 to all physical damage (except <em>ghost touch</em>) until the start of your next turn. Attacks by incorporeal creatures (such as a ghost's ghostly hand) count as <em>ghost touch</em>.</li>\n<li><strong>Weapon</strong> After you cast a necromancy spell by activating the <em>planchette</em>, the affixed weapon gains the effects of both the <em>ghost touch</em> and <em>greater disrupting</em> property runes until the end of your next turn.</li>\n</ul>\n<p></p>\n<p></p>\n<hr />\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Effect</strong> You cast Void Warp.</p>\n<hr />\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You cast 7th-rank Invoke Spirits.</p>\n<hr />\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You cast Tempest of Shades.</p>",
    "rarity": "common",
    "traits": [
      "magical",
      "spellheart"
    ]
  },
  {
    "level": 12,
    "name": "Ghostcaller's Planchette",
    "price": {
      "gp": 1750
    },
    "description": "<p>This miniature wooden planchette is engraved with symbols designed to attract spirits. When affixed, the symbols begin to glow, and the planchette turns slightly insubstantial. The spell DC of any spell cast by activating this item is 29.</p>\n<ul>\n<li><strong>Armor</strong> After you cast a necromancy spell by activating the <em>planchette</em>, you gain resistance 5 to all physical damage (except <em>ghost touch</em>) until the start of your next turn. Attacks by incorporeal creatures (such as a ghost's ghostly hand) count as <em>ghost touch</em>.</li>\n<li><strong>Weapon</strong> After you cast a necromancy spell by activating the <em>planchette</em>, the affixed weapon gains the effects of the <em>ghost touch</em> property rune until the end of your next turn.</li>\n</ul>\n<p></p>\n<p></p>\n<hr />\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Effect</strong> You cast Void Warp.</p>\n<hr />\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You cast Invoke Spirits.</p>",
    "rarity": "common",
    "traits": [
      "magical",
      "spellheart"
    ]
  },
  {
    "level": 23,
    "name": "Ghosthand's Comet",
    "price": {},
    "description": "<p>The barrel of this long rifle is translucent in places, forming a swirled pattern along the metal, and its stock is formed of crimson wood. <em>Ghosthand's Comet</em> is a <em>+4 major striking Bane{Beast-Bane} Impactful (Greater){Greater Impactful}</em> advanced firearm with a range increment of 300 feet. It deals 5d8 force damage and has the backstabber, concussive, kickback, and fatal d12 traits. As a star gun, <em>Ghosthand's Comet</em> runs on magic and doesn't use ammunition or black powder. The weapon is silent when fired.</p><hr /><p><strong>Activate</strong> <span class=\"action-glyph\">F</span> envision</p>\n<p><strong>Trigger</strong> You attempt a ranged Strike with <em>Ghosthand's Comet</em></p>\n<p><strong>Effect</strong> For the triggering Strike, <em>Ghosthand's Comet</em> changes its damage type to your choice of acid, cold, electricity, fire, or sonic.</p><hr /><p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision</p>\n<p><strong>Effect</strong> On your next attempt at a ranged Strike with <em>Ghosthand's Comet</em>, the shot phases through any material or magical obstacle, such as a Wall of Force, in its path, ignoring all cover. You must attempt the Strike by the end of your turn or this effect is lost.</p><hr /><p><strong>Destruction</strong> If the Grim Reaper slays the wielder of <em>Ghosthand's Comet</em>, the Reaper's scythe, as it strikes the killing blow, is destined to slice the star gun in half.</p>",
    "rarity": "unique",
    "traits": [
      "artifact",
      "backstabber",
      "concussive",
      "fatal-d12",
      "kickback",
      "magical"
    ]
  },
  {
    "level": 9,
    "name": "Ghostly Portal Paint",
    "price": {
      "gp": 120
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">3</span> Interact</p>\n<hr />\n<p>Translucent and nearly weightless, this opalescent paint seems to resolve into occult symbols if stared at too long. When used to cover a 5-foot-wide, 10-foot-tall section of a wall, the paint turns that section of wall ghostly and incorporeal to a depth of 10 feet, allowing corporeal creatures and objects to pass through it. The portal persists for 10 minutes. When this effect wears off, anything remaining within the portal is shunted to the nearest exit.</p>\n<p>Force effects, other incorporeal objects and creatures, and <em>ghost touch</em> weapons can't cross through the wall, as is normal for incorporeality. An incorporeal creature that's inside the wall when the paint is used is shunted to the nearest exit.</p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "magical",
      "oil"
    ]
  },
  {
    "level": 11,
    "name": "Ghostshot Wrapping",
    "price": {
      "gp": 300
    },
    "description": "<p><strong>Usage</strong> affixed to a ranged weapon</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">f</span> envision</p>\n<p><strong>Trigger</strong> You attempt a ranged Strike with the affixed weapon while hidden or undetected.</p>\n<hr />\n<p>This long strip of linen is tightly wound around the barrel of the affixed firearm or the grip of a bow. When activated, the talisman's magic dampens the sound of the triggering shot, rendering it completely silent, and additionally skews the angle of the shot, so it appears to come from a different location and direction than your actual position. You don't become automatically observed to any creatures due to making the triggering Strike.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "illusion",
      "magical",
      "talisman"
    ]
  },
  {
    "level": 6,
    "name": "Ghoul Hide",
    "price": {
      "gp": 220
    },
    "description": "<p>Stitched together from pieces of ghoul skin, this suit of <em>+1 hide armor</em> grants you a +1 item bonus to saving throws against curses and makes you immune to the stench of ghouls. Ghoul hide with a resilient rune increases the resilient rune's item bonus to saving throws against curses by 1 (maximum +4).</p>",
    "rarity": "uncommon",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 0,
    "name": "Gi",
    "price": {
      "sp": 2
    },
    "description": "<p>Also called martial arts suits or practice clothes, gi are outfits of tough cloth built for comfort and unrestricted movement—ideal for practicing martial arts. They have reinforced stitching resistant to strenuous use.</p>",
    "rarity": "common",
    "traits": [
      "comfort"
    ]
  },
  {
    "level": 3,
    "name": "Giant Catch Pole",
    "price": {
      "gp": 50
    },
    "description": "<p>This sturdy pole has a rope attached to one end in a loop with the other end extending to the handle. You can pull the handle side of the rope to tighten the loop. Using this loop, you can Grapple without having a free hand. A creature grappled this way receives a –2 circumstance penalty to attack rolls when Striking with an unarmed attack. Due to limitations in the size of the loop, a catch pole can only be used on creatures sized Medium or smaller.</p>\n<p>A giant catch pole is made from thicker steel and heavier rope. It functions the same as a catch pole but can be used to Grapple creatures up to your normal size limit. However, the implement is so ungainly that you are Clumsy{Clumsy 1} while wielding it.</p>\n<p></p>",
    "rarity": "uncommon",
    "traits": []
  },
  {
    "level": 1,
    "name": "Giant Centipede Venom",
    "price": {
      "gp": 4
    },
    "description": "<p>Giant centipede venom causes severe muscle stiffness.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> (manipulate)</p>\n<p><strong>Saving Throw</strong> @Check[fortitude|dc:17]</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> 1d4 poison damage (1 round)</p>\n<p><strong>Stage 2</strong> 1d4 poison damage and Fatigued (1 round)</p>\n<p><strong>Stage 3</strong> 1d4 poison damage, Clumsy{Clumsy 1}, and Fatigued (1 round)</p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable",
      "injury",
      "poison"
    ]
  },
  {
    "level": 15,
    "name": "Giant-Killing (Greater)",
    "price": {
      "gp": 6000
    },
    "description": "<p>This weapon features stylized etchings of giants. A giant-killing weapon deals an additional 2d6 mental damage on a successful Strike against a giant. Mental damage dealt by this weapon ignores the target's mental resistance.</p>\n<p>On a critical hit, instead of being Enfeebled{Enfeebled 1}, the giant must attempt a @Check[fortitude|dc:34] save with the following effects.</p>\n<hr />\n<p><strong>Critical Success</strong> The giant is enfeebled 1 until the end of your next turn.</p>\n<p><strong>Success</strong> The giant is Enfeebled{Enfeebled 2} until the end of your next turn and takes 1d10 mental damage.</p>\n<p><strong>Failure</strong> The giant is enfeebled 2 for the next minute and takes 2d10 mental damage.</p>\n<p><strong>Critical Failure</strong> The giant is Enfeebled{Enfeebled 4} for the next minute and takes 4d10 mental damage.</p>",
    "rarity": "rare",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 8,
    "name": "Giant-Killing",
    "price": {
      "gp": 450
    },
    "description": "<p>This weapon features stylized etchings of giants. A giant-killing weapon deals an additional 1d6 mental damage on a successful Strike against a giant. On a critical hit, the giant is also Enfeebled{Enfeebled 1} until the end of your next turn.</p>",
    "rarity": "rare",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 6,
    "name": "Giant Scorpion Venom",
    "price": {
      "gp": 40
    },
    "description": "<p>Scorpion venom is excruciating and its effects are somewhat debilitating.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> (manipulate)</p>\n<p><strong>Saving Throw</strong> @Check[fortitude|dc:22]</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> 2d6 poison damage and Enfeebled{Enfeebled 1} (1 round)</p>\n<p><strong>Stage 2</strong> 2d8 poison damage and Enfeebled{Enfeebled 1} (1 round)</p>\n<p><strong>Stage 3</strong> 2d10 poison damage and Enfeebled{Enfeebled 2} (1 round)</p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable",
      "injury",
      "poison"
    ]
  },
  {
    "level": 10,
    "name": "Giant Squid Lash",
    "price": {
      "gp": 750
    },
    "description": "<p>Three dried tentacles from a giant squid studded with pufferfish spines have been twisted together to form this robust <em>+1 Wounding whip</em>. With a clever flick of the wrist, they can be unfurled into a deadly arc of poisonous barbs.</p><hr /><p><strong>Activate—Poison Barrage</strong> <span class=\"action-glyph\">2</span> (manipulate)</p>\n<p><strong>Frequency</strong> once per hour</p>\n<p><strong>Effect</strong> You lash out with the whip's three tentacles in a 15 foot cone. Each creature inside the cone must attempt a DC 27 fortitude save or take @Damage[4d6[poison]|options:area-damage] damage. On a critical failure, the creature also takes @Damage[1d6[persistent,poison]] damage.</p><hr /><p><strong>Craft Requirements</strong> The initial raw materials must include three tentacles from a giant squid.</p>",
    "rarity": "uncommon",
    "traits": [
      "disarm",
      "finesse",
      "magical",
      "nonlethal",
      "reach",
      "trip"
    ]
  },
  {
    "level": 7,
    "name": "Giant Wasp Venom",
    "price": {
      "gp": 55
    },
    "description": "<p>Giant wasp venom interferes with a victim's movement.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> Interact (Injury)</p>\n<p><strong>Saving Throw</strong> @Check[fortitude|dc:25]</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> 2d6 poison damage and Clumsy{Clumsy 1} (1 round)</p>\n<p><strong>Stage 2</strong> 3d6 poison damage and Clumsy{Clumsy 2} (1 round)</p>\n<p><strong>Stage 3</strong> 4d6 poison damage and clumsy 2 (1 round)</p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable",
      "injury",
      "poison"
    ]
  },
  {
    "level": 16,
    "name": "Gift of the Poisoned Heart",
    "price": {},
    "description": "<p><strong>Activate</strong> 1 minute (command, Interact)</p>\n<p>Those who fail to see the curse view this object as a priceless gift, capable of restoring life to the deceased, but deep in the heart of this diamond lies a single flaw: a fissured occlusion of sickly, tainted red. To activate the diamond, place it on the relatively intact body of a creature that died within the past year. The stone shatters, restoring the recipient to life with the effects of a successful Resurrect ritual, except there is no limit to the level of the creature that may be revived.</p>\n<p>This gift of life comes with a terrible cost: the recipient believes you-and anyone else who aided in the resurrection- deliberately caused their death and revived them only in furtherance of some nefarious scheme. Having a proxy activate the <em>gift of the poisoned heart</em> is of no use, as the item's magic sniffs out all coconspirators and uses your attempt to avoid the drawback to feed the resurrected creature's paranoia.</p>\n<p>No amount of information or persuasion can alleviate this mistrust, as the cursed creature twists the facts endlessly to fit their delusion. Only magic such as Cleanse Affliction can neutralize this effect, and the subject resists any attempt to alter their beliefs by magic.</p>",
    "rarity": "rare",
    "traits": [
      "consumable",
      "cursed",
      "evil",
      "magical"
    ]
  },
  {
    "level": 0,
    "name": "Gilded ceremonial armor",
    "price": {
      "gp": 250
    },
    "description": "",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 0,
    "name": "Gilded scepter with sapphire",
    "price": {
      "gp": 250
    },
    "description": "",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 0,
    "name": "Gill Hook",
    "price": {
      "gp": 2
    },
    "description": "<p>This spear has a specialized hook just before the tip that can catch on the gills of large fish. Azarketis primarily use this to hunt sharks, but it can also be used to hook flesh or armor.</p>",
    "rarity": "uncommon",
    "traits": [
      "azarketi",
      "grapple",
      "reach"
    ]
  },
  {
    "level": 8,
    "name": "Gills",
    "price": {
      "gp": 450
    },
    "description": "<p>Delicate folds in the skin just behind your ears ripple as water flows over them. You can breathe underwater.</p>",
    "rarity": "common",
    "traits": [
      "graft",
      "invested",
      "magical"
    ]
  },
  {
    "level": 5,
    "name": "Ginger Chew",
    "price": {
      "gp": 28
    },
    "description": "<p>This chewy ginger candy aids digestion and soothes unsettled stomachs. A ginger chew lasts for 1 hour and grants you a +1 item bonus to Fortitude saves against being sickened.</p>\n<p></p>\n<hr />\n<p><strong>Secondary Effect</strong> <span class=\"action-glyph\">1</span></p>\n<p><strong>Effect</strong> Reduce your sickened value by 1, if any. The chew becomes inert.</p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable",
      "lozenge"
    ]
  },
  {
    "level": 6,
    "name": "Gingerbread House",
    "price": {
      "gp": 240
    },
    "description": "<p>A gingerbread house is made of magical gingerbread sweetened with honey and spices, and further decorated with candies and icing. Its roof tiles are made of sugar. It can be held safely in one hand but is very delicate; it's often stored within a wooden box of 1 Bulk.</p>\n<hr />\n<p><strong>Activate</strong> 1 minute (command, envision, Interact)</p>\n<p><strong>Effect</strong> The gingerbread house expands into a spacious and comfortable two-story cottage with a fenced yard. Although fully furnished with beds, chairs, tables, and so on, it and all its contents are made of magical gingerbread and candy. It includes a hearth that keeps the entire house warm but doesn't damage its composition. The house's cupboards are supplied with candy and cocoa sufficient to sustain 10 Medium creatures that eat roughly as much as a human for as long as the house remains activated. Creatures who spend an entire day and night resting in a gingerbread house recover Hit Points at twice the normal rate; if they successfully save against an affliction, they reduce the stage of that affliction by an additional step.</p>\n<p>When not activated the gingerbread house has Hardness 0, 2 Hit Points, and a BT of 1. Once activated, it has Hardness 0, 40 HP, and a BT of 20. Any damage done to the activated house-including eating any part of its structure-remains when the house returns to its un-activated size.</p>\n<hr />\n<p><strong>Requirements</strong> You can attempt Cooking Lore checks instead of Crafting checks to Craft a gingerbread house.</p>",
    "rarity": "uncommon",
    "traits": [
      "magical",
      "structure"
    ]
  },
  {
    "level": 14,
    "name": "Glaive of the Artist",
    "price": {
      "gp": 4000
    },
    "description": "<p>This <em>+2 Holy greater striking glaive</em> has a long, multi-tailed rainbow-colored banner affixed to the butt of the pole in the style of Shelyn's religious symbol. While wielding the glaive, you gain a +2 item bonus on Crafting and Performance checks.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> Interact</p>\n<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p><strong>Effect</strong> You furl one of the colored tails around the pole, causing the glaive to gain the effects of your choice of the corrosive, flaming, frost, shocking, or thundering property runes for 1 round, depending on the tail you chose.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You thrust the blade of the glaive into the ground, activating the power of the banner. (The blade can penetrate any non-metallic surface when used in this way, and does not leave a mark when withdrawn.) As long as the glaive is thrust into the ground and standing upright, all allies within 60 feet who can see the glaive's banner gain a +2 item bonus to Performance checks.</p>\n<p></p>",
    "rarity": "uncommon",
    "traits": [
      "deadly-d8",
      "forceful",
      "magical",
      "reach"
    ]
  },
  {
    "level": 0,
    "name": "Glaive",
    "price": {
      "gp": 1
    },
    "description": "<p>This polearm consists of a long, single-edged blade on the end of a 7-foot pole. It is extremely effective at delivering lethal cuts at a distance.</p>",
    "rarity": "common",
    "traits": [
      "deadly-d8",
      "forceful",
      "reach"
    ]
  },
  {
    "level": 2,
    "name": "Glamorous Buckler",
    "price": {
      "gp": 35
    },
    "description": "<p>A glamorous buckler (Hardness 3, HP 6, BT 3) is lavishly decorated with gilding and inset gemstones that glitter in the light. While you have it raised, the glamorous buckler grants you a +1 item bonus to Deception checks to Feint.</p><hr /><p><strong>Activate—Dazzling Feint</strong> <span class=\"action-glyph\">f</span> (concentrate)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> You Feint</p>\n<p><strong>Requirements</strong> You have the glamorous buckler raised</p><hr /><p><strong>Effect</strong> As you Feint, the glamorous buckler sparkles mightily. On a successful Feint, the target is Dazzled for 1 round.</p><hr /><table class=\"pf2e\"><thead><tr><th>Hardness</th><th>HP</th><th>BT</th></tr></thead><tbody><tr><td>3</td><td>6</td><td>3</td></tr></tbody></table>",
    "rarity": "common",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 0,
    "name": "Glass Cutter",
    "price": {
      "gp": 5
    },
    "description": "<p>This small rod has a tiny, sharp cutting wheel made of steel on one end and a thick bulb on the other. You can use the glass cutter's wheel to score ordinary glass and use the bulb to break the piece along your scoring. It typically takes 1 minute of work to cut a hole large enough to fit your hand. If you are attempting to break the glass quietly, you must attempt a @Check[thievery] check against the Perception DC of nearby creatures to go unnoticed.</p>",
    "rarity": "uncommon",
    "traits": []
  },
  {
    "level": 3,
    "name": "Glasses of Sociability",
    "price": {
      "gp": 60
    },
    "description": "<p>These wire-rim glasses with large, circular lenses were invented for the sole purpose of avoiding awkward confrontations at social gatherings. They grant you a +1 item bonus to Diplomacy.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision</p>\n<hr />\n<p><strong>Effect</strong> You stare at another creature and instantly remember their name if you've met and exchanged names. The glasses rely on your latent memories, so if the creature is disguising their identity, the glasses don't penetrate the disguise. If a doppelganger was disguised as an innkeeper you met, the glasses would give you the innkeeper's name, and if a noble you met before was in disguise as a masked vigilante, the glasses wouldn't reveal their name.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 7,
    "name": "Gliding Membranes (Greater)",
    "price": {
      "gp": 340
    },
    "description": "<p>Membranes that stretch between your arms and torso help you convert a fall into a glide. Treat falls as 50 feet shorter. Even if you take fall damage, you can land on your feet by succeeding at a @Check[acrobatics|dc:15] check.</p>",
    "rarity": "common",
    "traits": [
      "graft",
      "invested",
      "magical"
    ]
  },
  {
    "level": 3,
    "name": "Gliding Membranes (Lesser)",
    "price": {
      "gp": 50
    },
    "description": "<p>Membranes that stretch between your arms and torso help you convert a fall into a glide. Treat falls as 25 feet shorter. Even if you take fall damage, you can land on your feet by succeeding at a @Check[acrobatics|dc:15] check.</p>",
    "rarity": "common",
    "traits": [
      "graft",
      "invested",
      "magical"
    ]
  },
  {
    "level": 8,
    "name": "Gliding",
    "price": {
      "gp": 450
    },
    "description": "<p>The armor allows you to make a controlled descent.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> command</p>\n<hr />\n<p><strong>Effect</strong> You glide slowly toward the ground, 5 feet down and up to 25 feet forward through the air. Provided you spend at least 1 action gliding on your turn and haven't yet reached the ground, you remain in the air at the end of your turn. Otherwise, you fall.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 4,
    "name": "Glimmering Missive",
    "price": {
      "gp": 20
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> envision, Interact</p>\n<p>A glimmering missive sparkles as you compose it. When activated, it explodes, disintegrating into a shower of multicolored motes in a 10 foot burst from a corner of the missive's space. Creatures in the area are covered in sparkling dust that remains luminous for 1 hour. Visible creatures can't be Concealed while covered by the luminous dust; any Invisible creatures are concealed while covered in the luminous dust, rather than being undetected.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "light",
      "magical",
      "missive"
    ]
  },
  {
    "level": 1,
    "name": "Glittering Scarab",
    "price": {
      "gp": 10
    },
    "description": "<p><strong>Access</strong> Member of the Esoteric Order of the Palatine Eye</p>\n<hr />\n<p>This pin is a valuable copy of a popular pin sold in markets throughout Osirion. The original pin is a solid piece, often purchased by tourists. The glittering scarab, though, can be squeezed gently, causing the wings to part and reveal an eye painted underneath them. This pin is used to gain entrance to most meetings of the Esoteric Order of the Palatine Eye. Someone who specifically examines the scarab can find the hidden eye with a successful @Check[perception|dc:20] check, though if they know about glittering scarabs, they can simply squeeze it to check for the eye.</p>",
    "rarity": "uncommon",
    "traits": []
  },
  {
    "level": 4,
    "name": "Glittering Snare",
    "price": {
      "gp": 18
    },
    "description": "<p>Small flecks of mica, sand, and ground glass are packed into a spring-loaded canister that can be rigged to a trip wire or hidden in a container. The first creature to enter the square or open the container must attempt a DC 20 reflex save as the area is showered with bright, glittering dust that sticks to skin, fur, and clothing.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes a -1 status penalty to Stealth checks for 1 minute or until it uses an Interact action to remove the glitter.</p>\n<p></p>\n<p><strong>Failure</strong> The creature takes a -2 status penalty to Stealth checks for 2 minutes or until it spends a 2-action activity, which has the manipulate trait, to remove the glitter. If the creature was Invisible, the glitter outlines it for 1 round, making it Concealed rather than Undetected to visual senses.</p>\n<p></p>\n<p><strong>Critical Failure</strong> As failure, but the penalty is -4. The glitter sticks for 5 minutes or until the creature spends a 3-action activity, which has the manipulate trait, to remove it. The glitter continues to fall around the creature until completely removed, leaving a trail behind it as it moves and revealing its rough location; the creature is Hidden, rather than undetected, to any creature that can see the glitter whenever it would otherwise have been undetected.</p>\n<p></p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "mechanical",
      "snare",
      "trap",
      "visual"
    ]
  },
  {
    "level": 11,
    "name": "Gloaming Arc",
    "price": {
      "gp": 1250
    },
    "description": "<p>This black <em>+2 striking scimitar</em> reflects light only along its edge, like a thin crescent moon. It grants a +1 item bonus to Stealth while you're holding it, increasing to a +2 item bonus if it has a <em>+3 weapon potency</em> rune.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">3</span> envision, Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> Attempt a melee Strike with the gloaming arc. On a hit, you slice away the target's shadow from its body and it must attempt a @Check[fortitude|dc:30] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target is Enfeebled{Enfeebled 1} for 1 round.</p>\n<p><strong>Failure</strong> The target is Enfeebled{Enfeebled 2} for 1 minute and Drained{Drained 1}. The target doesn't cast a shadow until it is no longer drained.</p>\n<p><strong>Critical Failure</strong> As failure, but Drained{Drained 2}.</p>",
    "rarity": "uncommon",
    "traits": [
      "forceful",
      "magical",
      "shadow",
      "sweep"
    ]
  },
  {
    "level": 11,
    "name": "Gloaming Shard",
    "price": {
      "gp": 1400
    },
    "description": "<p>The blade of this <em>+2 striking returning dagger</em> shines the color of twilight, with a triangular lattice design on the hilt. A thin string of darkness connects your shadow to that of the blade, even once it leaves your hand.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> Interact (shadow, teleportation)</p>\n<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p><strong>Effect</strong> You make a thrown Strike with the gloaming shard at a target within 60 feet. Whether you hit or miss, rather than returning to you, the blade pulls you down into your own shadow and along the connecting thread. You instantly teleport to a space adjacent to the target of your Strike, as Translocate, and then catch the dagger in your hand.</p>",
    "rarity": "common",
    "traits": [
      "agile",
      "finesse",
      "magical",
      "shadow",
      "thrown-10",
      "versatile-s"
    ]
  },
  {
    "level": 8,
    "name": "Globe of Shrouds",
    "price": {
      "gp": 500
    },
    "description": "<p>The body of this censer is made of transparent crystal banded with dark iron. This globe hangs from a sturdy chain attached to a simple steel rod with a smooth grip.</p>\n<hr />\n<p><strong>Activate—Light Incense</strong> <span class=\"action-glyph\">2</span> (aura, manipulate)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Cost</strong> incense worth at least 5 gp</p>\n<p><strong>Effect</strong> As you light the incense, barely visible smoke issues from the censer in a hazy 20 foot emanation. Creatures that are in the haze or later enter it are wreathed in wisps of smoke; these wisps last while the creature is in the smoke's aura and until the start of its next turn if it leaves the haze. An ally in the aura is Concealed and gains a +2 status bonus to Stealth checks. Any enemy in the aura that is or becomes Invisible appears as a translucent shape to you and your allies—it's no longer Hidden, but it remains concealed.</p>",
    "rarity": "common",
    "traits": [
      "censer",
      "fire",
      "magical",
      "revelation"
    ]
  },
  {
    "level": 9,
    "name": "Gloom Blade",
    "price": {
      "gp": 700
    },
    "description": "<p>As black as coal, this blade grows more potent in darkness. While in bright light, it functions as a <em>+1 shortsword</em> and doesn't appear to radiate a magic aura to Detect Magic or similar spells unless the spells are 4th rank or higher.</p>\n<p>In dim light or darkness, the <em>gloom blade</em> becomes a <em>+2 striking shortsword</em>. Whenever you use the <em>gloom blade</em> to attack a creature you're undetected by, you deal 1d6 additional precision damage.</p>\n<p>To upgrade the <em>gloom blade's</em> fundamental runes, start with the base <em>+1 shortsword</em>, but if you improve it beyond a <em>+2 striking shortsword</em>, the runes apply in dim light or darkness as well.</p>",
    "rarity": "common",
    "traits": [
      "agile",
      "finesse",
      "magical",
      "versatile-s"
    ]
  },
  {
    "level": 14,
    "name": "Glorious Plate",
    "price": {
      "gp": 4500
    },
    "description": "<p>This elegant full plate is embossed with heraldic imagery and never tarnishes or loses its shine. <em>Glorious plate</em> is <em>+2 resilient full plate</em>.</p>\n<p>In battle, <em>glorious plate</em> sheds bright light in a 10-foot radius, which enemies see as a blinding halo that obscures creatures other than the wearer. When an enemy looks at the wearer, it must attempt a @Check[will|dc:33] saving throw. The enemy is then temporarily immune for 1 minute.</p>\n<p><strong>Success</strong> The enemy is unaffected.</p>\n<p><strong>Failure</strong> For 1 minute, the wearer's allies within the glorious plate's 10-foot radius of light are Concealed to the enemy. Allies are concealed only while they remain within the light; if allies enter the light later, they are concealed as well.</p>\n<p><strong>Critical Failure</strong> As failure, except the wearer's allies are Hidden to the enemy instead of concealed.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> command, Interact</p>\n<p><strong>Effect</strong> The armor casts Sanctuary on you.</p>",
    "rarity": "rare",
    "traits": [
      "bulwark",
      "good",
      "light",
      "magical"
    ]
  },
  {
    "level": 7,
    "name": "Gloves of Carelessness",
    "price": {},
    "description": "<p>These gloves appear and function as Retrieval Belt{Gloves of Storing} but repel any item not stored in the gloves. When wearing them, whenever you Interact to draw or pick up an item, roll a @Check[flat|dc:11]. On a success, you do so as normal. On a failure, you instead fling the item 15 feet in a random direction. You can use a reaction to attempt a @Check[reflex|dc:23] save, causing the item to land at your feet instead if you succeed. Removing the stored item from the gloves does not trigger the item's curse. The first time the curse activates, the gloves fuse to you.</p>",
    "rarity": "rare",
    "traits": [
      "cursed",
      "extradimensional",
      "invested",
      "magical"
    ]
  },
  {
    "level": 1,
    "name": "Glow Rod",
    "price": {
      "gp": 3
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> (manipulate)</p>\n<hr />\n<p>This 1-foot-long, gold-tipped rod glows after it's struck on a hard surface. For the next 6 hours, it sheds bright light in a 20-foot radius (and dim light to the next 40 feet).</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "consumable",
      "light"
    ]
  },
  {
    "level": 1,
    "name": "Glowing Lantern Fruit",
    "price": {
      "gp": 4
    },
    "description": "<p>The flesh of this fruit pod resembles a stylized paper lantern, with a woody, geometric structure and thin layers of flesh, complete with a glow coming from the interior.</p>\n<hr />\n<p><strong>Activate - Lantern Light</strong> <span class=\"action-glyph\">1</span> (manipulate)</p>\n<p><strong>Effect</strong> The <em>glowing lantern fruit</em> sheds bright light in a 60-foot radius (and dim light for the next 60 feet) for 8 hours. While the light is shining, you can Interact with the <em>glowing lantern fruit</em> to open or close some of its reflective leaves, making the light directional like a bull's-eye lantern or a hooded lantern.</p>\n<p></p>\n<hr />\n<p><strong>Activate - Fire Fruit</strong> 10 minutes (manipulate)</p>\n<p><strong>Effect</strong> You plant the <em>glowing lantern fruit</em> in the ground upside down. The petals of the lantern peel away, while the fruit inside glows hotter. For the next 8 hours, the <em>glowing lantern fruit</em> emits as much light and heat as a bonfire, giving all creatures within 15 feet immunity to the effects of mild and severe cold temperatures for as long as they're within the area.</p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "magical",
      "wood"
    ]
  },
  {
    "level": 11,
    "name": "Glue Bomb (Greater)",
    "price": {
      "gp": 250
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Strike</p>\n<hr />\n<p>A glue bomb is a harmless explosive mechanism bursting with sticky substances. When you hit a creature with a glue bomb, that creature takes a –15-foot status penalty to its Speeds for 1 minute. You gain a +2 item bonus to attack rolls, and the Escape DC is 28.</p>\n<p>On a critical hit, a creature in contact with a solid surface becomes stuck to the surface and Immobilized for 1 round, and a creature flying via wings has its wings tangled, causing it to fall safely to the ground and become unable to Fly again for 1 round. Glue bombs are not effective when used on a creature that is in water.</p>\n<p>The target can end any effects by Escaping or spending a total of 3 Interact actions to carefully remove the sticky substances. These Interact actions don't have to be consecutive, and other creatures can provide the actions as well.</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "bomb",
      "consumable"
    ]
  },
  {
    "level": 1,
    "name": "Glue Bomb (Lesser)",
    "price": {
      "gp": 3
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Strike</p>\n<hr />\n<p>A glue bomb is a harmless explosive mechanism bursting with sticky substances. When you hit a creature with a glue bomb, that creature takes a –10-foot status penalty to its Speeds for 1 minute. The Escape DC is 17.</p>\n<p>On a critical hit, a creature in contact with a solid surface becomes stuck to the surface and Immobilized for 1 round, and a creature flying via wings has its wings tangled, causing it to fall safely to the ground and become unable to Fly again for 1 round. Glue bombs are not effective when used on a creature that is in water.</p>\n<p>The target can end any effects by Escaping or spending a total of 3 Interact actions to carefully remove the sticky substances. These Interact actions don't have to be consecutive, and other creatures can provide the actions as well.</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "bomb",
      "consumable"
    ]
  },
  {
    "level": 17,
    "name": "Glue Bomb (Major)",
    "price": {
      "gp": 2500
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Strike</p>\n<hr />\n<p>A glue bomb is a harmless explosive mechanism bursting with sticky substances. When you hit a creature with a glue bomb, that creature takes a –20-foot status penalty to its Speeds for 1 minute. You gain a +3 item bonus to attack rolls, and the Escape DC is 37.</p>\n<p>On a critical hit, a creature in contact with a solid surface becomes stuck to the surface and Immobilized for 1 round, and a creature flying via wings has its wings tangled, causing it to fall safely to the ground and become unable to Fly again for 1 round. Glue bombs are not effective when used on a creature that is in water.</p>\n<p>The target can end any effects by Escaping or spending a total of 3 Interact actions to carefully remove the sticky substances. These Interact actions don't have to be consecutive, and other creatures can provide the actions as well.</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "bomb",
      "consumable"
    ]
  },
  {
    "level": 3,
    "name": "Glue Bomb (Moderate)",
    "price": {
      "gp": 10
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Strike</p>\n<hr />\n<p>A glue bomb is a harmless explosive mechanism bursting with sticky substances. When you hit a creature with a glue bomb, that creature takes a –15-foot status penalty to its Speeds for 1 minute. You gain a +1 item bonus to attack rolls, and the Escape DC is 19.</p>\n<p>On a critical hit, a creature in contact with a solid surface becomes stuck to the surface and Immobilized for 1 round, and a creature flying via wings has its wings tangled, causing it to fall safely to the ground and become unable to Fly again for 1 round. Glue bombs are not effective when used on a creature that is in water.</p>\n<p>The target can end any effects by Escaping or spending a total of 3 Interact actions to carefully remove the sticky substances. These Interact actions don't have to be consecutive, and other creatures can provide the actions as well.</p>\n<p></p>",
    "rarity": "common",
    "traits": [
      "alchemical",
      "bomb",
      "consumable"
    ]
  },
  {
    "level": 4,
    "name": "Glue Bullet",
    "price": {
      "gp": 16
    },
    "description": "<p><strong>Ammunition</strong> round</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>These cartridges are filled with sticky clear glue. When a glue bullet hits, a syrupy webbing coats the target and sticks to the ground or a nearby surface, hindering their movement. The target takes a -10-foot circumstance penalty to its Speeds for [[/r 2d4 #rounds]]{2d4 rounds}, or until it Escapes against a DC of 18. On a critical hit, the target is also Immobilized until it Escapes.</p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "consumable"
    ]
  },
  {
    "level": 6,
    "name": "Gluttonous Spear",
    "price": {
      "gp": 250
    },
    "description": "<p>The head of this +1 striking Returning spear is wrapped in greasy hide, and its head resembles a thick, clawed finger.</p>\n<p>On a critical hit, the target is Enfeebled{Enfeebled 1} for 1 minute, and you gain [[/r 1d8]] temporary Hit Points that last for 1 minute.</p>",
    "rarity": "uncommon",
    "traits": [
      "magical",
      "monk",
      "thrown-20"
    ]
  },
  {
    "level": 1,
    "name": "Gnome Amalgam Musket",
    "price": {
      "gp": 10
    },
    "description": "<p>Rumored to be the result of a gnomish dare to make a variant of a hooked hammer that's even more intricate and complex, this weapon adds a musket to the mix of an already overcomplicated device.</p>",
    "rarity": "uncommon",
    "traits": [
      "combination",
      "concussive",
      "fatal-d10",
      "gnome"
    ]
  },
  {
    "level": 0,
    "name": "Gnome Flickmace",
    "price": {
      "gp": 3
    },
    "description": "<p>More a flail than a mace, this weapon has a short handle attached to a length of chain with a ball at the end. The ball is propelled to its reach with the flick of the wrist, the momentum of which brings the ball back to the wielder after the strike.</p>",
    "rarity": "uncommon",
    "traits": [
      "gnome",
      "reach",
      "sweep"
    ]
  },
  {
    "level": 0,
    "name": "Gnome Hooked Hammer",
    "price": {
      "gp": 2
    },
    "description": "<p>This gnome tool and weapon features a hammer at one end and a curved pick on the other. It's such a strange and awkward weapon that others think the gnomes are slightly erratic for using it.</p>",
    "rarity": "uncommon",
    "traits": [
      "gnome",
      "trip",
      "two-hand-d10",
      "versatile-p"
    ]
  },
  {
    "level": 5,
    "name": "Goblin-Eye Orb",
    "price": {
      "gp": 24
    },
    "description": "<p><strong>Usage</strong> affixed to a weapon</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">f</span> envision</p>\n<p><strong>Trigger</strong> You attempt a Strike with the affixed firearm or crossbow against an enemy that's concealed or hidden to you.</p>\n<p><strong>Requirements</strong> You're an expert with the affixed firearm or crossbow and an expert in Perception.</p>\n<hr />\n<p>This colorful marble dangles from a leather thong wrapped around the affixed weapon. When you activate the band, for the triggering Strike, you don't need to attempt a flat check due to the enemy being concealed or hidden to you.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical",
      "talisman"
    ]
  },
  {
    "level": 15,
    "name": "Godsbreath Bow",
    "price": {
      "gp": 6500
    },
    "description": "<p>This <em>+2 greater striking composite shortbow</em> is made from wood, horn, and sinew. Once wielded by Ninshaburian heretics, it's carried in a leather case etched with images of Namzaruum in combat with Somnalu. On a successful Strike, it deals an additional 1d6 bludgeoning damage.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> command</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You make a ranged Strike. On a hit, a vortex of air trails the arrow as it travels. When the arrow strikes its target, the vortex expands to a 30 foot burst{30-foot radius} from its point of impact. The arrow deals an additional 1d8 bludgeoning damage against its target. For the next 3 minutes, any physical ranged attacks that would strike a target within the vortex deal an additional 1d8 bludgeoning damage. The vortex is difficult terrain, and creatures attempting to fly through the vortex using a move action must attempt a DC 34 fortitude save, losing its move action on a failed save. Any gases within the vortex are cleared by the winds.</p>",
    "rarity": "rare",
    "traits": [
      "deadly-d10",
      "propulsive"
    ]
  },
  {
    "level": 0,
    "name": "Gold and aquamarine diadem",
    "price": {
      "gp": 250
    },
    "description": "",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 0,
    "name": "Gold and garnet ring",
    "price": {
      "gp": 25
    },
    "description": "",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 0,
    "name": "Gold and opal bracelet",
    "price": {
      "gp": 250
    },
    "description": "",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 0,
    "name": "Gold chalice with black pearls",
    "price": {
      "gp": 250
    },
    "description": "",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 0,
    "name": "Gold dragon statuette",
    "price": {
      "gp": 250
    },
    "description": "",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 0,
    "name": "Gold mask of a high priest",
    "price": {
      "gp": 250
    },
    "description": "",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 0,
    "name": "Gold necklace with peridots",
    "price": {
      "gp": 25
    },
    "description": "",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 0,
    "name": "Gold Pieces",
    "price": {
      "gp": 1
    },
    "description": "",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 0,
    "name": "Gold rapier with amethysts",
    "price": {
      "gp": 250
    },
    "description": "",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 0,
    "name": "Gold urn with scenes of judgment",
    "price": {
      "gp": 250
    },
    "description": "",
    "rarity": "common",
    "traits": []
  },
  {
    "level": 15,
    "name": "Golden Blade of Mzali",
    "price": {
      "gp": 6500
    },
    "description": "<p>Each of these golden spears was forged in the days of old Mzali, when the sun kings ruled the city. The majority of these weapons are lost, most likely buried with warriors in tombs and temples sealed by Walkena's decrees. Walkena retains a single golden blade, which he grants to his Master of Spears.</p>\n<p>This <em>+2 greater striking returning spear</em> is coated in brilliant gold, and beautiful engravings run along the shaft, depicting the rising and setting of the sun against Mzali's skyline. The spear glows with the effects of 4th-rank Light. You can suppress or resume this light by using an action, which has the concentrate trait. When you hit a creature with the spear, it takes 1d6 additional fire damage. When you critically hit a creature with the spear, the creature takes @Damage[1d8[persistent,fire]] damage and 1d8 bleed as its blood boils away. Unlike normal when taking two types of persistent damage, a creature needs only a single successful flat check to remove both the fire and bleed damage.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">r</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> You critically hit a creature with the weapon</p>\n<hr />\n<p><strong>Effect</strong> You call upon the spear's light to guide the creature away from violence. The creature must choose one of the following options:</p>\n<ul>\n<li>The creature surrenders, immediately receiving the critical failure effects of Calm and Paralyze.</li>\n<li>The weapon casts 7th-rank Blindness on the creature with a DC 34 fortitude.</li>\n</ul>\n<p>Regardless of the choice, the spear loses its ability to glow with light until your next daily preparations.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> envision, Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The spear casts 7th-rank Elemental Form on you, choosing fire as the form's trait. The spear loses its additional fire damage until your next daily preparations.</p>",
    "rarity": "rare",
    "traits": [
      "fire",
      "light",
      "magical",
      "monk",
      "thrown-20"
    ]
  },
  {
    "level": 9,
    "name": "Golden Branding Iron (Greater)",
    "price": {
      "gp": 120
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">f</span> envision</p>\n<p><strong>Trigger</strong> You hit a target with a ranged Strike with the affixed weapon</p>\n<p><strong>Requirements</strong> You're an expert with the affixed weapon.</p>\n<hr />\n<p>This talisman is a gold-plated brand that can be affixed to a ranged weapon's stock. When you activate a golden branding iron, you mark the target with your magical sigil.</p>\n<p>You harmlessly place your unique magical sigil, which is about 1 square inch in size, anywhere on the target creature, as long as the location is visible to you. The mark is only visible to you and up to 6 of your allies. The mark can be scrubbed or scraped off with 5 minutes of work. It fades naturally over the course of a year.</p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "magical",
      "talisman"
    ]
  },
  {
    "level": 13,
    "name": "Golden Branding Iron (Major)",
    "price": {
      "gp": 450
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">f</span> envision</p>\n<p><strong>Trigger</strong> You hit a target with a ranged Strike with the affixed weapon</p>\n<p><strong>Requirements</strong> You're an expert with the affixed weapon.</p>\n<hr />\n<p>This talisman is a gold-plated brand that can be affixed to a ranged weapon's stock. When you activate a golden branding iron, you mark the target with your magical sigil.</p>\n<p>You harmlessly place your unique magical sigil, which is about 1 square inch in size, anywhere on the target creature, as long as the location is visible to you. The mark is only visible to you and up to 6 of your allies. The mark can be scrubbed or scraped off with 5 minutes of work. It never fades naturally.</p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "magical",
      "talisman"
    ]
  },
  {
    "level": 5,
    "name": "Golden Branding Iron",
    "price": {
      "gp": 25
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">f</span> envision</p>\n<p><strong>Trigger</strong> You hit a target with a ranged Strike with the affixed weapon</p>\n<p><strong>Requirements</strong> You're an expert with the affixed weapon.</p>\n<hr />\n<p>This talisman is a gold-plated brand that can be affixed to a ranged weapon's stock. When you activate a golden branding iron, you mark the target with your magical sigil.</p>\n<p>You harmlessly place your unique magical sigil, which is about 1 square inch in size, anywhere on the target creature, as long as the location is visible to you. The mark is only visible to you and up to 6 of your allies. The mark can be scrubbed or scraped off with 5 minutes of work. It fades naturally over the course of a month.</p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "magical",
      "talisman"
    ]
  },
  {
    "level": 20,
    "name": "Golden Breath Fulu",
    "price": {
      "gp": 8100
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">f</span> envision</p>\n<p><strong>Trigger</strong> You take damage.</p>\n<p>An enterprising chirurgeon reversed the forces evoked by a void thousand-pains fulu to create the golden breath fulu, which fortifies ki and the body as elements move out of balance. When you Activate this fulu, you regain @Damage[75[healing]] Hit Points and attempt a flat check to end any persistent damage affecting you. The fulu is particularly appropriate help for ending any persistent damage. Also, if you would regain more Hit Points from the fulu than your maximum, you can gain the excess as temporary Hit Points or distribute the excess among creatures of your choice within 30 feet. The temporary Hit Points last for 1 minute.</p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "fulu",
      "healing",
      "magical",
      "talisman",
      "vitality"
    ]
  },
  {
    "level": 10,
    "name": "Golden-Cased Bullet (Greater)",
    "price": {
      "gp": 200
    },
    "description": "<p><strong>Ammunition</strong> round</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision</p>\n<hr />\n<p>The magic-infused metal of this bullet's golden casing allows it to curve just a bit in flight once the bullet has been fired, allowing you to ignore the bonus to AC granted to a target in standard or lesser cover.</p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "magical"
    ]
  },
  {
    "level": 16,
    "name": "Golden-Cased Bullet (Major)",
    "price": {
      "gp": 2000
    },
    "description": "<p><strong>Ammunition</strong> round</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision</p>\n<hr />\n<p>The magic-infused metal of this bullet's golden casing allows it to curve just a bit in flight once the bullet has been fired, allowing you to ignore the bonus to AC granted to a target in greater, standard, or lesser cover.</p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "magical"
    ]
  },
  {
    "level": 4,
    "name": "Golden-Cased Bullet (Standard)",
    "price": {
      "gp": 20
    },
    "description": "<p><strong>Ammunition</strong> round</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision</p>\n<hr />\n<p>The magic-infused metal of this bullet's golden casing allows it to curve just a bit in flight once the bullet has been fired, allowing you to ignore the bonus to AC granted to a target in lesser cover.</p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "magical"
    ]
  },
  {
    "level": 5,
    "name": "Golden Chrysalis",
    "price": {
      "gp": 27
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<hr />\n<p>Threads of iridescent golden silk wrap around the core of this magical sling stone. When you activate and shoot a <em>golden chrysalis</em>, rather than making an attack roll for your Strike, you cause the chrysalis to unwind in midair to reveal a magical butterfly that flies in a 30 foot line, scattering golden scale dust that hangs in the air for 1 minute.</p>\n<p>A creature that enters or begins its turn in the dust must attempt a DC 19 reflex or have its Invisible{Invisiblity} negated, becoming Concealed instead of invisible. This effect applies both if the creature was already invisible and if it benefits from any new invisibility effects before the end of the invisibility negation effect from the golden chrysalis.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target's invisibility is negated for 2 rounds.</p>\n<p><strong>Failure</strong> The target is Dazzled for 1 minute and its invisibility is negated for 1 minute.</p>",
    "rarity": "common",
    "traits": [
      "consumable",
      "magical"
    ]
  },
  {
    "level": 19,
    "name": "Golden Gloves",
    "price": {
      "gp": 40000
    },
    "description": "<p>These golden-threaded gloves fit snuggly past the elbows, and imbue all other worn clothing with an aristocratic mien. The gloves grant you a +3 item bonus to Society skill checks. When you invest the gloves, you either increase your Intelligence score by 2 or increase it to 18, whichever would give you a higher score. This gives you additional trained skills and languages, as normal for increasing your Intelligence modifier. You must select skills and languages the first time you invest the gloves, and whenever you invest the same <em>golden gloves</em>, you get the same skills and languages you chose the first time. If you are unholy, you become Enfeebled{Enfeebled 2} when invested in these gloves.</p>\n<p><strong>Activate—Heaven's Wings</strong> <span class=\"action-glyph\">2</span> (manipulate, visual)</p>\n<p><strong>Frequency</strong> once per hour</p><hr /><p><strong>Effect</strong> You throw wide your arms, putting the <em>golden gloves</em> on full display and causing a blazing halo to form above your head. All enemies within a 40-feet emanation must make a @Check[fortitude|dc:41] save or be Dazzled for 1 minute (or Blinded for 1 minute on critical failure). Unholy creatures take a –2 item penalty to their roll. The halo then melts into your body and attempts to counteract any one affliction you are currently suffering of your choice with a counteract rank of 9 and a counteract modifier of [[/r 1d20+31 #Counteract]]{+31}.</p>",
    "rarity": "rare",
    "traits": [
      "apex",
      "holy",
      "invested",
      "magical"
    ]
  },
  {
    "level": 11,
    "name": "Golden Goose",
    "price": {},
    "description": "<p>This life-sized, hollow, golden goose statuette has an open, fanged mouth and an unsettling aura of hunger. Fiends sometimes present it as a gift to mortals whose greed makes them susceptible to temptation. While the <em>golden goose</em> can be used without malice, those who possess such a thing often find its glittering lure erodes their morals over time.</p>\n<hr />\n<p><strong>Activate</strong> Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You feed the goose the warm, still-bloody heart of any sapient, non-evil creature who died within the past hour. The <em>golden goose</em>'s eyes flare red as it chews the heart into pulp. Once the heart is destroyed, the goose lays a golden egg worth 50 gp, or 100 gp if you murdered the creature for no reason other than to feed the goose.</p>\n<p>After 12 such eggs are laid, the next time you activate the <em>golden goose</em>, it transmutes your heart to gold. This effect functions as Petrify, with a @Check[fortitude|dc:30] save to resist. If you become petrified, you turn to solid, transparent stone. Your heart becomes a golden egg worth 100 gp, which can be retrieved only by shattering your body. Whether or not you turn to stone, the <em>golden goose</em> dissipates with a honk into sulfurous smoke.</p>",
    "rarity": "common",
    "traits": [
      "cursed",
      "evil",
      "magical"
    ]
  },
  {
    "level": 3,
    "name": "Golden Legion Epaulet",
    "price": {
      "gp": 55
    },
    "description": "<p>These gleaming golden epaulets are issued to Eagle Knight officers and worn as part of the uniform. While they can be enchanted to provide a variety of effects, the Golden Legion epaulet remains the most common.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> (Command)</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> Issue an order as part of the command. You and each ally within 60 feet who follows that order gain a +1 status bonus to attack rolls, damage rolls, and saving throws against fear until the beginning of your next turn.</p>\n<p></p>",
    "rarity": "uncommon",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 20,
    "name": "Golden Rod Memento",
    "price": {},
    "description": "<p>This coin-sized golden pin depicts a bundle of five trimmed tree branches. Once you've stolen the pin, accepted it from Krampus willingly, or carried it for at least 1 minute, its curse activates. After that happens, the pin fastens itself to your clothing, providing you an insistent empathic admonition not to be naughty and constantly informing Krampus of your location, as Status. The pin reappears and reattaches itself within moments if discarded or destroyed. The pin constantly monitors your actions, judging you against a good-aligned champion's code of conduct, plus the following third tenet:</p>\n<ul>\n<li>You must never knowingly steal or inflict harm with the goal of stealing the victim's wealth.</li>\n</ul>\n<p>This tenet doesn't prevent you from looting those you harm primarily in the defense of yourself and others. Whenever you violate this code of conduct, one of the golden branches tarnishes (and utterly egregious violations might tarnish multiple branches). During the winter following the curse activating, the pin transforms based on the number of golden branches remaining.</p>\n<p><strong>5 Branches:</strong> The pin either transforms into a pile of golden trinkets whose gold piece value equals your level × 25, or it grants you absolution for your misdeeds as a critically successful Atone ritual for any good-aligned faith. You don't need to perform a special quest; your exemplary behavior over the past year qualifies.</p>\n<p><strong>3-4 Branches:</strong> The pin either becomes a non-magical golden pin worth 10 gp, or it grants you absolution for your misdeeds as a successful <em>atone</em> ritual for any good-aligned faith.</p>\n<p><strong>1-2 Branches:</strong> The pin transforms into a leering Krampus face. As long as you wear it, it grants you weakness 5 to bludgeoning damage, and you still can't remove it.</p>\n<p><strong>0 Branches:</strong> The pin transforms into Krampus, who appears in an adjacent space and knows of your misdeeds while wearing the pin.</p>",
    "rarity": "rare",
    "traits": [
      "cursed",
      "magical"
    ]
  },
  {
    "level": 10,
    "name": "Golden Silencer (Greater)",
    "price": {
      "gp": 200
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p><strong>Requirements</strong> You're an expert in Stealth.</p>\n<hr />\n<p>The Golden Gunners are dreaded for their use of their golden silencers, which they put to good use in clandestine raids. They silence both the loud gunshot and the screams of creatures wounded by its shot. A weapon with a golden silencer attached emits no light and makes no noise when fired. A target hit by a ranged Strike from the affixed weapon must succeed at a @Check[fortitude|dc:27] save or be silenced as well for 1 minute. A silenced creature can't call for help or use sonic abilities, nor can it use abilities with the auditory trait. This prevents it from casting spells that include verbal components.</p>\n<p>The silenced creature can attempt a new Fortitude save at the end of each of its turns to end the duration early.</p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "illusion",
      "magical",
      "talisman"
    ]
  },
  {
    "level": 6,
    "name": "Golden Silencer (Standard)",
    "price": {
      "gp": 50
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p><strong>Requirements</strong> You're an expert in Stealth.</p>\n<hr />\n<p>The Golden Gunners are dreaded for their use of their golden silencers, which they put to good use in clandestine raids. They silence both the loud gunshot and the screams of creatures wounded by its shot. A weapon with a golden silencer attached emits no light and makes no noise when fired. A target hit by a ranged Strike from the affixed weapon must succeed at a @Check[fortitude|dc:20] save or be silenced as well until the start of its next turn. A silenced creature can't call for help or use sonic abilities, nor can it use abilities with the auditory trait. This prevents it from casting spells that include verbal components.</p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "illusion",
      "magical",
      "talisman"
    ]
  },
  {
    "level": 11,
    "name": "Golden Spur",
    "price": {
      "gp": 300
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> command</p>\n<p><strong>Trigger</strong> You hit a target within 120 feet with the affixed weapon</p>\n<p><strong>Requirements</strong> You're a master in Arcana, Nature, Occultism, or Religion.</p>\n<hr />\n<p>This golden spur is affixed to a weapon by a braided leather cord. You teleport to a space you can see within 10 feet of the target. You must have line of effect to the space.</p>",
    "rarity": "uncommon",
    "traits": [
      "consumable",
      "magical",
      "talisman",
      "teleportation"
    ]
  },
  {
    "level": 10,
    "name": "Golem Stylus",
    "price": {
      "gp": 850
    },
    "description": "<p>This small, diamond-tipped stylus allows you to inscribe a magical symbol on a golem's body and possibly gain control over it.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> Interact</p>\n<p><strong>Frequency</strong> one per hour</p>\n<hr />\n<p><strong>Effect</strong> You make a quick inscription on an adjacent golem creature of 11th level or lower. The golem must succeed at a @Check[reflex|dc:27] saving throw or you immediately gain control over the golem for 1 minute. A controlled golem is helpful toward you and follows your orders to the best of its ability as long as it is under your control. If the golem's original controller is within 60 feet of the golem and can see the golem, that controller can attempt a counteract check (DC 27) as a reaction to counteract this effect; on a success, the inscription disappears and the golem reverts to its pre-inscription state. The inscription can also be counteracted with Dispel Magic.</p>\n<p>If the golem you are targeting has already been inscribed with a <em>golem stylus</em>, you must attempt a counteract check against the previous inscription as part of activating the item, using your golem stylus's item level or your Arcana skill check modifier as your counteract check modifier. If successful, you modify the existing inscription so that the golem falls under your control.</p>",
    "rarity": "uncommon",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 11,
    "name": "Goo Grenade (Greater)",
    "price": {
      "gp": 250
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Strike</p>\n<p>A goo grenade is a flask filled with a fast-growing, short-lived alchemical ooze. When you hit a creature with a goo grenade, that creature takes 3d4 acid damage, 3 persistent acid damage, and 3 acid splash damage, and a -10 circumstance penalty to its Speeds from the clinging goo. You gain a +2 item bonus to attack rolls. The target can end any penalties, conditions, and persistent damage caused by the bomb by Escaping (DC 26) or spending a total of 3 Interact actions to pry themselves free of the ooze. These Interact actions don't have to be consecutive, and other creatures can provide the actions as well.</p>\n<p></p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "bomb",
      "consumable",
      "splash"
    ]
  },
  {
    "level": 1,
    "name": "Goo Grenade (Lesser)",
    "price": {
      "gp": 3
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Strike</p>\n<p>A goo grenade is a flask filled with a fast-growing, short-lived alchemical ooze. When you hit a creature with a goo grenade, that creature takes 1d4 acid damage, 1 persistent acid damage, and 1 acid splash damage, and a -5 circumstance penalty to its Speeds from the clinging goo. The target can end any penalties, conditions, and persistent damage caused by the bomb by Escaping (DC 15) or spending a total of 3 Interact actions to pry themselves free of the ooze. These Interact actions don't have to be consecutive, and other creatures can provide the actions as well.</p>\n<p></p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "bomb",
      "consumable",
      "splash"
    ]
  },
  {
    "level": 17,
    "name": "Goo Grenade (Major)",
    "price": {
      "gp": 2500
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Strike</p>\n<p>A goo grenade is a flask filled with a fast-growing, short-lived alchemical ooze. When you hit a creature with a goo grenade, that creature takes 4d4 acid damage, 4 persistent acid damage, and 4 acid splash damage, and a -10 circumstance penalty to its Speeds from the clinging goo. You gain a +3 item bonus to attack rolls. The target can end any penalties, conditions, and persistent damage caused by the bomb by Escaping (DC 35) or spending a total of 3 Interact actions to pry themselves free of the ooze. These Interact actions don't have to be consecutive, and other creatures can provide the actions as well.</p>\n<p></p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "bomb",
      "consumable",
      "splash"
    ]
  },
  {
    "level": 3,
    "name": "Goo Grenade (Moderate)",
    "price": {
      "gp": 10
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Strike</p>\n<p>A goo grenade is a flask filled with a fast-growing, short-lived alchemical ooze. When you hit a creature with a goo grenade, that creature takes 2d4 acid damage, 2 persistent acid damage, and 2 acid splash damage, and a -5 circumstance penalty to its Speeds from the clinging goo. You gain a +1 item bonus to attack rolls. The target can end any penalties, conditions, and persistent damage caused by the bomb by Escaping (DC 17) or spending a total of 3 Interact actions to pry themselves free of the ooze. These Interact actions don't have to be consecutive, and other creatures can provide the actions as well.</p>\n<p></p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "bomb",
      "consumable",
      "splash"
    ]
  },
  {
    "level": 11,
    "name": "Gorget of the Primal Roar",
    "price": {
      "gp": 1250
    },
    "description": "<p>This engraved duskwood gorget seems to vibrate with ferocity, granting you a +2 item bonus to Intimidation checks.</p>\n<p><strong>Activate—Primal Roar</strong> <span class=\"action-glyph\">A</span> (auditory, concentrate, emotion, fear, mental)</p>\n<p><strong>Frequency</strong> once during the duration of each polymorph effect</p>\n<p><strong>Requirements</strong> You're in a non-humanoid form via a polymorph effect</p>\n<hr />\n<p><strong>Effect</strong> You unleash a bestial roar, attempting a single @Check[intimidation] check compared to the Will DCs of all enemies within 30 feet to impose the effects below.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is Frightened{Frightened 2}.</p>\n<p><strong>Success</strong> The creature is Frightened{Frightened 1}.</p>\n<p><strong>Failure</strong> The creature is unaffected.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 13,
    "name": "Gorgon's Breath",
    "price": {
      "gp": 475
    },
    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>Gorgon's breath is a fine powder that can easily enter living creatures' bloodstreams through their lungs before binding to mucous membranes and causing any nearby soft tissues to harden.</p>\n<p><strong>Saving Throw</strong> @Check[fortitude|dc:32]</p>\n<p><strong>Onset</strong> 1 round</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> Slowed{Slowed 1} (1 round)</p>\n<p><strong>Stage 2</strong> 4d6 bludgeoning and slowed 1 (1 round)</p>\n<p><strong>Stage 3</strong> Petrified (1 round)</p>\n<p><strong>Stage 4</strong> petrified permanently</p>",
    "rarity": "uncommon",
    "traits": [
      "alchemical",
      "consumable",
      "inhaled",
      "poison"
    ]
  },
  {
    "level": 7,
    "name": "Goring Horn",
    "price": {
      "gp": 320
    },
    "description": "<p>A beast's horn or horns have been grafted onto your skull. You gain a horn unarmed attack that deals 1d8 piercing damage. This horn is in the brawling group and has the forceful and shove traits.</p>",
    "rarity": "common",
    "traits": [
      "graft",
      "invested",
      "magical"
    ]
  },
  {
    "level": 11,
    "name": "Gossamer Sash",
    "price": {
      "gp": 250
    },
    "description": "<p><strong>Activate</strong> 1 hour (envision, Interact, move)</p>\n<hr />\n<p>This lightweight sash of spidersilk measures 20 feet long when fully unfurled. White at one end and shading to violet at the other, occult markings in silver thread are stitched along the sash's length. When a gossamer sash is held by up to 4 people and they spend 1 hour walking along any road in Shenmen between midnight and sunrise, they step into an immersive mindscape that appears to be a lonely mountainside road inhabited by path maidens who are (at least initially) favorably disposed toward answering questions the travelers might have. Once the path maidens have answered their questions or are slain (whichever comes first), the mindscape ends, and those who traveled it are returned to the point on the road where they first activated the gossamer sash.</p>",
    "rarity": "rare",
    "traits": [
      "consumable",
      "illusion",
      "magical"
    ]
  },
  {
    "level": 8,
    "name": "Gossip's Eye",
    "price": {
      "gp": 30
    },
    "description": "<p>These discrete prosthetics have been the secret behind more than a few salacious rumors getting out among Taldan high society. This functions like a <em>magical prosthetic eye</em>, but with an added benefit.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> command</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You whisper \"spy for me\" to the eye, which removes itself from your eye socket and begins to relay its signal to you even at range. Although it can't move on its own, you can place the eye in a discrete location (using your Stealth DC) to avoid detection. For 10 minutes, you can see what the eye sees as long as you're within 100 feet of the eye. The eye's signal can penetrate most barriers but is blocked by lead of any thickness, as well as denser materials. The eye's signal is visual only.</p>",
    "rarity": "common",
    "traits": [
      "magical"
    ]
  },
  {
    "level": 9,
    "name": "Gourd Home",
    "price": {
      "gp": 650
    },
    "description": "<p>This dried gourd seems entirely nondescript, as it is hollow and has a sturdy cord wrapped around its neck for easy carrying. Closer inspection reveals the gourd has grown in the rough shape of a hut or similar small dwelling.</p>\n<hr />\n<p><strong>Activate</strong> (1 minute) Interact</p>\n<hr />\n<p><strong>Effect</strong> You place the <em>gourd home</em> on the ground (in an open area large enough to contain it) and cause it to expand in size to a 30-foot-square structure with one door. The interior of the gourd is a single large room that can hold 10 Small or Medium creatures with moderate comfort.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Requirements</strong> The gourd home must be expanded into its house form atop earth or soil.</p>\n<hr />\n<p><strong>Effect</strong> By rapping on the door from either outside or inside, you cause the <em>gourd home</em> to shrink back into its normal size and appear to be a non-magical gourd sitting on the ground. For the following 8 hours, the interior of the gourd home becomes an extradimensional space whose size appears unchanged to those within.</p>\n<p>If anyone outside picks up or damages the gourd, or if anyone inside the <em>gourd home</em> attempts to exit, all creatures within the <em>gourd home</em> immediately reappear in the area surrounding the gourd, and the <em>gourd home</em> becomes inactive for 24 hours.</p>",
    "rarity": "rare",
    "traits": [
      "extradimensional",
      "magical",
      "structure"
    ]
  },
  {
    "level": 6,
    "name": "Goz Mask (Greater)",
    "price": {
      "gp": 240
    },
    "description": "<p>Originally designed by a fanatical sect of Gozren priests, <em>goz masks</em> were designed to help navigate the area around the Eye of Abendego. The masks couldn't contend with the might of the storm, but people all around the Mwangi Expanse still use them. These masks are typically made of wood and sport round, exaggerated features.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You ignore concealment caused by fog, smoke, and other obscuring vapors for 10 minutes.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 12,
    "name": "Goz Mask (Major)",
    "price": {
      "gp": 1900
    },
    "description": "<p>Originally designed by a fanatical sect of Gozren priests, <em>goz masks</em> were designed to help navigate the area around the Eye of Abendego. The masks couldn't contend with the might of the storm, but people all around the Mwangi Expanse still use them. These masks are typically made of wood and sport round, exaggerated features.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The major goz mask gives you darkvision and allows you to ignore all concealment from any environmental effects for 1 hour.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical"
    ]
  },
  {
    "level": 2,
    "name": "Goz Mask",
    "price": {
      "gp": 30
    },
    "description": "<p>Originally designed by a fanatical sect of Gozren priests, <em>goz masks</em> were designed to help navigate the area around the Eye of Abendego. The masks couldn't contend with the might of the storm, but people all around the Mwangi Expanse still use them. These masks are typically made of wood and sport round, exaggerated features.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You ignore concealment caused by fog, smoke, and other obscuring vapors for 1 minute.</p>",
    "rarity": "common",
    "traits": [
      "invested",
      "magical"
    ]
  }
]